{"sections":[{"title":"Transcript of Righteous Brothers","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Righteous Brothers\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Righteous Brothers\" was written by Mitchell Hurwitz & Jim Vallely"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth was working at home when he noticed something unusual."},{"type":"paragraph","text":"Michael: That can’t be good."},{"type":"paragraph","text":"Dave Williams: Okay, I checked underneath and there is a problem. This isn’t a real house."},{"type":"paragraph","text":"Michael: It’s a model house."},{"type":"paragraph","text":"Dave Williams: Well, the drain pipes aren’t hooked up. They just empty under the house. Plus, there’s a whole lot of blue paint down there."},{"type":"paragraph","text":"Michael: And pieces of denim?"},{"type":"paragraph","text":"Dave Williams: Yeah."},{"type":"paragraph","text":"Michael: We’ve got a guy like that here."},{"type":"paragraph","text":"Dave Williams: Well, that’s why your living room is sinking. I think the city’s going to have to red-tag it."},{"type":"paragraph","text":"Michael: The city is sending out an inspector. They’re going to be crawling over every inch of this place. You’re going to need to leave."},{"type":"paragraph","text":"George: Well, where the hell do you want me to go, Michael? Back to your mother’s? I believe there’s a freeloading loser in my bed."},{"type":"paragraph","text":"Michael: You know, Buster lost a hand, Dad. He’s going through a lot."},{"type":"paragraph","text":"George: I’m talking about Oscar."},{"type":"paragraph","text":"Michael: Oh, yes, your brother. I could see why that would bug you."},{"type":"paragraph","text":"Narrator: In fact, Oscar had stayed with Lucille primarily to reconnect with Buster, whom he secretly believed to be his natural son."},{"type":"paragraph","text":"Buster: Hey, Uncle. I feel so responsible for that."},{"type":"paragraph","text":"Narrator: Oscar had gotten injured on a shoddy device George had invented when he forgot that Buster was wearing a prosthetic hand."},{"type":"paragraph","text":"Buster: (Screaming.)"},{"type":"paragraph","text":"Oscar: (Screaming.)"},{"type":"paragraph","text":"Buster: I’m sorry! It’s my father’s fault."},{"type":"paragraph","text":"Oscar: My fault? I was trying to keep you from burning yourself, you idiot! I mean, yes, yes. George sure rushed this to market."},{"type":"paragraph","text":"George: The only reason she likes him is he has hair. And the only reason he has any is because he’s never had any stress."},{"type":"paragraph","text":"Michael: Yeah, well, you could save me a lot of stress if you just turned yourself in."},{"type":"paragraph","text":"George: No, never. I can’t go back to the joint. No, I can not... go back there. It’s a hellhole."},{"type":"paragraph","text":"Michael: Dad, we finally got the court to try you in absentia. Which means we’re not supposed to have any idea where you are. So you don’t have to go to prison, but you can’t stay here."},{"type":"paragraph","text":"Maeby: Hey, do you remember that French movie we tried to sneak into once? You know, Dangerous Cousins?"},{"type":"paragraph","text":"George Michael: No, I... Why, did we...? Why... I don’t... I don’t remember that."},{"type":"paragraph","text":"Narrator: George Michael remembered very well. In fact, he currently had a copy of the DVD hidden in his sock drawer."},{"type":"paragraph","text":"George Michael: Kind of. Why do you ask?"},{"type":"paragraph","text":"Maeby: Well, I got passes to the premiere of the American remake. It’s supposed to be great."},{"type":"paragraph","text":"Narrator: It wasn’t great, and Maeby knew it. The studio at which she had finagled the job had hoped to avoid controversy by artlessly explaining that the two leads weren’t biological cousins."},{"type":"paragraph","text":"Female Voice In Movie: Shut up and kiss me!"},{"type":"paragraph","text":"Maeby: Where is everybody?"},{"type":"paragraph","text":"Mort Meyers: They’ve been fired. And you’ve got to fix this, or you’re going to be fired, too. Cut it down if you have to."},{"type":"paragraph","text":"Maeby: But it’s only 71 minutes long."},{"type":"paragraph","text":"Maeby: And it’s only like 63 minutes long, so... Bring Ann."},{"type":"paragraph","text":"George Michael: Oh, no, that’s not her kind of thing. I mean, if it maintains any of the complex eroticism of the French original. I like the way they think."},{"type":"paragraph","text":"Narrator: And later at the office, Michael had another surprise."},{"type":"paragraph","text":"Michael: This can’t be good."},{"type":"paragraph","text":"Tobias: Michael... it saddens me greatly to say to you that I can no longer work at the Bluth Company. You’ve been a great boss..."},{"type":"paragraph","text":"Michael: I’m sorry, Tobias. Do you work here?"},{"type":"paragraph","text":"Tobias: Do I work...? I developed an eating disorder being your assistant, Michael."},{"type":"paragraph","text":"Michael: I’ve never saw you at the desk."},{"type":"paragraph","text":"Tobias: Well, excuse me if I was too busy on my knees in front of the toilet, Michael."},{"type":"paragraph","text":"Tobias: I have a tremendous opportunity now that the Blue Man Group has dropped their cease-and-desist and invited me to audition in Las Vegas. Also I’ve developed some issues with food..."},{"type":"paragraph","text":"Michael: I’m sorry to interrupt one more time. Is this the real Blue Man Group this time?"},{"type":"paragraph","text":"Narrator: Tobias had recently been asked to address a group of depressed men who had been described over the phone as “blue.”"},{"type":"paragraph","text":"Leader: Tobias Fünke."},{"type":"paragraph","text":"Tobias: I feel like a bleeping idiot."},{"type":"paragraph","text":"Tobias: Fortunately I found a wonderful circle of men to get me through that."},{"type":"paragraph","text":"Tobias: Oh, before I forget— your old secretary Kitty Sanchez called and wanted to meet with you. I penciled her in for 4 o’clock today."},{"type":"paragraph","text":"Michael: Why didn’t you tell me about this?"},{"type":"paragraph","text":"Tobias: Oh, this is my fault, too?! Everything... No! No! I will not let this make me eat!"},{"type":"paragraph","text":"Michael: So get this— tomorrow I have to go on record and say I don’t know where Dad is, okay? And now Kitty Sanchez wants to meet with me."},{"type":"paragraph","text":"Narrator: And meetings with Kitty had never ended well."},{"type":"paragraph","text":"Kitty: So say good-bye..."},{"type":"paragraph","text":"Michael: No, no, no."},{"type":"paragraph","text":"Kitty: Spring break!"},{"type":"paragraph","text":"Kitty: Perhaps this will jog your memory."},{"type":"paragraph","text":"Michael: Plus, Dad will not leave the attic, which means he’s going to get caught by the inspector, which means I’m going to get caught for hiding him."},{"type":"paragraph","text":"G.O.B.: Why don’t you get G.O.B. to do your dirty work for you? Shall I knock Dad out and chain him to a pipe somewhere, or should I risk another herpes outbreak with Kitty? Which is it this time, Michael?!"},{"type":"paragraph","text":"Michael: Well, definitely not those two things. But are you upset about something, G.O.B.?"},{"type":"paragraph","text":"G.O.B.: How about the fact that I made you a thank-you gift last week, about which you haven’t said word one?"},{"type":"paragraph","text":"Michael: Come on, you asked me for $5,000 so that you could invest in a Franklin CD. Now, I assumed that you were talking about the mutual fund and not a compact disc of you singing to your hand."},{"type":"paragraph","text":"Narrator: G.O.B. had recently made a recording of his ventriloquism act."},{"type":"paragraph","text":"Engineer: “Franklin Comes Alive,” take one."},{"type":"paragraph","text":"Narrator: He hoped it would break down racial barriers and maybe be a crossover hit."},{"type":"paragraph","text":"G.O.B.: (Singing) / It ain’t easy being white / (Singing, as Franklin.) / It ain’t easy being brown / (Singing, as himself.) / All this pressure to be bright / (Singing, as Franklin.) / I got children all over town / (Singing, as himself.) / Sometimes... / (In normal voice.) Hey, where’d the guy go?"},{"type":"paragraph","text":"G.O.B.: I tried to express something to you in a couple of those numbers and maybe, just maybe heal this country a little bit, but you, you didn’t even bother to listen to it."},{"type":"paragraph","text":"Michael: I did listen to it. I-I-I-I am listening to it. G.O.B., hey, maybe the reason I didn’t say anything is because I didn’t want to embarrass you, pal. It’s my favorite, favorite record."},{"type":"paragraph","text":"G.O.B.: Well, then you—you bleeped up. Because I am so embarrassed."},{"type":"paragraph","text":"Michael: (;It’s a good CD. It’s a really good CD.)"},{"type":"paragraph","text":"G.O.B.: I can’t believe that you love it."},{"type":"paragraph","text":"Michael: I love it so much."},{"type":"paragraph","text":"G.O.B.: Oh, God... Oh, God, look at us. We’re crying like a couple of girls."},{"type":"paragraph","text":"Michael: Aw... you’re the only one crying, but I loved the music."},{"type":"paragraph","text":"G.O.B.: And the card with your face on it?"},{"type":"paragraph","text":"Michael: And the healing."},{"type":"paragraph","text":"G.O.B.: Home run! We'll do your dirty work for you, Mikey. You leave the rough stuff to Franklin and me."},{"type":"paragraph","text":"Michael: Now I gotta listen to that CD."},{"type":"paragraph","text":"G.O.B.: Hi, Dad."},{"type":"paragraph","text":"George: Right."},{"type":"paragraph","text":"G.O.B.: You remember Franklin."},{"type":"paragraph","text":"George: Hey, Franklin."},{"type":"paragraph","text":"G.O.B.: (as Franklin) My man! How 'bout some tongue?"},{"type":"paragraph","text":"George: Wha-Oh"},{"type":"paragraph","text":"Narrator: But Franklin didn't want to kiss at all. G.O.B. had soaked the puppet's mouth in ether."},{"type":"paragraph","text":"Narrator: And downstairs, Tobias shared his good news with Lindsay."},{"type":"paragraph","text":"Water Running"},{"type":"paragraph","text":"Tobias: \"...once in a lifetime.\""},{"type":"paragraph","text":"Lindsay: Tobias, I am not uprooting my life and moving to Vegas. Maybe this is a sign that our relationship isn't working, and we should split again."},{"type":"paragraph","text":"Tobias: Wait a second. I thought we were split up, and this would bring us back together."},{"type":"paragraph","text":"Lindsay: Well, maybe the fact that we don't know if we're together or not is a sign that we should split again."},{"type":"paragraph","text":"Tobias: Or stay split up. Okay, forget about Vegas. We'll stay here and get back together. Or stay together and either rekindle or fan this fire."},{"type":"paragraph","text":"dramatic strings"},{"type":"paragraph","text":"House Creaking"},{"type":"paragraph","text":"Narrator: And soon, G.O.B. was on his way to dump his father on the police station steps."},{"type":"paragraph","text":"G.O.B.: Do you forgive me?"},{"type":"paragraph","text":"Narrator: And he decided to let himself off the hook using his ventriloquist skills."},{"type":"paragraph","text":"G.O.B.: (Imitating George Sr.) I cherish you, G.O.B. Come here and give me a kiss."},{"type":"paragraph","text":"G.O.B.: (as him) I'm driving, Dad."},{"type":"paragraph","text":"G.O.B.: (as George Sr.) Now!"},{"type":"paragraph","text":"Narrator: It was weird."},{"type":"paragraph","text":"Kiss"},{"type":"paragraph","text":"Narrator: And that's when G.O.B. noticed the CD and card that he'd made for Michael."},{"type":"paragraph","text":"G.O.B.: It's not even open. Michael!"},{"type":"paragraph","text":"Narrator: Meanwhile, Michael's meeting with Kitty wasn't as distressing as he'd thought."},{"type":"paragraph","text":"Kitty: The program has changed my life. And I have a sponsor now. (Whispers) He's famous."},{"type":"paragraph","text":"Michael: That's great."},{"type":"paragraph","text":"Kitty: I can't tell you who he is. But let's just say that he was on Night Court."},{"type":"paragraph","text":"Michael: Well, you look great."},{"type":"paragraph","text":"Kitty: I can tell you who it's not. It's not Bull. It's not Harry Anderson."},{"type":"paragraph","text":"Michael: I got it."},{"type":"paragraph","text":"Kitty: He's white."},{"type":"paragraph","text":"Michael: I know who it is."},{"type":"paragraph","text":"Kitty: I think what happens is, when I don't have a man in my life, I tend to go a little crazy."},{"type":"paragraph","text":"Michael: Mm-hmm."},{"type":"paragraph","text":"Kitty: But I'm keeping it together now. And I wanted to tell you I'm not gonna try to hurt you guys anymore."},{"type":"paragraph","text":"Michael: Don't suppose I can get that in writing."},{"type":"paragraph","text":"Kitty: You did try to blow me up on that boat."},{"type":"paragraph","text":"Michael: Sorry about that."},{"type":"paragraph","text":"Kitty: Just don't piss me off again."},{"type":"paragraph","text":"Kitty: (Cackles)"},{"type":"paragraph","text":"Michael: (Chuckling)"},{"type":"paragraph","text":"Tobias: You all right? \"Oftentimes the heart acts without consulting the head, and thusly\"- Oh, I see you wasted no time in filling my seat hole."},{"type":"paragraph","text":"Kitty: Oh, no, no. I just came by so that you could say good-bye to these."},{"type":"paragraph","text":"Michael: Oh, no, no, no, no."},{"type":"paragraph","text":"Kitty: It's the last time you're going to be seeing these."},{"type":"paragraph","text":"Tobias: How ironic. I just found out I'm staying. Will you take these back?"},{"type":"paragraph","text":"Michael: Okay, let's just all put our tops down. Just put 'em on down. You're not goin' to Vegas?"},{"type":"paragraph","text":"Tobias: Sadly, my wife said no to my dream. So I shall continue to toil through this waking life."},{"type":"paragraph","text":"Kitty: Wow, you are so real. Why can't I meet someone like you?"},{"type":"paragraph","text":"Narrator: And Michael decided that he better keep Kitty occupied with a man. At least until after his meeting."},{"type":"paragraph","text":"Michael: Hey, gang, I got an idea. Tobias, why don't you take Kitty out for the afternoon?"},{"type":"paragraph","text":"Stammering"},{"type":"paragraph","text":"Tobias Huh? Are you trying to set up your former assistant with your current assistant?"},{"type":"paragraph","text":"Michael: No. No setup."},{"type":"paragraph","text":"Tobias: What a great idea for a Hugh Grant-Julia Roberts type movie."},{"type":"paragraph","text":"Michael: True."},{"type":"paragraph","text":"Kitty: I recently heard that the actor, John Larroquette, was looking for a meaty character piece."},{"type":"paragraph","text":"Narrator: And so, free of obstacles Michael prepared to sign the affidavit maintaining he had no idea where his father was."},{"type":"paragraph","text":"Wayne Jarvis: You have not been in contact with him. Are you prepared to do that?"},{"type":"paragraph","text":"Wayne Jarvis: Officers! Michael, these men are here -just a little bit early- because we have photographic evidence which discredits the affidavit you just signed."},{"type":"paragraph","text":"Barry: Are those balls? 'Cause the last time we were here, they were balls."},{"type":"paragraph","text":"Wayne Jarvis: These are not balls. This was taken with a traffic camera. It shows you in your car with your father within the last 24 hours."},{"type":"paragraph","text":"Barry: I wish they were balls."},{"type":"paragraph","text":"Narrator: Michael was in police custody after a photo of him helping his father escape had turned up."},{"type":"paragraph","text":"Michael: Did you see that picture? That's you, right? Were you holdin' up a photo of me or somethin'?"},{"type":"paragraph","text":"G.O.B.: Of course you don't recognize it. It's the card from the CD you didn't even open."},{"type":"paragraph","text":"Michael: You found that, did you?"},{"type":"paragraph","text":"G.O.B.: Right between the gearbox and the \"pull back from aircraft\" lever. So this is how you repay me for how I repay you?"},{"type":"paragraph","text":"Michael: I actually did not get a chance to listen to it yet. Probably should've told you, but I didn't want to hurt your feelings."},{"type":"paragraph","text":"G.O.B.: Oh, you're so sensitive. Just like when you whipped up those tears talking about how much you loved it."},{"type":"paragraph","text":"Michael: I will listen to it, I promise. But I'm in a lot of trouble here. Where is Dad?"},{"type":"paragraph","text":"G.O.B.: I've got him stashed away somewhere safe now."},{"type":"paragraph","text":"Michael: Get him, quickly, otherwise I'm gonna be stuck in here."},{"type":"paragraph","text":"G.O.B.: Good! I hope you rot in here!"},{"type":"paragraph","text":"Michael: What are you talking..."},{"type":"paragraph","text":"G.O.B.: And guess what else? Dad kissed me."},{"type":"paragraph","text":"Michael: How? He looked pretty unconscious in that picture."},{"type":"paragraph","text":"G.O.B.: I didn't say he was totally into it."},{"type":"paragraph","text":"Narrator: And George Michael tried to break up with Ann."},{"type":"paragraph","text":"George Michael: I-I can’t go out tomorrow night, ’cause there’s this movie premiere. It’s kind of racy, but..."},{"type":"paragraph","text":"Ann: Oh, the cousin one. Yeah, I can’t believe it. I was just going to ask you to go."},{"type":"paragraph","text":"George Michael: Really? You want to see that?"},{"type":"paragraph","text":"Ann: No, I want to get the whole gang from the church group together. We’re going to picket those bastards."},{"type":"paragraph","text":"Narrator: George Michael had only heard Ann swear once before, when he’d joined some of her youth group to protest the home of Marc Cherry, executive producer of the hit show, Desperate Housewives."},{"type":"paragraph","text":"Marc Cherry: It’s a satire!"},{"type":"paragraph","text":"Ann: He saw us! The bastard saw us!"},{"type":"paragraph","text":"Narrator: And the promise of another kiss was too enticing to turn down."},{"type":"paragraph","text":"George Michael: Yeah, okay. The bastards..."},{"type":"paragraph","text":"Narrator: Oscar, meanwhile, checked in on Buster."},{"type":"paragraph","text":"Oscar: Buster, Buster, be careful!"},{"type":"paragraph","text":"Buster: Wait, wait. It’s a not a real hand, remember?"},{"type":"paragraph","text":"Oscar: Oh, I’m so forgetful. I hope you don’t get that from me."},{"type":"paragraph","text":"Buster: Get that from you? Do you feel okay?"},{"type":"paragraph","text":"Sizzling."},{"type":"paragraph","text":"Oscar: (Yells.) Just forget it! I wanted to share my Pop Secret with you! Oh, but forget it!"},{"type":"paragraph","text":"Buster: Pop secret? Is Oscar my real father?"},{"type":"paragraph","text":"Narrator: Lucille, meanwhile, was on the phone with Michael."},{"type":"paragraph","text":"Michael: They’re keeping me overnight while I wait for my arraignment, I’d appreciate it if you could tell my son that I’m on a business trip."},{"type":"paragraph","text":"Lucille: Why can’t the girl at work do it?"},{"type":"paragraph","text":"Michael: Tobias? I sent him on a date with Kitty to keep her off our back."},{"type":"paragraph","text":"Lucille: Well, you better hope Lindsay doesn’t find out. She’ll be devastated."},{"type":"paragraph","text":"Lindsay: Find out what?"},{"type":"paragraph","text":"Lucille: Your husband’s dating Kitty the whore."},{"type":"paragraph","text":"Lindsay: He is? That’s... that’s horrible."},{"type":"paragraph","text":"Lucille: Do I know my daughter? She only wants what she can’t have."},{"type":"paragraph","text":"Michael: Since you’re devastating people, go ahead and tell G.O.B. that I’ll be telling the cops that it was him in the truck. So he’ll be joining me here. I’ve got a nice hard cot with his name on it."},{"type":"paragraph","text":"Lucille: You’d do that to your own brother?"},{"type":"paragraph","text":"Michael: I said “cot.”"},{"type":"paragraph","text":"Buster: You lied to me! You said my father was my father, but my uncle is my father... My father is my uncle!"},{"type":"paragraph","text":"Narrator: It was at that moment that the guards played a CD they’d recently confiscated."},{"type":"paragraph","text":"G.O.B.: (Singing as Franklin.) Now I’ve got a special thank you for a brother who made this happen."},{"type":"paragraph","text":"Michael: Is that Franklin?"},{"type":"paragraph","text":"G.O.B.: (Singing off key.) / Yeah, I would fight for you / I’d lie for you / Walk the wire for you / Yeah, I’d die for you /"},{"type":"paragraph","text":"Narrator: And Michael realized that he could never turn his brother in. G.O.B., meanwhile, was having a similar epiphany."},{"type":"paragraph","text":"G.O.B.: (Singing.) / I do it for you. / (Into phone.) Barry, it’s G.O.B. Tell Michael not to testify. I’m bringing in Dad."},{"type":"paragraph","text":"G.O.B.: Franklin!"},{"type":"paragraph","text":"G.O.B.: (In British accent as Franklin.) You’ve ruined the act, G.O.B."},{"type":"paragraph","text":"Narrator: And Lucille confronted Oscar."},{"type":"paragraph","text":"Lucille: You told him you were his father?!"},{"type":"paragraph","text":"Oscar: I did no such thing."},{"type":"paragraph","text":"Lucille: You’re high!"},{"type":"paragraph","text":"Oscar: You’re drunk!"},{"type":"paragraph","text":"Lucille: Not this time. I’ve had enough of you. So say good-bye to these, because it’s the last time..."},{"type":"paragraph","text":"Narrator: And Ann in a protest at the theater."},{"type":"paragraph","text":"Maeby: George Michael? Are you protesting this?"},{"type":"paragraph","text":"George Michael: This isn’t the line?"},{"type":"paragraph","text":"Ann: Yes, he is protesting it. He even helped me make the signs."},{"type":"paragraph","text":"George Michael: Well, only mine and the one that says, “This is a tricky gray area.”"},{"type":"paragraph","text":"Movie Passerby: What are you guys protesting?"},{"type":"paragraph","text":"Ann: It’s a disgusting movie about cousins who are into each other."},{"type":"paragraph","text":"Movie Passerby: Are there any more seats?"},{"type":"paragraph","text":"Maeby: Yeah. It’s the best 52 minutes you’ll spend all day."},{"type":"paragraph","text":"Ann: Oh, no, we’re making it worse! Prepare to be swallowed into the depths of hell."},{"type":"paragraph","text":"George Michael: So I guess that means no kiss?"},{"type":"paragraph","text":"Ann: I’m not really in the mood for a kiss. This isn’t Marc Cherry’s house."},{"type":"paragraph","text":"Buster: Where’s your dad?"},{"type":"paragraph","text":"George Michael: I don’t know. I just got here."},{"type":"paragraph","text":"Buster: Oh, that’s right, Mother told me he went to jail. Ah! I’m so mad at her. Guess who I just found out my father is?!"},{"type":"paragraph","text":"George Michael: Jail?"},{"type":"paragraph","text":"Buster: Oscar! He didn’t mean to tell me, but I figured it out."},{"type":"paragraph","text":"George Michael: No, I mean, my dad is in jail?"},{"type":"paragraph","text":"Buster: Oh, I wouldn’t worry about it. Barry’s very good."},{"type":"paragraph","text":"Buster: Okay, I’m going upstairs and take a long shower. I don’t even want to smell like Mother anymore."},{"type":"paragraph","text":"George Michael: I don’t think we’re supposed to shower right now."},{"type":"paragraph","text":"Lindsay: Tobias back yet?"},{"type":"paragraph","text":"George Michael: No."},{"type":"paragraph","text":"Lindsay: Oh, my God, he’s really out with her."},{"type":"paragraph","text":"George Michael: Are you drunk?"},{"type":"paragraph","text":"Lindsay: Not enough. I’ve pushed him right into someone else’s skanky, bony arms. Well, let me tell you something, George Michael: you have to grab love while you have it. Don’t let it get away."},{"type":"paragraph","text":"Maeby: Oh, there you are. Hey, George Michael."},{"type":"paragraph","text":"Lindsay: Oh, Maeby, everything’s fine! Your daddy’s just out. Yeah, we’re doing great. Mommy’s going to take a bath with a bottle of wine."},{"type":"paragraph","text":"George Michael: I’m don’t know if we’re supposed to use the, um, the..."},{"type":"paragraph","text":"Maeby: So get this. All that press actually made the premiere a hit. I mean, there’s actually lines for the next show. Thanks, buddy. Hey, look at that. We didn’t get swallowed up into hell."},{"type":"paragraph","text":"George Michael: My God."},{"type":"paragraph","text":"Narrator: That’s when George Michael finally got close to Maeby, who, by the way, might not be his biological cousin."},{"type":"paragraph","text":"Narrator: Just then, however, G.O.B. came home to retrieve his father from where he’d stashed him."},{"type":"paragraph","text":"G.O.B.: Dad’s gonna be crushed!"},{"type":"paragraph","text":"George Michael: You don’t have to tell him!"},{"type":"paragraph","text":"Narrator: But G.O.B. was referring to his own father, who he had hidden under the house."},{"type":"paragraph","text":"G.O.B.: Uh-oh."},{"type":"paragraph","text":"Narrator: G.O.B. had hidden his father under a house that had just collapsed."},{"type":"paragraph","text":"G.O.B.: Children, you’re small. Crawl under there."},{"type":"paragraph","text":"Maeby: I don't want to go under there."},{"type":"paragraph","text":"George Michael: We don't want to go under there."},{"type":"paragraph","text":"G.O.B.: He's not under there. He got away. Thank God."},{"type":"paragraph","text":"Narrator: But then Gob remembered that this meant Michael would have to go to prison."},{"type":"paragraph","text":"G.O.B.: Michael"},{"type":"paragraph","text":"George Michael: We"},{"type":"paragraph","text":"Maeby: I"},{"type":"paragraph","text":"Narrator: And Michael and Barry made their way to the arraignment."},{"type":"paragraph","text":"Barry: G.O.B. is bringing your father. Everything is going to work out fine."},{"type":"paragraph","text":"Michael: I wish they'd hurry up. But I gotta tell you, I am a little torn. My father, he has created a lot of problems for the family and by staying in the attic he was insuring I would go to jail with him, but- Well, maybe I'm not so torn."},{"type":"paragraph","text":"G.O.B.: Michael. Barry."},{"type":"paragraph","text":"Michael: Hey, Gob. Where's Dad?"},{"type":"paragraph","text":"G.O.B.: Great news. Dad wasn't crushed to death."},{"type":"paragraph","text":"Michael: Was there risk of that?"},{"type":"paragraph","text":"G.O.B.: Yes. Well, I handcuffed him under the house. But he got free- the pipes I chained him to weren't connected to anything."},{"type":"paragraph","text":"Barry: Oh, I'm not prepared for this case."},{"type":"paragraph","text":"Michael: Are you insane?"},{"type":"paragraph","text":"G.O.B.: No \"thank you\" for trying?"},{"type":"paragraph","text":"Michael: I'm sick of you needing constant validation for screwing up. Let me tell you what's gonna happen. I'm gonna tell them it was you in the stair car."},{"type":"paragraph","text":"G.O.B.: Well, let me tell you what's gonna happen. First, I'm gonna beat the crap out of you, then I'm gonna call an ambulance. Then knowing you, I'm gonna have to wait for some kind of an apology."},{"type":"paragraph","text":"G.O.B.: (Grunts)"},{"type":"paragraph","text":"Michael: Come here!"},{"type":"paragraph","text":"Narrator: As the boys set to once again fighting in front of the courthouse"},{"type":"paragraph","text":"Lucille: Stop it! Stop it!"},{"type":"paragraph","text":"Narrator: the family began to show up for the arraignment."},{"type":"paragraph","text":"Tobias: I know you're in the middle of something, but I'm afraid I can't work for you today. I'm going to Vegas with Kitty."},{"type":"paragraph","text":"Narrator: But Lindsay wasn't about to lose her man without a fight."},{"type":"paragraph","text":"Lindsay: Over my dead body!"},{"type":"paragraph","text":"Tobias Oh, my"},{"type":"paragraph","text":"George Hey! Hey! I said- I said enough! Now, stop it. I am so tired of this family fighting. The anger ends now. You're brothers, and brothers stick together no matter what. Families stick together. I have torn this family apart with my lies and my cowardice but that comes to an end now. So I'm turning myself in. I don't want you to come and visit me in prison this time. 'Cause you deserve Oscar now."},{"type":"paragraph","text":"Lindsay: Tobias, I actually fought for you."},{"type":"paragraph","text":"Tobias I can't believe it. (Chuckles) I'm going to Vegas with Kitty."},{"type":"paragraph","text":"Lindsay: Huh? (faints)"},{"type":"paragraph","text":"Lucille: Oh, George, I've lost you again."},{"type":"paragraph","text":"Buster: Take back Oscar, Mother."},{"type":"paragraph","text":"Lucille: I think I lost him too."},{"type":"paragraph","text":"Narrator: In fact, Oscar was on his way out of town when he was approached by George Sr. who had just escaped from under the house."},{"type":"paragraph","text":"George: I want you to turn me in so you can get the reward, take care of the family."},{"type":"paragraph","text":"Oscar: Why would you do that for me?"},{"type":"paragraph","text":"George: Because we’re brothers."},{"type":"paragraph","text":"Narrator: Later, while George was shaving his unconscious brother’s head, he wondered whether there really was a reward, and if there was a way he could get it. But there was no time, and getting even with his brother was reward enough."},{"type":"paragraph","text":"ten minutes later..."},{"type":"paragraph","text":"Narrator: So it was Oscar who was going to be spending a little time alone in prison."},{"type":"paragraph","text":"Oscar: Oh, no, don’t hit. I-I’m not..."},{"type":"paragraph","text":"Blow strikes."},{"type":"paragraph","text":"Michael: I guess Dad finally came through for us, huh? He actually made a sacrifice. Although, who knows what he’s up to, you know? We should probably just stay away from him for a little while. Let him have a little time alone in prison. He is right about one thing, though."},{"type":"paragraph","text":"Michael: We’re brothers who shouldn’t be fighting. We cannot afford to lose each other, okay?"},{"type":"paragraph","text":"G.O.B.: I can’t. I already lost a brother today."},{"type":"paragraph","text":"Michael: Franklin?"},{"type":"paragraph","text":"G.O.B.: Well, I didn’t lose him, but he’s all puckered and white."},{"type":"paragraph","text":"Michael: On the plus side, you can take him to lunch at the club now."},{"type":"paragraph","text":"G.O.B.: That’s the exact kind of joke he would have loved!"},{"type":"paragraph","text":"Michael: Oh, man! Hmm."},{"type":"paragraph","text":"G.O.B.: Oh. (Singing.) / You know it’s true / / Everything I do /"},{"type":"paragraph","text":"Michael: Please, don’t do this."},{"type":"paragraph","text":"G.O.B.: / I do it for you! /"},{"type":"paragraph","text":"Narrator: On the next season of Arrested Development, ..."},{"type":"paragraph","text":"Oscar: I burned them on a, uh, a Cornballer."},{"type":"paragraph","text":"Narrator: ... Oscar, robbed of his fingerprints, has difficulty proving his identity, ..."},{"type":"paragraph","text":"Oscar: My hair’s gonna grow back, you’ll see."},{"type":"paragraph","text":"Narrator: ... Tobias and Kitty go to Vegas, only to find that his dream job has been filled, ..."},{"type":"paragraph","text":"Tobias: Found someone already?"},{"type":"paragraph","text":"Stage Manager: Just came out of nowhere, this guy. And the great thing is, he’s never out of character."},{"type":"paragraph","text":"Narrator: ... and George turns out to be right about the effects of stress."},{"type":"paragraph","text":"two weeks later..."},{"type":"paragraph","text":"Oscar: What the hell’s happening to me? Why won’t it grow back?"}],"images":[]}]}