{"sections":[{"title":"Transcript of Burning Love","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Burning Love\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Burning Love\" was written by Chuck Martin & Lisa Parsons"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth was working at home when his son made a curious request."},{"type":"paragraph","text":"George Michael: Dad, would anyone miss this Peter and the Wolf read-along record?"},{"type":"paragraph","text":"Michael: Actually, I think that’s part of the model house decorations. Why?"},{"type":"paragraph","text":"George Michael: You’re right. My girlfriend Ann wants to have a Christian music bonfire here."},{"type":"paragraph","text":"Michael: That sounds like some mild fun. I think we’ve got some Christmas music."},{"type":"paragraph","text":"George Michael: Oh no, it’s not a “Christian music” bonfire. It’s a Christian “music bonfire.” You know, where we burn all satanic music. The thing is though, the only music I have is either instructional or humor."},{"type":"paragraph","text":"Narrator: He’d been particularly fond of a CD of something called The Jerky Boys."},{"type":"paragraph","text":"Michael: Hello."},{"type":"paragraph","text":"George Michael: Hey, nitz. Hey, jerky. I want to buy a house, Dad. It’s gotta be big."},{"type":"paragraph","text":"Michael: You-you said, “Dad,” buddy."},{"type":"paragraph","text":"George Michael: Shut up, jerky."},{"type":"paragraph","text":"Maeby: Hey, George Michael, Jesus called, he wants your Thriller album."},{"type":"paragraph","text":"Michael: Yeah, I don’t think the bonfire is such a great idea."},{"type":"paragraph","text":"George Michael: I know it might be weird, but you know, Ann’s my girlfriend, so I think I’ll go buy some albums today. Hey, can you cover for me at the banana stand if I do that?"},{"type":"paragraph","text":"Maeby: No."},{"type":"paragraph","text":"Michael: I’ll cover for you, pal. It’s been a long time since I’ve been down at that banana stand."},{"type":"paragraph","text":"George Michael: Oh, okay, good. It’s the only way we’re ever going to get it air-conditioned."},{"type":"paragraph","text":"Lucille: Michael, how would you like me to owe you a favor? I want you to bid on me at the charity auction this year."},{"type":"paragraph","text":"Michael: Okay, now I’d like to use up my favor and decline. Isn’t that Buster’s annual job?"},{"type":"paragraph","text":"Lucille: Yes, but I can’t have a replay of last year."},{"type":"paragraph","text":"one year earlier..."},{"type":"paragraph","text":"Narrator: ... when Buster inadvertently bid on Lucille 2."},{"type":"paragraph","text":"Buster: $10,000!"},{"type":"paragraph","text":"Lucille 2: Buster."},{"type":"paragraph","text":"Buster: (Shrieks.)"},{"type":"paragraph","text":"Michael: And you’re embarrassed to have Oscar bid on you."},{"type":"paragraph","text":"Lucille: With his two pair of pants— you bet."},{"type":"paragraph","text":"Lindsay: Oh, hi, Mom. I have the afternoon free."},{"type":"paragraph","text":"Lucille: Really? Did “nothing” cancel?"},{"type":"paragraph","text":"Lindsay: All right, I need to borrow a fur."},{"type":"paragraph","text":"Michael: I thought you were antifur, Lindsay."},{"type":"paragraph","text":"Michael: In fact, weren’t you protesting some hunter gun thing yesterday?"},{"type":"paragraph","text":"Lindsay: I stopped by. I hadn’t chosen a side."},{"type":"paragraph","text":"Lindsay: Murderers! You’re all murderers! Murderers!"},{"type":"paragraph","text":"Frank Wrench: And there are plenty of rules about guns already on the books. You’re not allowed to sell a gun to a kid. You’re not even allowed to fire your gun in the air..."},{"type":"paragraph","text":"Lindsay: Is that Frank Wrench?"},{"type":"paragraph","text":"Frank Wrench: ...on the Fourth of July."},{"type":"paragraph","text":"Narrator: In fact, it was People’s Choice nominated actor Moses Taylor, famous for his portrayal of the rule-abiding detective Frank Wrench, star of the television show Wrench."},{"type":"paragraph","text":"Frank Wrench: Well, that’s one rule I’m not going to follow."},{"type":"paragraph","text":"Frank Wrench: That’s the Second Amendment. Read it."},{"type":"paragraph","text":"Michael: And what do you need with one of Mom’s furs?"},{"type":"paragraph","text":"Lindsay: I’m... cold."},{"type":"paragraph","text":"Lucille: So am I. No."},{"type":"paragraph","text":"Lindsay: All right, look. I met Moses Taylor. We’re having a date in the park tomorrow."},{"type":"paragraph","text":"Lucille: Try to get him to bid on you at the auction tomorrow, because Michael can’t. He’s bidding on Mother."},{"type":"paragraph","text":"Michael: Except that I’m not. Now, if you’ll excuse me, I’m going to go work at the banana stand."},{"type":"paragraph","text":"Lindsay: And I’m going to see if I can get a wrench to strip my nuts. I, uh, tried to be sexy. It just... got away from me."},{"type":"paragraph","text":"John Beard: It’s bachelorette season in Newport Beach, and some lovely ladies are up for auction. Plus, another wolf sighting in the park. What that means for your weekend at 10:00."},{"type":"paragraph","text":"Tobias: Bad news, Michael. I’m afraid the Blue Man Group and I have parted ways. Seems I am officially no longer a standby understudy."},{"type":"paragraph","text":"Michael: “Cease and desist.”"},{"type":"paragraph","text":"Tobias: Seems they don’t appreciate competition."},{"type":"paragraph","text":"Narrator: Tobias had recently taken out an ad in a trade magazine for a one-man show."},{"type":"paragraph","text":"Tobias: And the worst part is Lindsay’s out there chasing some successful actor: television’s Frank Wrench. I need to prove to her that I’m not just a man, but a man’s man."},{"type":"paragraph","text":"Michael: Oh, I think she knows that."},{"type":"paragraph","text":"Howling like a wolf."},{"type":"paragraph","text":"Tobias: Jesus, it’s the wolf! That is the wolf! The wolf is upstairs!"},{"type":"paragraph","text":"Michael: Think it’s just my son’s Peter and the Wolf record."},{"type":"paragraph","text":"Tobias: I thought that was a homefill."},{"type":"paragraph","text":"Narrator: Michael went to check on his fugitive father who was living in the attic."},{"type":"paragraph","text":"George: You heard my call?"},{"type":"paragraph","text":"Michael: Yeah. Have you been doing that all over town? Because people think that there’s a wolf on the loose."},{"type":"paragraph","text":"George: Yes, there is a wolf on the loose, and his name is Oscar. Tell me he’s not going to be bidding on your mother at that charity auction with my money."},{"type":"paragraph","text":"Michael: Is that why you called me up here, Dad? Because you are a fugitive, and as far as she knows, you’re in another country."},{"type":"paragraph","text":"George: It’s driving me crazy. They’re parading in public."},{"type":"paragraph","text":"George: My back is... it’s-it’s in knots. I haven’t had a massage since prison."},{"type":"paragraph","text":"Michael: Hope that was forced."},{"type":"paragraph","text":"George: But then I found a way to fix my back in this old catalog. Look at this hot tub. I can... I can use it for so many things. It can be my, you know, water supply. And those, uh, premade boil-in-bag meals? You just toss those in there."},{"type":"paragraph","text":"Michael: You’re not getting a hot tub."},{"type":"paragraph","text":"George: Oh, come on, please?"},{"type":"paragraph","text":"Michael: Dad, please, come on. We can’t afford that. We’re in this mess because of you. I’m working down at the banana stand just so that we don’t lose a shift. We’re done pampering ourselves in this family."},{"type":"paragraph","text":"twenty minutes later"},{"type":"paragraph","text":"Michael: Yeah, I would like the biggest air conditioner you’ve got. No, no, not tomorrow. I need... I need it today. I’m not here tomorrow."},{"type":"paragraph","text":"Narrator: Just then, Michael ran into a woman whom he hadn’t seen in years."},{"type":"paragraph","text":"Sally Sitwell: Michael?"},{"type":"paragraph","text":"Michael: Sally Sitwell."},{"type":"paragraph","text":"Narrator: Michael had always been in love with Sally Sitwell."},{"type":"paragraph","text":"Young Sally: We could steal a golf cart."},{"type":"paragraph","text":"Young Michael: No, they keep ’em locked up. I know ’cause I have a key."},{"type":"paragraph","text":"Young Sally: I’ll go get my sweater."},{"type":"paragraph","text":"Young Michael: Oh, so you want to use the key."},{"type":"paragraph","text":"Narrator: But his father had a long-time competition with her father."},{"type":"paragraph","text":"George: It looks like my boy’s going to be sticking it to your daughter, Sitwell. Stick it to her!"},{"type":"paragraph","text":"Narrator: And as a result, Michael was awkward around her."},{"type":"paragraph","text":"Young Sally: Should we go or... stick around?"},{"type":"paragraph","text":"Young Michael: No! We’re not going to be sticking anything. Not-not going to stick a thing."},{"type":"paragraph","text":"Narrator: Since then, he’d always been eager to show her that he’d become a man."},{"type":"paragraph","text":"Sally Sitwell: Are you still working here?"},{"type":"paragraph","text":"Michael: No, no, no, filling in for my son."},{"type":"paragraph","text":"G.O.B.: Michael. And wow, Sally... Stickwell."},{"type":"paragraph","text":"Sally Sitwell: Right, because the guys wanted to stick it to me."},{"type":"paragraph","text":"G.O.B.: Well, no, I... I never... Michael used to say that."},{"type":"paragraph","text":"Michael: No, I did not."},{"type":"paragraph","text":"G.O.B.: Well, you said other stuff."},{"type":"paragraph","text":"Michael: I absolutely did not."},{"type":"paragraph","text":"G.O.B.: Man, he loved you!"},{"type":"paragraph","text":"Sally Sitwell: So, G.O.B., tell me, are you still doing your little tricks?"},{"type":"paragraph","text":"G.O.B.: Do you consider this to be a little trick?"},{"type":"paragraph","text":"Sally Sitwell: (Gasps.) Did you just squirt me with something?"},{"type":"paragraph","text":"G.O.B.: It was lighter fluid. I didn’t put in a new flint. But still, where did the lighter fluid come from? That’s bleep great."},{"type":"paragraph","text":"Sally Sitwell: Well, Michael, maybe I’ll see you over at the club. We never really took that cart ride, did we?"},{"type":"paragraph","text":"Michael: And we never will. ’Cause I’m not there. Nor am I here. I mean, I’m here today."},{"type":"paragraph","text":"Sally Sitwell: I’m going to go."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"Sally Sitwell: Okay."},{"type":"paragraph","text":"G.O.B.: Smooth, Michael... like her father’s head, chest, arms, legs and ass."},{"type":"paragraph","text":"Michael: What are you talking about?"},{"type":"paragraph","text":"G.O.B.: He’s hairless, Michael. It’s a condition. And I hate the guy, but at least he’s got bleep. Satiny and smooth, probably."},{"type":"paragraph","text":"Michael: Well, I’m just different that you, G.O.B. You know, I’m not going to, you know, siphon gas out of some girl’s car like you used to in high school just so you can show up and say, “Car troubles?”"},{"type":"paragraph","text":"G.O.B.: It’s called “taking advantage.” It’s what gets you ahead in life."},{"type":"paragraph","text":"Michael: Like you did with our biggest shareholder, Lucille Austero?"},{"type":"paragraph","text":"G.O.B.: That was a one-time thing, Michael. It’s over."},{"type":"paragraph","text":"earlier that day..."},{"type":"paragraph","text":"Narrator: It was far from over."},{"type":"paragraph","text":"Lucille 2: Shall I put the Posturepedic in the down position?"},{"type":"paragraph","text":"G.O.B.: Let’s elevate the knees this time."},{"type":"paragraph","text":"Lucille 2: Oh!"},{"type":"paragraph","text":"G.O.B.: And you just let Sally Sitwell slip away right when she was ready to go, and you were scared."},{"type":"paragraph","text":"Michael: What are you talking about?"},{"type":"paragraph","text":"G.O.B.: Cock-a, cock-a, co..."},{"type":"paragraph","text":"Michael: Come on. You gonna get off and do your little dance, too?"},{"type":"paragraph","text":"G.O.B.: No, I... I hurt my ankle yesterday shooting hoops or something."},{"type":"paragraph","text":"one day earlier..."},{"type":"paragraph","text":"G.O.B.: Cock-a, cock-a, cock-a, co...! Oh, God, my ankle!"},{"type":"paragraph","text":"Buster: Oh, don’t move, don’t move."},{"type":"paragraph","text":"G.O.B.: No, no, no, it hurts bad!"},{"type":"paragraph","text":"Buster: Let me hold it! Mother! Mother!"},{"type":"paragraph","text":"G.O.B.: Buster, it hurts."},{"type":"paragraph","text":"Narrator: Michael decided that perhaps he should go after Sally."},{"type":"paragraph","text":"Oscar: Have you seen my other pair of pants?"},{"type":"paragraph","text":"Lucille: Lupe washed them, and they sprouted. I threw them out."},{"type":"paragraph","text":"Oscar: Oh, that puts a lot of pressure on this pair."},{"type":"paragraph","text":"Lindsay: I think this one’s good. Looks like it would’ve put up a fight."},{"type":"paragraph","text":"Lucille: I put up one to get it."},{"type":"paragraph","text":"Lindsay: Hey, as long as it gets Frank Wrench to bid on me."},{"type":"paragraph","text":"Lucille: It won’t."},{"type":"paragraph","text":"Michael: Hey, Mom, I need to borrow your country club card. There’s a... friend I have that has lunch there often I’d like to run into."},{"type":"paragraph","text":"Lucille: Sounds like you’re asking for a favor."},{"type":"paragraph","text":"Michael: And I know what that’s going to cost me. I’m willing to bid on you."},{"type":"paragraph","text":"Lucille: I’ll give you the money. Start at five grand. If there are other bidders, back off gracefully. Shout out, “I get her 364 days a year for free” or something."},{"type":"paragraph","text":"Michael: You’re not going to hear that phrase."},{"type":"paragraph","text":"Narrator: Soon, Tobias came across a flier that promised to improve both his masculine self-image and his financial standing."},{"type":"paragraph","text":"Tobias: They’re literally blue, not sad."},{"type":"paragraph","text":"Narrator: Meanwhile, Michael went to have his accidental encounter with Sally, but had forgotten about the club’s dress code for lunch."},{"type":"paragraph","text":"Michael: Excuse me."},{"type":"paragraph","text":"Maitre D': We have a dress code for lunch."},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Michael: I can’t wear this. I look like I’m 16."},{"type":"paragraph","text":"Sally Sitwell: Michael?"},{"type":"paragraph","text":"Michael: Oh, no."},{"type":"paragraph","text":"Stan Sitwell: Hello, Michael."},{"type":"paragraph","text":"Michael: Stan. Hello, Sally."},{"type":"paragraph","text":"Sally Sitwell: Hi. So, are you meeting someone here for lunch?"},{"type":"paragraph","text":"Michael: No, I-I was going to, then they canceled, so I’m going to take off."},{"type":"paragraph","text":"Sally Sitwell: No, just join us, please?"},{"type":"paragraph","text":"Narrator: Michael knew he couldn’t say no, but he also knew he couldn’t flirt in front of her father."},{"type":"paragraph","text":"Michael: Let’s do it."},{"type":"paragraph","text":"Narrator: And at another table, G.O.B. was being taken out to lunch."},{"type":"paragraph","text":"Lucille 2: Read me the appetizers again."},{"type":"paragraph","text":"G.O.B.: “Fried cheese... with club sauce.”"},{"type":"paragraph","text":"Lucille 2: Oh..."},{"type":"paragraph","text":"G.O.B.: “Popcorn shrimp... with club sauce.”"},{"type":"paragraph","text":"Lucille 2: (Moans.)"},{"type":"paragraph","text":"G.O.B.: “Chicken fingers...”"},{"type":"paragraph","text":"Lucille 2: Oh, stop it, you’re making me dizzy."},{"type":"paragraph","text":"G.O.B.: “...with spicy club sauce.”"},{"type":"paragraph","text":"Lucille 2: No, I mean stop it!"},{"type":"paragraph","text":"Michael: G.O.B.?"},{"type":"paragraph","text":"G.O.B.: Michael."},{"type":"paragraph","text":"Stan Sitwell: Why don’t you join us?"},{"type":"paragraph","text":"G.O.B.: Oh, no, I’m just helping her eat."},{"type":"paragraph","text":"Stan Sitwell: Oh, if you’d prefer privacy..."},{"type":"paragraph","text":"G.O.B.: What? No. I didn’t even want to have lunch with her in the first place. I just... I would... I just... (Clearing throat.)"},{"type":"paragraph","text":"Narrator: And so lunch continued with both Bluth boys trying to prove they weren’t interested in the women they were interested in."},{"type":"paragraph","text":"Sally Sitwell: You know, when I saw those golf carts, it kind of brought back some memories."},{"type":"paragraph","text":"Michael: Did you have too much club sauce on your calamari?"},{"type":"paragraph","text":"Lucille 2: G.O.B., read me the desserts."},{"type":"paragraph","text":"G.O.B.: She... probably forgot her old-lady glasses."},{"type":"paragraph","text":"Lucille 2: What is the matter with you, Goby?"},{"type":"paragraph","text":"Stan Sitwell: I’m happy to read to the lovely lady. “An assortment of ice creams and sorbets.”"},{"type":"paragraph","text":"Michael: You all right with him reading to your girl?"},{"type":"paragraph","text":"G.O.B.: Not my girl. Why don’t you read to your girl?"},{"type":"paragraph","text":"Michael: Well, I... Come on, I don’t have a girl. (To waiter.) No, thanks, already taken care of. Thank you. Thanks."},{"type":"paragraph","text":"Waiter #3: I’m sorry. Apparently, there’s been some increased activity on your card. (Whispering.) It’s been declined."},{"type":"paragraph","text":"Narrator: In fact, the increased activity on Michael’s card was his father’s."},{"type":"paragraph","text":"Worker #4: Do you really think a hot tub is the best thing for someone with your condition?"},{"type":"paragraph","text":"George: I can’t see, but, uh, I didn’t know there was a doctor installing this."},{"type":"paragraph","text":"Steve Holt: Someone order a case of Bag-N-Boil frozen dinners?"},{"type":"paragraph","text":"Stan Sitwell: I’m happy to get this, Michael."},{"type":"paragraph","text":"Michael: No, no, no, please. Stan, I-I’ll do it. (To waiter.) Um... can you put this on my mother’s card?"},{"type":"paragraph","text":"Waiter #3: Your mother? No, no, no, no. She is a pool member only. And you’ll excuse me if my tone is not polite, but this is more polite than she has ever talked to me."},{"type":"paragraph","text":"Narrator: Michael had a feeling why his credit card had been rejected."},{"type":"paragraph","text":"Michael: What the hell did you do?"},{"type":"paragraph","text":"George: I overdid it. Oh, it’s so hot."},{"type":"paragraph","text":"Narrator: Michael’s father had just installed a hot tub in the attic."},{"type":"paragraph","text":"Michael: What happened to you?"},{"type":"paragraph","text":"George: I tried to drink some of the water, and it was too hot and it tasted like soy sauce. I think the teriyaki chicken burst."},{"type":"paragraph","text":"Michael: That’s why people typically don’t cook in these, or install them in attics."},{"type":"paragraph","text":"George: You gotta get it out of here, Mikey. My eyes... they’re burning."},{"type":"paragraph","text":"Michael: Want to thank you for charging it to my credit card. You made me look very foolish in front of Sally Sitwell."},{"type":"paragraph","text":"George: Did you stick it to her?"},{"type":"paragraph","text":"Michael: No, I didn’t. You screwed that up, just like you screwed up this hot tub. Is that a Veal Marsala stuck in the intake?"},{"type":"paragraph","text":"George: They all looked so good on the boxes, You know it... it’s good you backed off Sally. I don’t need that guy saying his daughter’s sticking it to my loser son."},{"type":"paragraph","text":"Michael: You know something? The reason that I never went after her is because you were always pushing me, but now that I know that I don’t have your approval, I-I think that, uh, I think that I’ll finally go for it."},{"type":"paragraph","text":"George: This isn’t turning into the party hang out I hoped."},{"type":"paragraph","text":"Michael: Hey."},{"type":"paragraph","text":"George Michael: Hey. I thought I heard something before, like a wolf drowning or something."},{"type":"paragraph","text":"Michael: I think that that was maybe the house settling. Speaking of settling, how’s Ann?"},{"type":"paragraph","text":"Michael: I mean, have you settled on an artist’s work to burn?"},{"type":"paragraph","text":"George Michael: Well, I was thinking Eminem for awhile."},{"type":"paragraph","text":"Michael: Sure."},{"type":"paragraph","text":"George Michael: But, you know, everyone’s gonna be burning Eminem, so, you know. Then I got this Pat Boone album, but the guy’s Christian. But, you know, I don’t know, somebody’s gotta burn, right?"},{"type":"paragraph","text":"Michael: Well, I guess."},{"type":"paragraph","text":"George Michael: All right."},{"type":"paragraph","text":"Michael: Hey."},{"type":"paragraph","text":"Tobias: Oh, boy. I got some looks on the bus ’cause of this."},{"type":"paragraph","text":"Michael: What are you doing with that thing?"},{"type":"paragraph","text":"Tobias: I am going to catch that wolf, Michael. I’m gonna shoot it with this tranquilizer gun, get the reward, and bid on my woman at the charity auction."},{"type":"paragraph","text":"Michael: Isn’t there some kind of a waiting period for a rifle like that?"},{"type":"paragraph","text":"Tobias: It turns out there is. Two weeks? Isn’t there a loophole?"},{"type":"paragraph","text":"Gun Shop Owner: Well, there is a gun show loophole."},{"type":"paragraph","text":"Tobias: But what timing, huh? I mean, right out back they were having one. Ah, G.O.B. I’m going hunting for my wife."},{"type":"paragraph","text":"G.O.B.: How lame was Lucille 2 at lunch, huh?"},{"type":"paragraph","text":"Michael: You’ve got attached, haven’t you?"},{"type":"paragraph","text":"G.O.B.: :You’re not going to tell anybody about this, are you?"},{"type":"paragraph","text":"Michael: Come on. I’m not one to judge. Every time I’ve gone out with Sally I’ve looked like I’m 12 years old. But, yes, I probably will tell people about this."},{"type":"paragraph","text":"G.O.B.: Maybe we can strike up a deal. You keep this to yourself, I help you get Sally. Siphon a little something from her car. You show up in the Corvette, looking like a man— “Car troubles?”"},{"type":"paragraph","text":"Michael: Probably shouldn’t do the fireball when you siphon the gas."},{"type":"paragraph","text":"G.O.B.: Guess this flint’s still got a little life left in it, huh?"},{"type":"paragraph","text":"Narrator: Lindsay, meanwhile, was waiting in the park for her date with Moses Taylor."},{"type":"paragraph","text":"Frank Wrench: I’m sorry I’m late. Fans. Sometimes it takes a while to jar their memories."},{"type":"paragraph","text":"Frank Wrench: Nice fur. You know there’s some nuts out there who’d want to throw red paint all over you. Wait a minute. I think there’s one right over there."},{"type":"paragraph","text":"Lindsay: Oh, my God, you’re..."},{"type":"paragraph","text":"Gunshot."},{"type":"paragraph","text":"Frank Wrench: Someone needs to read this."},{"type":"paragraph","text":"Narrator: And that’s when Lindsay’s heel went out."},{"type":"paragraph","text":"Howling."},{"type":"paragraph","text":"Rifle shot."},{"type":"paragraph","text":"Tobias: Ah... I got him!"},{"type":"paragraph","text":"Frank Wrench: False alarm."},{"type":"paragraph","text":"Frank Wrench: Oh, crap."},{"type":"paragraph","text":"Lindsay: I’m being saved by Frank Wrench."},{"type":"paragraph","text":"Frank Wrench: (No, you’re not!)"},{"type":"paragraph","text":"Lindsay: Frank Wrench."},{"type":"paragraph","text":"Frank Wrench: Shut up! Shh!"},{"type":"paragraph","text":"Narrator: But unbeknownst to Lindsay and Tobias, the actor who played Frank Wrench wasn’t saving her, but was just trying to distance himself from the outlandish “Moses Taylor Hunts People” scandal that had been started by a rabid antigun fanatic. And that night, Michael went to help Sally with the car problem G.O.B. had created..."},{"type":"paragraph","text":"Michael: What the hell?"},{"type":"paragraph","text":"Narrator: ...only to find out things had gotten out of hand for G.O.B. Michael, however, did look heroic as he went to put out the fire. Unfortunately, Sally arrived too late to see him that way."},{"type":"paragraph","text":"Sally Sitwell: God, what happened?!"},{"type":"paragraph","text":"Michael: Car... trouble. (Coughing.)"},{"type":"paragraph","text":"Narrator: G.O.B. had just blown up a car."},{"type":"paragraph","text":"G.O.B.: Next thing I know, I’m running for my life. And all I could think was if something were to ever happen to me, how sad I’d be, you know?"},{"type":"paragraph","text":"Lucille 2: What you did to me at lunch today... You were ashamed to be with me."},{"type":"paragraph","text":"G.O.B.: No! I was ashamed to be seen with you. I like being with you."},{"type":"paragraph","text":"Lucille 2: I’m sorry, but you have no courage."},{"type":"paragraph","text":"G.O.B.: How can you say that? Shh! Thought I heard my mom. (Sotto voce.) How can you say that?"},{"type":"paragraph","text":"Narrator: And on the other side of the wall, Lucille was finalizing her plans for the evening."},{"type":"paragraph","text":"Lucille: You can bid up to $10,000."},{"type":"paragraph","text":"Michael: The deal is off. You didn’t tell me it was a restricted membership. Just find somebody else to do your bidding."},{"type":"paragraph","text":"Lucille: There is no one else to do my bidding."},{"type":"paragraph","text":"Sally Sitwell: Hi."},{"type":"paragraph","text":"Michael: Hi. Hey."},{"type":"paragraph","text":"Sally Sitwell: They said I could see you, finally."},{"type":"paragraph","text":"Michael: Yes."},{"type":"paragraph","text":"Sally Sitwell: Oh, God, I just feel... awful for whoever’s car that was."},{"type":"paragraph","text":"Michael: Mm-hmm. I know it. (Coughs.) Sally, I was thinking that maybe you and I could..."},{"type":"paragraph","text":"(Coughing.) Sally Sitwell: Don’t try to talk. I have to run anyway. I got to do this charity auction thing."},{"type":"paragraph","text":"Intern: I’m sorry, sir, your Blue Cross/Blue Shield was denied. We’ve called your mother."},{"type":"paragraph","text":"Michael: (Coughing.)"},{"type":"paragraph","text":"Sally Sitwell: I’ll be back. I’ll check on you later. Feel better."},{"type":"paragraph","text":"Michael: (Continues coughing.) ...go out sometime. Mmm."},{"type":"paragraph","text":"Narrator: Michael decided to bid on her at the auction, and he knew just where he could get the money to do so."},{"type":"paragraph","text":"Michael: Yeah, start draining the hot tub. It’s going back."},{"type":"paragraph","text":"Narrator: And Lucille, with no other prospects, turned to the son she least expected to support her..."},{"type":"paragraph","text":"Lucille: G.O.B., I don’t suppose I could pay you to bid on me at a charity auction."},{"type":"paragraph","text":"Narrator: ... and G.O.B. was just depressed enough to do so."},{"type":"paragraph","text":"G.O.B.: Whatever you want."},{"type":"paragraph","text":"Lucille: Oh, goody!"},{"type":"paragraph","text":"Narrator: And finally, George Michael and Ann’s Christian music bonfire was underway."},{"type":"paragraph","text":"Uncle Paul: Eh? Eh? Without ever going to the gym."},{"type":"paragraph","text":"George Michael: I can’t believe how many people you told about this."},{"type":"paragraph","text":"Maeby: I hope I didn’t confuse people by saying it was a CD burning party."},{"type":"paragraph","text":"Steve Holt: Great party! (Laughing.) Maeby, I burned, like, ten CDs from somebody’s MP3 player."},{"type":"paragraph","text":"Ann 2.0: This is a disaster."},{"type":"paragraph","text":"Maeby: You know, maybe you should try listening to some of the music."},{"type":"paragraph","text":"George Michael: Some of the artists are kind of talented. I don’t know if you’ve ever heard of The Jerky Boys. They do these prank phone calls. It’s kind of old school, but... I have the tape in my room. I accidentally didn’t burn it yet."},{"type":"paragraph","text":"Narrator: Meanwhile, the auction began."},{"type":"paragraph","text":"Auctioneer: Next up, we’ve got last year’s charity case— Lindsay Fünke."},{"type":"paragraph","text":"Narrator: Lindsay showed up..."},{"type":"paragraph","text":"Michael: Oh, no, not again."},{"type":"paragraph","text":"Narrator: ...although she was still feeling the effects of the tranquilizer."},{"type":"paragraph","text":"Lindsay: Stick a wrench in me; I’m done."},{"type":"paragraph","text":"Tobias: My wife is humiliated. This is my chance to right the small wrong that I did."},{"type":"paragraph","text":"Michael: You shot her in the ass with about four ounces of horse tranquilizer."},{"type":"paragraph","text":"Tobias: I haven’t been the perfect husband— yes, I admit that. But now is my chance to be a hero."},{"type":"paragraph","text":"Tobias: Please, Michael, give me some of your money."},{"type":"paragraph","text":"Michael: I’ve got $5,000, and I need that for Sally. But if you want to make a low bid..."},{"type":"paragraph","text":"Tobias: $5,000!"},{"type":"paragraph","text":"Auctioneer: For that? Sold!"},{"type":"paragraph","text":"Michael: I think you overpaid."},{"type":"paragraph","text":"Narrator: George Michael’s prospects were also improving, as the two made prank phone calls together."},{"type":"paragraph","text":"Ann 2.0: Hey, rubberneck!"},{"type":"paragraph","text":"Michael: Ann, could you and George Michael please call someone else for a little while?"},{"type":"paragraph","text":"Ann 2.0: He knows it was us!"},{"type":"paragraph","text":"George Michael: What?!"},{"type":"paragraph","text":"Auctioneer: We finally got a good one coming up— Sally Sitwell. What do I hear?"},{"type":"paragraph","text":"Voices: $500."},{"type":"paragraph","text":"Stan Sitwell: You’re not bidding? I was hoping you would."},{"type":"paragraph","text":"Michael: You were?"},{"type":"paragraph","text":"Stan Sitwell: You’re a good kid; you always have been. Not like that showboat of a father of yours, if you don’t mind me saying."},{"type":"paragraph","text":"Michael: I-I-I’ve called him so much worse. The truth is, sir, I am interested, but I don’t have the money to buy your daughter."},{"type":"paragraph","text":"Stan Sitwell: (Chuckles softly.) Well, you sure do drive a nice car, and I need one. Mine got torched today. Drop it off when you drop my daughter off tonight."},{"type":"paragraph","text":"Narrator: And finally, with both the approval of Sally’s father and the lack of approval of his own, Michael was ready to make his move."},{"type":"paragraph","text":"Michael: $15,000."},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Sally Sitwell: (Laughing.) Wow. I got to tell you, this puts a lot of pressure on me."},{"type":"paragraph","text":"Michael: It’s for a good cause."},{"type":"paragraph","text":"Sally Sitwell: I heard it was to reseed the greens. It’s going to be a lot of shifts for you at the banana stand, huh?"},{"type":"paragraph","text":"Michael: I should be honest with you. I don’t have that much money, and I sold the Corvette to cover it."},{"type":"paragraph","text":"Sally Sitwell: That was quick; to who?"},{"type":"paragraph","text":"Michael: Your father, as a matter of fact."},{"type":"paragraph","text":"Sally Sitwell: My father?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Sally Sitwell: My father can’t drive a convertible."},{"type":"paragraph","text":"Stan Sitwell: Mind if I open it up?"},{"type":"paragraph","text":"Engine revving and tires squealing."},{"type":"paragraph","text":"Stan Sitwell: Wow! She’s got some pickup."},{"type":"paragraph","text":"Sally Sitwell: This is just like him. He always interferes with everyone I date. Well, you can tell him to give you your car back."},{"type":"paragraph","text":"Michael: But... I bought you."},{"type":"paragraph","text":"Sally Sitwell: Sorry, I’m not like you. I’d almost rather date someone my father doesn’t approve of. Thanks anyway."},{"type":"paragraph","text":"Michael: That-that-that is like me. That’s exactly like me."},{"type":"paragraph","text":"Narrator: And soon it was time for G.O.B. to bid on his mother."},{"type":"paragraph","text":"Lucille: The only one bidding on Lucille 2 is that hairless Sitwell."},{"type":"paragraph","text":"Auctioneer: Eight, nine?"},{"type":"paragraph","text":"G.O.B.: Sitwell’s bidding on Lucille 2? First he fires me, then he steals my..."},{"type":"paragraph","text":"Auctioneer: Going once."},{"type":"paragraph","text":"G.O.B.: ...mother’s best friend."},{"type":"paragraph","text":"G.O.B.: $10,000!"},{"type":"paragraph","text":"Lucille 2: Oh, how grand."},{"type":"paragraph","text":"Auctioneer: Sold! Up from $800 to $10,000. Wow! You guys really want a new golf course. And all from nonmembers."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, George Sr. shows up to bid on Lucille..."},{"type":"paragraph","text":"George: howling Narrator: ...but the sound of his wolf call and the smell of chicken teriyaki interfered."},{"type":"paragraph","text":"George: No, no! No! Oh! Oh!"}],"images":[]}]}