{"sections":[{"title":"Transcript of Fakin' It","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Three episode \"Fakin' It\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Fakin' It\" was written by Dean Lorey & Chuck Tatham."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael had received a witness list for his father’s upcoming trial."},{"type":"paragraph","text":"George: Who’s on the list? Any blabbers?"},{"type":"paragraph","text":"Michael: Well, they’ve got one guy who won’t be talking. That is unless there’s a hand inside of him."},{"type":"paragraph","text":"Tobias: Oh, please, Michael. Even then, I wouldn’t say anything."},{"type":"paragraph","text":"Michael: That’s reassuring, but I was referring to G.O.B.’s puppet, Franklin."},{"type":"paragraph","text":"G.O.B.: Yes! I got him in the system."},{"type":"paragraph","text":"Michael: You did this on purpose."},{"type":"paragraph","text":"G.O.B.: Oh, yeah. He is re-dyed, rested and ready to work. Thought it’d be a good way to get some press. Oh, I got to tell Franklin."},{"type":"paragraph","text":"Michael: I think he meant “get Franklin.”"},{"type":"paragraph","text":"Buster: Am I on the list?"},{"type":"paragraph","text":"Michael: We all are."},{"type":"paragraph","text":"G.O.B.: (Heard off screen.) Franklin, guess what?"},{"type":"paragraph","text":"Buster: But I don’t know anything."},{"type":"paragraph","text":"Lucille: He certainly hasn’t heard anything from me."},{"type":"paragraph","text":"Buster: Mother doesn’t know anything either."},{"type":"paragraph","text":"Lucille: I don’t know anything."},{"type":"paragraph","text":"Michael: Well, you both certainly act innocent."},{"type":"paragraph","text":"Narrator: Buster knew a great deal for Lucille, almost nightly, got drunk and told him."},{"type":"paragraph","text":"Lucille: Your father says he wants me to go all the way to Falluja. I thought he meant the sex act that’s so popular with your generation."},{"type":"paragraph","text":"Buster: (Snores softly.)"},{"type":"paragraph","text":"Lucille: I know you’re awake. Faker!"},{"type":"paragraph","text":"Michael: More significantly, they’ve put an “N. Bluth” on the witness list."},{"type":"paragraph","text":"G.O.B.: I hope that doesn’t stand for what I think it stands for. Whoa, I did not say that."},{"type":"paragraph","text":"Michael: You did, G.O.B. Your mouth moved, your hand didn’t."},{"type":"paragraph","text":"G.O.B.: Oh. Well, I should work on that."},{"type":"paragraph","text":"Michael: Is the an “N. Bluth” in the family we don’t know about? They say there’s been money found in an account under that name."},{"type":"paragraph","text":"George: Of course not. The prosecution is trying to test us, see if we’re going to turn against each other. They make stuff up. She doesn’t exist."},{"type":"paragraph","text":"Michael: Yet you refer to her as a “she.”"},{"type":"paragraph","text":"George: “He,” “she”—what’s the difference?"},{"type":"paragraph","text":"Tobias: Oh, hear, hear. In the dark, it all looks the same."},{"type":"paragraph","text":"Tobias: They’re probably just taking a shot in the dark."},{"type":"paragraph","text":"George: But the good news is that Jan Eagleman called, and she is willing to consider our case."},{"type":"paragraph","text":"Michael: Jan Eagleman?"},{"type":"paragraph","text":"George: She’s from the Justice TV."},{"type":"paragraph","text":"Michael: Not another media whore? You know, frankly, I think I could put together a pretty good defense."},{"type":"paragraph","text":"Lindsay: Oh, no, he thinks he’s a lawyer again."},{"type":"paragraph","text":"Narrator: Devotees will remember that Michael once played a lawyer in a school play."},{"type":"paragraph","text":"Young Michael: / You’re a crook, Captain Hook / / Judge, won’t you throw the book at the pirate... /"},{"type":"paragraph","text":"Lindsay: Michael, just because you played a role doesn’t make it real."},{"type":"paragraph","text":"Lucille: Of course, Buster did grow up to be Captain Hook."},{"type":"paragraph","text":"Buster: Not cool, Mom."},{"type":"paragraph","text":"George: Oh, please, you’d be a lousy attorney. The first piece of evidence against us, you’d run for the hills."},{"type":"paragraph","text":"George: No, Jan is interested. She carries a lot of weight, and she is not charging us anything."},{"type":"paragraph","text":"Franklin: Like to see a whore that does that!"},{"type":"paragraph","text":"G.O.B.: Not the carrying the weight part, but... on the other hand, if it’s free."},{"type":"paragraph","text":"George: She wants us to do a mock trial, sort of a dry run, just to get us ready."},{"type":"paragraph","text":"Michael: Well, I guess we could all use some experience in the courtroom. Fine, I’ll go check her out, but I’ll tell you all right now now one is going to lie on that stand."},{"type":"paragraph","text":"George: And no one is going to betray the family."},{"type":"paragraph","text":"Narrator: Buster was nervous."},{"type":"paragraph","text":"Buster: (Nervous humming.)"},{"type":"paragraph","text":"Narrator: That’s what all the rocking and humming was about. And Michael met with Justice TV’s Jan Eagleman who was currently doing a tech rehearsal."},{"type":"paragraph","text":"Jan Eagleman: ...for my new show—Judge Reinhold. It’s a reality courtroom show."},{"type":"paragraph","text":"Michael: You know there’s an actor by that name, right?"},{"type":"paragraph","text":"Judge Reinhold: This is what they put me in. Why did I lose all the weight if they’re going to put me in a pool cover?"},{"type":"paragraph","text":"Michael: I’m sorry. Are you an actual judge?"},{"type":"paragraph","text":"Judge Reinhold: No, that’s just a coincidence. I read somewhere Judge Judy made $25 million last year, and I’m, like, “Hey, I never even heard of the guy.”"},{"type":"paragraph","text":"Michael: So you’re doing this because your name is “Judge”?"},{"type":"paragraph","text":"Jan Eagleman: Honestly, this is the first time I put those two things together."},{"type":"paragraph","text":"Judge Reinhold: Maybe we should take “Judge” out of the title and go with my original title Mr. Reinhold’s Courtroom. No, no, no. We’re changing the name."},{"type":"paragraph","text":"Jan Eagleman: Thanks, Michael. Got 250,000 talking magazine ads and he wan to change the name."},{"type":"paragraph","text":"Judge Reinhold: (In magazine.) My name is Judge."},{"type":"paragraph","text":"Michael: I hear you want to do a mock trial."},{"type":"paragraph","text":"Jan Eagleman: Mm."},{"type":"paragraph","text":"Michael: Yeah?"},{"type":"paragraph","text":"Jan Eagleman: And we can do it here on the set. ’Cause I’m looking for Judge Reinhold to have a little practice too."},{"type":"paragraph","text":"Michael: Uh-huh."},{"type":"paragraph","text":"Jan Eagleman: I’ll be acting as the prosecutor. That way I can see how your family holds up. Families that do well are the ones that stick together."},{"type":"paragraph","text":"Michael: Well, that-that’s us. Um... we are going to need a defense attorney, right, for the mock trial and that’s not going to be cheap."},{"type":"paragraph","text":"Jan Eagleman: You know the case. Why not you?"},{"type":"paragraph","text":"Young Michael: / You’re a crook, Captain Hook... /"},{"type":"paragraph","text":"Michael: Yeah, give me a chance to show my dad what I can do. I’ll-I’ll show him. I’ll make a fool out of him. While sticking together."},{"type":"paragraph","text":"Phone rings."},{"type":"paragraph","text":"Michael: One minute."},{"type":"paragraph","text":"Narrator: And that’s when Michael found out his brother Buster was in a coma."},{"type":"paragraph","text":"Michael: What happened? How is he?"},{"type":"paragraph","text":"Lucille: Waiting for the doctor. I just pray it’s one of those things where he’s unconscious throughout the entire trial, and when it’s over, he wakes up and gets a big toy."},{"type":"paragraph","text":"Michael: Wait a minute. Are you responsible for this, Mom? Did you put one of your sons into a coma so that he can’t testify?"},{"type":"paragraph","text":"Lucille: Michael, how dare you? Of course it crossed my mind. But this was all Buster. He got into your brother’s pills."},{"type":"paragraph","text":"Michael: Not the Forget-Me-Nows."},{"type":"paragraph","text":"G.O.B.: He asked me for them. I didn’t know. I thought he was dating again."},{"type":"paragraph","text":"Brian: Hope you don’t mind me saying, but these things can go on indefinitely. My mother’s been in that bed for two years."},{"type":"paragraph","text":"Lucille: (Gasps.) Oh, how awful. We don’t have a private room."},{"type":"paragraph","text":"Brian: They won’t let me take out her feeding tube. And I’m lucky. I have the resources to pay for these medical bills."},{"type":"paragraph","text":"Lindsay: You have resources?"},{"type":"paragraph","text":"Brian: What good is my money if I can’t bring her back?"},{"type":"paragraph","text":"Lindsay: But you can’t, and money should be spent on dating. Is that what you were going to say?"},{"type":"paragraph","text":"Michael: Let’s go ahead and wait outside."},{"type":"paragraph","text":"Lindsay: So, you come here often? Cute button."},{"type":"paragraph","text":"George Michael: How is he?"},{"type":"paragraph","text":"Michael: We’re still waiting to find out."},{"type":"paragraph","text":"George: (Panting.) I got here as soon as I could. Oh, the red tape."},{"type":"paragraph","text":"Michael: Looks a little bit more like Red Prawn, Dad."},{"type":"paragraph","text":"George: It’s the Shrimpfest. Oh, the shrimp."},{"type":"paragraph","text":"Michael: You realize that Buster is probably in this state because of you and Mom. He’s obviously afraid of what he knows and he’s just trying to forget. Does he know who “N. Bluth” is?"},{"type":"paragraph","text":"George: Right now he doesn’t know who “B. Bluth” is."},{"type":"paragraph","text":"Michael: I’m going to need some real answers out of you pretty soon because I’ve just discussed it with Jan. I am going to be pretending to be your attorney at the mock trial before Judge Reinhold."},{"type":"paragraph","text":"George: You’re the lawyer. Oh, that’s the same representation Captain Hook had."},{"type":"paragraph","text":"Laughter."},{"type":"paragraph","text":"Lucille: Oh, it’s so good to laugh again."},{"type":"paragraph","text":"G.O.B.: Oh, feels good."},{"type":"paragraph","text":"George: It does."},{"type":"paragraph","text":"Michael: They say seven minutes heals all wounds."},{"type":"paragraph","text":"Lucille: Wait, not the Judge Reinhold show from all those magazine ads. They’re all over the place. Look at this."},{"type":"paragraph","text":"Judge Reinhold: (In magazine.) My name is Judge."},{"type":"paragraph","text":"G.O.B.: I didn’t even know that this kind of technology even existed. I could use this in my ventriloquism act. They have a bar here?"},{"type":"paragraph","text":"Dr. Farmer: Well, Buster’s in what we call a light to no coma. In layman’s term, it might be considered a very heavy nap."},{"type":"paragraph","text":"Michael: Could that mean that he’s faking it?"},{"type":"paragraph","text":"Dr. Farmer: Oh, highly likely this is fake. Alough there doesn’t seem to be very much brain activity."},{"type":"paragraph","text":"Lucille: Nope, that’s him."},{"type":"paragraph","text":"Dr. Farmer: I think it’s very important that we remember he’s fully insured. I say we see how this plays out."},{"type":"paragraph","text":"George: Absolutely. And we’re going to be here every day. I don’t care if it takes from now till the end of Shrimpfest."},{"type":"paragraph","text":"Dr. Farmer: Well, if this young man gets bored, we need a lot of volunteers here at the hospital. Turning over the bedridden, changing bedpans."},{"type":"paragraph","text":"George Michael: I heard there’s a mall across the street."},{"type":"paragraph","text":"Dr. Farmer: Oh, you want excitement. Well, we have a group of young people who put on fake weddings for our Alzheimer’s patients."},{"type":"paragraph","text":"Michael: Actually, it would probably look pretty good on some college application."},{"type":"paragraph","text":"George Michael: Would I have to touch the old people?"},{"type":"paragraph","text":"Dr. Farmer: Only their hearts."},{"type":"paragraph","text":"Dr. Farmer: You could be a groom. Bring a little girlfriend up there with you."},{"type":"paragraph","text":"George Michael: Oh, I don’t have a girlfriend."},{"type":"paragraph","text":"Dr. Farmer: A sister than, or a cousin. Of course, you’re going to have to kiss."},{"type":"paragraph","text":"Narrator: Guess who liked that idea?"},{"type":"paragraph","text":"Michael: He says he doesn’t want to do it. I’m actually going to respect his choices..."},{"type":"paragraph","text":"George Michael: Good. I... great. I was just... Well, don’t answer for... I, um, yeah. ’Cause I know exactly the cousin, I mean, the.. the girl I would want to give and she’ll want give too. We’ll... and we’ll do that together. For them, for the sake of... I ju... it’s a great day. For being sad."},{"type":"paragraph","text":"Narrator: And later, Michael was preparing for his case."},{"type":"paragraph","text":"Lindsay: So I’ve got a date with the guy with the brain-dead mom. I mean, it’s just a...picket for them to pull the plug on our loved ones."},{"type":"paragraph","text":"Michael: Giving up hope on Buster pretty quickly there, Lindsay."},{"type":"paragraph","text":"Lindsay: Listen, I know Buster. I know what he wants."},{"type":"paragraph","text":"weeks earlier..."},{"type":"paragraph","text":"Buster: Oh, I love soup. If the only thing I could do was lay in bed all day and eat soup, I’d be happy. I wouldn’t even have to taste it. I could just take it through a tube. That would actually be better ’cause I wouldn’t even burn my mouth. (Laughs softly.) Never let me die."},{"type":"paragraph","text":"Lindsay: Yeah, he wants out. Anyway, you and I both now he’s probably just faking."},{"type":"paragraph","text":"G.O.B.: Busy?"},{"type":"paragraph","text":"Michael: Actually..."},{"type":"paragraph","text":"G.O.B.: Check is out. My lips don’t move. They call me up to the stand, say something like, “Who’s this little friend?” And he’ll say..."},{"type":"paragraph","text":"Judge Reinhold: (Voiced from Franklin.) My name is Judge."},{"type":"paragraph","text":"G.O.B.: (As himself.) Who’s name is Judge?"},{"type":"paragraph","text":"Judge Reinhold: My name is..."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"G.O.B.: That’s a silly name."},{"type":"paragraph","text":"Michael: That’s enough."},{"type":"paragraph","text":"Judge Reinhold: Judge. My name..."},{"type":"paragraph","text":"G.O.B.: Yes, I am judging your name. It am silly."},{"type":"paragraph","text":"Judge Reinhold: Is..."},{"type":"paragraph","text":"Michael: Please stop."},{"type":"paragraph","text":"G.O.B.: Oh, now you’re correcting my grammar?"},{"type":"paragraph","text":"Michael: G.O.B., not going to put Franklin on the stand, and your lips are moving just little bit."},{"type":"paragraph","text":"Judge Reinhold: Judge."},{"type":"paragraph","text":"G.O.B.: He’s right, his name is Judge now."},{"type":"paragraph","text":"Michael: You know, I think Dad might actually have a case here. I mean, I am concerned about this “N. Bluth,” but if it is indeed just a ploy on their part, then the only bombshell that they’ve got is the blueprint of an Iraqi model home, the same blueprint as ours, with no record that we actually got paid for it. Although this is strange. It looks like there’s a secret room in this one off the hallway. I wonder if we’ve got that. I’m gonna check that out."},{"type":"paragraph","text":"G.O.B.: Okay, and we’re going to go back to the hospital."},{"type":"paragraph","text":"Michael: Yeah, good, check on Buster. We do need to stick together as a family on this."},{"type":"paragraph","text":"G.O.B.: Actually going to to swipe some more talking magazines, but I’ll make sure to poke the head in."},{"type":"paragraph","text":"Judge Reinhold: My..."},{"type":"paragraph","text":"Narrator: And Michael found that there was indeed a secret room where his father had stored the family mementos, including his birth certificate."},{"type":"paragraph","text":"Michael: “Nichael Bluth”? Am I “N. Bluth”? Is he trying to set me up? If I’m “N. Bluth,” I’m going to prison."},{"type":"paragraph","text":"Narrator: Nichael was worried."},{"type":"paragraph","text":"Narrator: Michael had just discovered a hidden room in the model home where all the family secrets were stored."},{"type":"paragraph","text":"Michael: My dad’s trying to pin all of his crimes on “N. Bluth,” and I might be “N. Bluth.”"},{"type":"paragraph","text":"Tobias: Huh."},{"type":"paragraph","text":"Michael: At least that’s what it says according to my birth certificate. All of our family records are up here. And, for some reason this stack of body building magazines."},{"type":"paragraph","text":"Tobias: (Chuckles.) Well, I guess your, uh... your dad must have had these from way back when, huh?"},{"type":"paragraph","text":"Judge Reinhold: (In magazine.) My name is Ju..."},{"type":"paragraph","text":"Michael: That seems kind of current."},{"type":"paragraph","text":"Tobias: Uh. Who am I trying to kid, Michael. I was trying to beef up to impress that wife of mine, but now she’s after some rich guy who’s trying to kill his mom, and..."},{"type":"paragraph","text":"Michael: I have to go talk to my dad. You coming out?"},{"type":"paragraph","text":"Tobias: No. No, I’ve got to fight for my wife. I’m going to keep my marriage alive."},{"type":"paragraph","text":"Narrator: One room over, George Michael was also trying to convince someone to pursue a fake marriage."},{"type":"paragraph","text":"Maeby: We’d have to kiss. Wouldn’t that be kind of weird after what we’ve been through?"},{"type":"paragraph","text":"George Michael: Well, that was a long time ago."},{"type":"paragraph","text":"Narrator: It had been two months since they’d kissed."},{"type":"paragraph","text":"Maeby: Well, it does sound like a good twist on a wedding film."},{"type":"paragraph","text":"George Michael: A film?"},{"type":"paragraph","text":"Maeby: Without the corny runaway bride bit in the middle."},{"type":"paragraph","text":"George Michael: Oh, well, yeah."},{"type":"paragraph","text":"Narrator: And, so, like many people who no longer felt anything for each other, they decided to get married."},{"type":"paragraph","text":"Michael: I’m “N. Bluth,” aren’t I? Legally, that’s my real name. You’ve been doing all the Iraq business under it thinking that it wouldn’t be traceable. But it is, and I’m going down."},{"type":"paragraph","text":"George: For God’s sake, it’s a typo, Michael. What kind of father do you think I am? They even got your birth date wrong."},{"type":"paragraph","text":"Michael: That is my birth date."},{"type":"paragraph","text":"George: Close to Christmas. Was that hard?"},{"type":"paragraph","text":"George: It’s a coincidence, Michael! You’re not “N. Bluth.” There is no “N. Bluth.”"},{"type":"paragraph","text":"Michael: I called Jan Eagleman about this, and she says it sounds pretty bad."},{"type":"paragraph","text":"George: You called her? She’s with the prosecution."},{"type":"paragraph","text":"Michael: Just for the mock trial."},{"type":"paragraph","text":"George: Yeah, but what if she wasn’t, Mi... You know, I am glad we’re having this mock trial, because it has shown me that you cannot be involved in the real defense."},{"type":"paragraph","text":"Michael: Oh, come on."},{"type":"paragraph","text":"George: Why can’t you be like Buster? He put himself in a coma to protect this family. Poor kid. I have to get down there now."},{"type":"paragraph","text":"Michael: Shrimpfest is over, Pop."},{"type":"paragraph","text":"George: Really?"},{"type":"paragraph","text":"Michael: Better go to Chili’s."},{"type":"paragraph","text":"Narrator: Back at the hospital..."},{"type":"paragraph","text":"Lindsay: Let my brother die!"},{"type":"paragraph","text":"Narrator: ... Lindsay had joined Brian in protest."},{"type":"paragraph","text":"Lindsay: All they’re doing in there is trying to keep people alive. It’s a life mill!"},{"type":"paragraph","text":"Tobias: Oh, hello, Lindsay. I’d like to introduce you to friend of mine that I met at the gym."},{"type":"paragraph","text":"Father Ben: Hi. I’m Father Ben."},{"type":"paragraph","text":"Tobias: Ben is a Franciscan who can bench press over 200 pounds, and he talked me into protesting, too. Show them your sign. No, the other side."},{"type":"paragraph","text":"Lindsay: Tobias, Brian and I beleive in the dignity of every human being. Now why don’t we leave the fruits with the vegetables and go get a coffee."},{"type":"paragraph","text":"Tobias: Do some push-ups. Lindsay! Do some push-ups."},{"type":"paragraph","text":"Narrator: George Michael and Maeby were also at the hospital, putting on a wedding for the Alzheimer’s patients."},{"type":"paragraph","text":"Clark: ...against all odds, and now they are truly family. It is permanent. Eternal."},{"type":"paragraph","text":"Narrator: And Maeby did the thing she had always thought was so corny..."},{"type":"paragraph","text":"Maeby: I can’t do this. I can’t do this."},{"type":"paragraph","text":"George Michael: But, we aren’t..."},{"type":"paragraph","text":"Maeby: What am I doing?! We’re not... We’re not..."},{"type":"paragraph","text":"Narrator: ...and ran away."},{"type":"paragraph","text":"George Michael: What are we going to do?"},{"type":"paragraph","text":"Clark: Just give it a minute. Now it’s a bar mitzvah."},{"type":"paragraph","text":"Narrator: And as George Michael acted like a boy becoming a man, Michael returned to his office to find a man acting like a boy."},{"type":"paragraph","text":"Michael: Hey. What’s this?"},{"type":"paragraph","text":"G.O.B.: Just practicing my testimony. Needed a fake witness box."},{"type":"paragraph","text":"Michael: And you couldn’t have just taken my stuff off the desk first, or unplugged my computer?"},{"type":"paragraph","text":"G.O.B.: Justice is swift, Michael."},{"type":"paragraph","text":"G.O.B.: Plus, we needed to be prepared for our testimony."},{"type":"paragraph","text":"Michael: You’re not doing any of that “My name is Judge” stuff on the stand, okay?"},{"type":"paragraph","text":"G.O.B.: No! They’re all out of magazines at the hospital. Besides, I’ve got a better idea."},{"type":"paragraph","text":"earlier that day..."},{"type":"paragraph","text":"Narrator: ... which he’d also gotten while visiting the hospital."},{"type":"paragraph","text":"Dr. Farmer: Patient presented with gastric bacterial infection, coupled with peptic ulcers. Tetracycline should not be administered due to allergies..."},{"type":"paragraph","text":"G.O.B.: Check this out! You’ll say, “Who’s this little friend?” And I’ll say “Well he’s not really feeling that well.” And you’ll say, “Oh, what’s wrong with the little guy?” And he’ll say..."},{"type":"paragraph","text":"Dr. Farmer: (On recording.) Patient presented with gastric bacterial infection."},{"type":"paragraph","text":"G.O.B.: Wow... Sounds like you could use some “tricyclene.”"},{"type":"paragraph","text":"Dr. Farmer: (On recording.) Tetracycline should not be administered due to allergies."},{"type":"paragraph","text":"Michael: Your lips are still moving, and... you stole the doctor’s tape recorder?"},{"type":"paragraph","text":"G.O.B.: Just the tape."},{"type":"paragraph","text":"Michael: I’m giving it back to him."},{"type":"paragraph","text":"G.O.B.: Come on, Michael!"},{"type":"paragraph","text":"Michael: G.O.B...."},{"type":"paragraph","text":"G.O.B.: I need this! My career needs this. Dad was right. If you really cared about this family, you’d be more supportive of me in this."},{"type":"paragraph","text":"Michael: G.O.B., I’m not going to turn this mock trial into some kind of..."},{"type":"paragraph","text":"G.O.B.: You were going to say “mockery,” weren’t you?"},{"type":"paragraph","text":"Michael: I was in trouble, like, three words into that."},{"type":"paragraph","text":"Narrator: So, Michael went back to the hospital, when he had a visit from the real prosecutor."},{"type":"paragraph","text":"Michael: Wayne, what you doing here?"},{"type":"paragraph","text":"Wayne Jarvis: We heard about the trial. We want to make a deal with you."},{"type":"paragraph","text":"Michael: A deal? It’s a mock trial."},{"type":"paragraph","text":"Wayne Jarvis: Read the Patriot Act: “Anything said in a mock trial or daytime courtroom show can be used in any real criminal proceeding, or prime-time procedural show, subject to the interpretation of the presiding judge, or the executive producer.”"},{"type":"paragraph","text":"Michael: In our case, Judge Reinhold is both."},{"type":"paragraph","text":"Wayne Jarvis: Did he get E.P.?"},{"type":"paragraph","text":"Michael: Sure did."},{"type":"paragraph","text":"Wayne Jarvis: Good for him."},{"type":"paragraph","text":"Wayne Jarvis: Anyway, you put your dad on the stand, get him talking, and you get full immunity. If you don’t do it, we’re going to go after “N. Bluth,” and we think that’s you."},{"type":"paragraph","text":"Michael: You’re asking me to conspire against my own client. Couldn’t you go to jail for that?"},{"type":"paragraph","text":"Wayne Jarvis: Think about it, Michael, it may be time to cut and run."},{"type":"paragraph","text":"Michael: Well, we don’t do that in my family."},{"type":"paragraph","text":"Narrator: Maeby had just run away from a fake wedding that had gotten a little too real."},{"type":"paragraph","text":"Knocking."},{"type":"paragraph","text":"George Michael: Oh! You know about this room, too?"},{"type":"paragraph","text":"Maeby: Yeah, it’s my dad’s exercise room."},{"type":"paragraph","text":"Narrator: Although for all her worldliness, Maeby was still a child in many ways."},{"type":"paragraph","text":"George Michael: Um, yeah, I-I come here to think myself sometimes, you know. I mean, I always knock first. I-I always do that. I always do that anyway, no matter what room. So, um, what happened back there?"},{"type":"paragraph","text":"Maeby: I don’t know, I guess I just got a little weirded out. I mean, we’re cousins. It’s wrong."},{"type":"paragraph","text":"George Michael: Well, you know the Torah tells us that the larger wrong is to put our own feelings before the commitments we’ve made. You know, towards the sick, aged and gross."},{"type":"paragraph","text":"Narrator: That’s not in the Torah."},{"type":"paragraph","text":"George Michael: And I mean you know, we weren’t there for ourselves today. We were there to bring happiness to others. And... I just... I just feel now like we left a lot of old people sad there today."},{"type":"paragraph","text":"Narrator: Again, not true."},{"type":"paragraph","text":"Klezmer music playing."},{"type":"paragraph","text":"George Michael: I mean, you know, I’m not saying it’s not weird for me, too. I’m just saying maybe we could take those weird feelings and turn them into something positive."},{"type":"paragraph","text":"Narrator: He really wanted that kiss."},{"type":"paragraph","text":"Maeby: I mean, I guess it would be a good way to freak out our parents."},{"type":"paragraph","text":"George Michael: Let’s freak them out!"},{"type":"paragraph","text":"Michael: Ooh. Hey, you guys know about this room, too, huh? I’m just looking for some evidence for my trial against Pop-Pop. For Pop-Pop."},{"type":"paragraph","text":"Lindsay: I mean, seriously, Doctor, when are we going to know something? I’m trying to get on with my life."},{"type":"paragraph","text":"Tobias: Yeah, so is what remains of Buster."},{"type":"paragraph","text":"Adelaide: Dr. Farmer, there’s a problem in 302. The patient’s having a bad reaction to the tetracycline."},{"type":"paragraph","text":"Dr. Farmer: Tetracycline? Didn’t I say not to give him that? Didn’t you listen to my notes?"},{"type":"paragraph","text":"G.O.B.: (On recording.) / It ain’t easy being white / / It ain’t easy... /"},{"type":"paragraph","text":"Lindsay: I’m trying to get on with my life. And you know what? You can’t deal with it."},{"type":"paragraph","text":"Tobias: No, I can’t Lindsay."},{"type":"paragraph","text":"Lindsay: You’re not interested in me."},{"type":"paragraph","text":"Tobias: And you’re not capable of intimacy."},{"type":"paragraph","text":"Buster: Well, just fake it! Coma."},{"type":"paragraph","text":"Narrator: And, believe it or not, that actually got through to them."},{"type":"paragraph","text":"Buster: Now will you please turn on the Cartoon Network and get the hell out of here?"},{"type":"paragraph","text":"Narrator: And the next day, the mock trial began, as did the mock episode of what had now been renamed..."},{"type":"paragraph","text":"Ron: Mock Trial With J. Reinhold. Take one. In five, four, three..."},{"type":"paragraph","text":"William Hung: (Off-key.) / Mock trial with J. Reinhold / / Mock trial / / Mock trial with J. Reinhold / / Mock trial / / Mock trial with J. Reinhold / / Mock trial! /"},{"type":"paragraph","text":"Bailiff: All rise for acting’s highest honor, Judge Reinhold. (Aside.) Judge Reinhold neither a real judge, nor has he received acting’s highest honor."},{"type":"paragraph","text":"Judge Reinhold: Wow. Thank you. That’s the first time I ever got a standing ovation before the show. They’re not clapping."},{"type":"paragraph","text":"Jan Eagleman: They don’t in a courtroom."},{"type":"paragraph","text":"Bailiff: Please be seated."},{"type":"paragraph","text":"Narrator: The proceedings got underway, and the Bluths set about pretending they were a family that sticks together."},{"type":"paragraph","text":"Jan Eagleman: You never heard anyone in your family discuss plans to either travel to Iraq, or... do business there?"},{"type":"paragraph","text":"Tobias: Well, I spend so much time making sweet love on my wife, that it’s hard to hear anything over the clatter of her breasts and.."},{"type":"paragraph","text":"Jan Eagleman: Your witness."},{"type":"paragraph","text":"Michael: I have nothing."},{"type":"paragraph","text":"Strums bass line."},{"type":"paragraph","text":"Lucille: Oh, how should I know where the money comes from. I just know where it goes—to taking care of my poor, comatose son. And if this were the real trial, I’d cry here."},{"type":"paragraph","text":"Judge Reinhold: I’m saving my good stuff, too."},{"type":"paragraph","text":"Michael: I’ve no cross at this time."},{"type":"paragraph","text":"George: Now this is why you’re not handling my real defense."},{"type":"paragraph","text":"Michael: I have one witness, Dad, and he’ll clear everything up."},{"type":"paragraph","text":"Narrator: G.O.B. had a little trouble."},{"type":"paragraph","text":"Jan Eagleman: State your name."},{"type":"paragraph","text":"Judge Reinhold: (Recording.) My name is Judge."},{"type":"paragraph","text":"G.O.B.: What kind of name is that, “Magazine”?"},{"type":"paragraph","text":"Michael: I’m just going to go ahead and jump in right here. I have nothing for him."},{"type":"paragraph","text":"Narrator: But now it was Michael’s turn."},{"type":"paragraph","text":"George: Well, listen, have fun out there, because this is the last time you’re going to see this side of a courtroom till your second wife divorces your freckled ass."},{"type":"paragraph","text":"Michael: Look at that, you just blew your wedding speech."},{"type":"paragraph","text":"Michael: I’d like to jump right ahead to calling a surprise witness."},{"type":"paragraph","text":"Jan Eagleman: Only witnesses on the list."},{"type":"paragraph","text":"Michael: Oh, he’s on the list. I would like to call to the stand... Franklin Delano Bluth."},{"type":"paragraph","text":"G.O.B.: Franklin? You’re calling Franklin, Mikey?"},{"type":"paragraph","text":"Michael: I sure am, pal. I support my brother."},{"type":"paragraph","text":"Band begins playing."},{"type":"paragraph","text":"Music: / It ain’t easy being white / / It ain’t easy being brown / / You’re my bro / / Not my brother. /"},{"type":"paragraph","text":"Jan Eagleman: You Honor, this is highly unusual."},{"type":"paragraph","text":"Judge Reinhold: Well, I’m very curious to see where this is going. I’m going to allow it. But I’m warning you, Mr. Bluth, this better make for a good promo."},{"type":"paragraph","text":"Michael: I was approached by the real prosecution recently, and was asked if I would be willing to turn on my family and save myself. G.O.B.? Would you please press the “play” button on the tape recorder inside the puppet."},{"type":"paragraph","text":"Wayne Jarvis: (On recording.) If you don’t do it, we’re going to go after “N. Bluth,” and we think that’s you."},{"type":"paragraph","text":"Michael: (On recording.) You’re asking me to conspire against my own client. Couldn’t you go to jail for that?"},{"type":"paragraph","text":"Wayne Jarvis: Why do there have to be puppets like Frank?"},{"type":"paragraph","text":"Judge Reinhold: Well, it looks like we’ve got a mistrial. But on the plus side, we’ve also got a Hung Jury—hit it!"},{"type":"paragraph","text":"William Hung: / Mock trial with J. Reinhold / / Mock trial / / Mock trial with J. Reinhold / / Mock trial / / Mock trial with J. Reinhold... /"},{"type":"paragraph","text":"George: You did good out there, Michael. But it’s just a mock trial. Why don’t you just take it to the grand jury?"},{"type":"paragraph","text":"Michael: I wanted to prove to you that I could do it. I’m going to a grand jury with that now."},{"type":"paragraph","text":"Narrator: Actually, Michael had no idea that’s what he was supposed to do."},{"type":"paragraph","text":"Jan Eagleman: Nice job. You have a real shot. You all stuck together, and that’s what wins case."},{"type":"paragraph","text":"George: We don’t abandon each other."},{"type":"paragraph","text":"Michael: No one’s closer than the Bluth family."},{"type":"paragraph","text":"Narrator: They were."},{"type":"paragraph","text":"Father Ben: I now pronounce you husband and wife."},{"type":"paragraph","text":"Narrator: For as it turns out, the fake priest was called to a patient’s room, and Father Ben filled in—not knowing it was fake. And that’s how the kids got married."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, Mock Trial With J. Reinhold leads to imitators..."},{"type":"paragraph","text":"G.O.B.: All rise. Bud Cort is now in session."},{"type":"paragraph","text":"Bud Cort: Please be seated."},{"type":"paragraph","text":"G.O.B.: (As Franklin.) Hard to sit when you got someone’s hand up your ass."},{"type":"paragraph","text":"Bud Cort: All right, let’s lose the puppet."},{"type":"paragraph","text":"Narrator: ... and Michael discovers that he wasn’t “N. Bluth” after all."},{"type":"paragraph","text":"Michael: I have an older sister?"},{"type":"paragraph","text":"Narrator: So much for not abandoning family."}],"images":[]}]}