{"sections":[{"title":"Transcript of Meat the Veals","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Meat the Veals\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Meat the Veals\" was written by Barbie Adler & Richard Rosenstock"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael came home to find his brother-in-law Tobias, who’d been kicked out of the house earlier that week."},{"type":"paragraph","text":"Tobias: Michael. How are you?"},{"type":"paragraph","text":"Michael: I’m good. Good. Didn’t I already see you today?"},{"type":"paragraph","text":"Tobias: Not that I know of."},{"type":"paragraph","text":"Narrator: Michael had seen him earlier that day as Tobias had been posing as an English nanny named Mrs. Featherbottom..."},{"type":"paragraph","text":"earlier that day..."},{"type":"paragraph","text":"Mrs. Featherbottom: Okay, who’d like a banger in the mouth? Oh, right. I forgot. Here in the States, you call it a sausage in the mouth."},{"type":"paragraph","text":"Michael: We just call it a sausage."},{"type":"paragraph","text":"Narrator: The family, of course, knew it was Tobias, but the house had never been cleaner."},{"type":"paragraph","text":"Tobias: Hello, young lady. I haven’t seen you in a week."},{"type":"paragraph","text":"Maeby: Oh, right. That means Mrs. Featherbottom isn’t here. Which means she didn’t iron my blouse, which means, I don’t have anything to wear for my premiere. The premier. Of Canada. He’s going out with my gym teacher."},{"type":"paragraph","text":"one day earlier..."},{"type":"paragraph","text":"Narrator: Maeby was actually referring to the premiere of a film from the studio where she had conned her way into a job."},{"type":"paragraph","text":"Maeby: Oh, hey, Jeff, did you ever get a chance to do that coverage on Voices in America: History in Perspective?"},{"type":"paragraph","text":"Jeff The Reader: Yeah, I looked that up. It’s a ninth-grade history textbook."},{"type":"paragraph","text":"Maeby: Yeah, and if I don’t get your report on it, I won’t be able to pass. On it. Because I have a feeling it’s a piece of bleep."},{"type":"paragraph","text":"Narrator: Unfortunately, the job was wreaking havoc with her language."},{"type":"paragraph","text":"Maeby: Maybe we just need a new bleeping housekeeper."},{"type":"paragraph","text":"Tobias: Okay. I’m sure she would’ve ironed it for you had you told her about it before she changed out of her bloody work clothes, but... I am off, then."},{"type":"paragraph","text":"Maeby: Well, I gotta keep him trying, and that is the job."},{"type":"paragraph","text":"Lucille: Michael, what are you doing tomorrow?"},{"type":"paragraph","text":"Michael: Having my day ruined with whatever you’re about to ask me to do."},{"type":"paragraph","text":"Lucille: It’s my wedding anniversary, and Oscar wants to throw me a party."},{"type":"paragraph","text":"Michael: He is aware that he’s not married to you, right?"},{"type":"paragraph","text":"Narrator: In fact, Oscar had started to perceive that Lucille was pulling away from him."},{"type":"paragraph","text":"Lucille: Not now. It’s my time of the month."},{"type":"paragraph","text":"fifteen days later..."},{"type":"paragraph","text":"Lucille: Not now; I don’t want to risk having a baby. It could kill me."},{"type":"paragraph","text":"Narrator: So, he went to Buster for advice."},{"type":"paragraph","text":"Oscar: I think she misses my brother."},{"type":"paragraph","text":"Buster: My father?"},{"type":"paragraph","text":"Oscar: Yes? (Dramatic music.) I mean, yes."},{"type":"paragraph","text":"Oscar: Maybe I should throw her an anniversary party."},{"type":"paragraph","text":"Buster: Oh, so when he doesn’t show, she’ll realize that you were the one who was always there for us."},{"type":"paragraph","text":"Oscar: Well, I was thinking one more party, and then I’d move out. But no, I like your plan better. The only problem is, we know he’s around somewhere."},{"type":"paragraph","text":"Buster: Well, he never came when I lost my hand. But you— you not only embrace it, but I saw you kissing it while you thought I was sleeping. (Chuckling.)"},{"type":"paragraph","text":"Oscar: (Sucking.)"},{"type":"paragraph","text":"Lucille: Who knows what goes on in that pot-addled mind of his. Anyway, it’s a party, and I want the whole family there."},{"type":"paragraph","text":"G.O.B.: We’re having a party?"},{"type":"paragraph","text":"Lucille: No. Well, I’m sorry if I don’t want you doing one of your stupid puppet shows."},{"type":"paragraph","text":"G.O.B.: I did that once, Mom. And a lot of people thought it was pretty cool."},{"type":"paragraph","text":"Narrator: In an effort to hip up his act... G.O.B. had briefly introduced a puppet."},{"type":"paragraph","text":"G.O.B.: (as Franklin) Can I tell you somethin', my man?"},{"type":"paragraph","text":"G.O.B.: Sure, Franklin."},{"type":"paragraph","text":"G.O.B.: (as Franklin) You are one cool [Bleeps] Speakin' of mothers, let me give that oatmeal some brown sugar."},{"type":"paragraph","text":"Oscar: Get off my wife, you bastard!"},{"type":"paragraph","text":"G.O.B.: Oh, man. What's the matter with you?"},{"type":"paragraph","text":"G.O.B.: Franklin said some things Whitey wasn't ready to hear."},{"type":"paragraph","text":"Michael: G.O.B., weren't you also mercilessly beaten outside of a club in Torrance for that act?"},{"type":"paragraph","text":"G.O.B.: He also said some things that African-Americany wasn't ready to hear either."},{"type":"paragraph","text":"Michael: You know, Mom, we have no idea where Dad is. How's he gonna hear about the party?"},{"type":"paragraph","text":"Lucille: Why do you have the baby monitor out?"},{"type":"paragraph","text":"Michael: I'm, uh, listening in-"},{"type":"paragraph","text":"George, Sr.: She wants her man back."},{"type":"paragraph","text":"Michael: On my son."},{"type":"paragraph","text":"George, Sr.: Yo, man. You're gonna get your sorry white ass thrown in jail. I said that's enough."},{"type":"paragraph","text":"Narrator: Michael came up with an excuse he knew his mother would understand."},{"type":"paragraph","text":"Michael: I'm listening in on my son. I'm a little worried about his girlfriend, Ann."},{"type":"paragraph","text":"Lucille: My advice, get one of those teddy bears with the cameras in them. I had one in Buster's room to make sure he wasn't getting too serious with anyone. As it turned out, he got too serious with the teddy bear. I'll see you at the anniversary party."},{"type":"paragraph","text":"George Michael: Gangy's having an anniversary party?"},{"type":"paragraph","text":"Michael: Seems that way."},{"type":"paragraph","text":"George Michael: Is Franklin gonna be there?"},{"type":"paragraph","text":"G.O.B.: See that, Mike? Kids love Franklin."},{"type":"paragraph","text":"George Michael: I just don't want him to point out my cracker ass in front of Ann."},{"type":"paragraph","text":"G.O.B.: Imagine what he'd say about her."},{"type":"paragraph","text":"Lindsay: So you were listening in on George Michael. Can you believe what he asked me this morning?"},{"type":"paragraph","text":"George Michael: Do you think my mom's engagement ring is still around?"},{"type":"paragraph","text":"Lindsay: Of course it is. Your father would never part with something so precious."},{"type":"paragraph","text":"Narrator: In fact, Lindsay was currently wearing it on her middle toe, roast beef."},{"type":"paragraph","text":"George Michael: I'm thinking of asking Ann to get pre-engaged."},{"type":"paragraph","text":"Lindsay: You are?"},{"type":"paragraph","text":"George Michael: Yeah. I feel like God moved her here from Ohio to be with me."},{"type":"paragraph","text":"George, Sr.: Her?"},{"type":"paragraph","text":"Michael: Well, that's the first I've heard of this."},{"type":"paragraph","text":"Lindsay: Well, then who said \"Her?\""},{"type":"paragraph","text":"Michael: Me. That was-That was me. But, um, her?"},{"type":"paragraph","text":"Lindsay: Look, it's just a pre-engagement. It's exciting. You know, it's young love. I had it once. A man I loved-"},{"type":"paragraph","text":"Tobias: Here's young Maeby's blouse."},{"type":"paragraph","text":"Lindsay: And then things took a turn somehow."},{"type":"paragraph","text":"Tobias: Master Bluth. I haven't seen you in a week's time."},{"type":"paragraph","text":"Michael: Actually, you tried to put a banger in my mouth this morning."},{"type":"paragraph","text":"Tobias: Oh, was it this morn- Well, I'm sorry. I'm just so exhausted."},{"type":"paragraph","text":"Michael: So I'm just gonna talk to my son. I'm gonna tell him that I'm against this. I don't like her."},{"type":"paragraph","text":"Lindsay: You know, maybe if you stop judging her, he'd trust you. Look, if you say no, you're just gonna drive him right to her."},{"type":"paragraph","text":"George Michael: Hey, Dad, can you drive me to Ann’s?"},{"type":"paragraph","text":"Michael: Nnnn... Y-Y-Y-Y-Yes."},{"type":"paragraph","text":"George Michael: Great. I’ll wait in the car."},{"type":"paragraph","text":"Michael: I don’t think that worked."},{"type":"paragraph","text":"Narrator: Meanwhile, G.O.B. went to check on the one friend who didn’t mind having him around."},{"type":"paragraph","text":"George: (As Franklin.) Get your loser hand out of my ass. Or something."},{"type":"paragraph","text":"G.O.B.: Oh, Dad, I thought... Dad? This is where you’ve been hi...? Michael."},{"type":"paragraph","text":"George: I just came back because of your mother. She’s with my brother on my anniversary. But I got an idea from George Michael. I need to re-commit myself to your mother."},{"type":"paragraph","text":"G.O.B.: Her?"},{"type":"paragraph","text":"George: You got to get me into that party. Then you got to take me to this church. I found this brochure that Ann left behind."},{"type":"paragraph","text":"G.O.B.: That’s going to be tough; I’m not really all that “invited.”"},{"type":"paragraph","text":"George: I got it all worked out, but I need a limousine."},{"type":"paragraph","text":"G.O.B.: I-I can do this, Dad. I’m going to make you proud."},{"type":"paragraph","text":"George: Never too late to start."},{"type":"paragraph","text":"Narrator: And Michael drove to Ann’s house, where he finally got to meet Ann’s parents."},{"type":"paragraph","text":"Ann: This is my father, Pastor Terry Veal."},{"type":"paragraph","text":"Michael: Hello. Oh, Pastor? I, uh, I didn’t, I didn’t know. You didn’t tell me."},{"type":"paragraph","text":"George Michael: I told you."},{"type":"paragraph","text":"Michael: No, you didn’t."},{"type":"paragraph","text":"Pastor Veal: People treat you so differently when they find out you’re a man of God."},{"type":"paragraph","text":"Michael: Oh, believe me, I know."},{"type":"paragraph","text":"Pastor Veal: Oh, are you a churchgoing man?"},{"type":"paragraph","text":"Michael: I am. Sometimes. Yes. I don’t go religiously."},{"type":"paragraph","text":"Michael: I mean, I’m not a, I’m not a nut about it. Because there is no such thing as a nut when it comes to religion, Pastor."},{"type":"paragraph","text":"Pastor Veal: Oh, I’ve met a few."},{"type":"paragraph","text":"Michael: Well, I’m sure if you look a little bit closer, you’ll find some very earnest people that are just doing their best."},{"type":"paragraph","text":"George Michael: What are you doing, Dad?"},{"type":"paragraph","text":"Michael: I’m not sure. Why don’t you two kids run along and let us get to know each other a little bit better? Thank you."},{"type":"paragraph","text":"Pastor Veal: Maybe I should get my wife. Honey. This is George Michael’s father."},{"type":"paragraph","text":"Michael: This is your wife? I didn’t realize you could remarry."},{"type":"paragraph","text":"Pastor Veal: What?"},{"type":"paragraph","text":"Michael: Is this Ann’s mother?"},{"type":"paragraph","text":"Mrs. Veal: I’m Mrs. Veal."},{"type":"paragraph","text":"Michael: Sorry, I just... I did not expect somebody so young."},{"type":"paragraph","text":"Mrs. Veal: Next, you’re going to say how Ann and I could be sisters."},{"type":"paragraph","text":"Michael: No. I’d never say that. So, listen, I’m here because I think that my son might be planning on asking your daughter to get pre-engaged."},{"type":"paragraph","text":"Pastor Veal: Oh, my gosh!"},{"type":"paragraph","text":"Mrs. Veal: My gosh!"},{"type":"paragraph","text":"Pastor Veal: Well, that is something to celebrate."},{"type":"paragraph","text":"Pastor Veal: (Chuckling.) Can we open up some sparkling apple cider?"},{"type":"paragraph","text":"Michael: No."},{"type":"paragraph","text":"Pastor Veal: Oh, did you want us to go down to the liquor store and get you some liquor?"},{"type":"paragraph","text":"Michael: Well, don’t you think they’re a bit too young?"},{"type":"paragraph","text":"Pastor Veal: Oh, we got serious around his age."},{"type":"paragraph","text":"Michael: Well, who could blame you? You got to lock that down."},{"type":"paragraph","text":"Michael: But I’m not quite sure that they’re ready."},{"type":"paragraph","text":"Pastor Veal: Michael, in my experience, there is no recipe for a perfect match. It takes the love of two families."},{"type":"paragraph","text":"Michael: Well, you haven’t met my family."},{"type":"paragraph","text":"Narrator: And that’s when Michael devised a new plan to win the Veals’ disapproval."},{"type":"paragraph","text":"Michael: You haven’t met my family. You should meet my family. We’re going to be having an anniversary party."},{"type":"paragraph","text":"Pastor Veal: What a wonderful surprise! We would love to witness a celebration of their love."},{"type":"paragraph","text":"Michael: That would be a wonderful surprise."},{"type":"paragraph","text":"Narrator: But he did want a little bit of insurance."},{"type":"paragraph","text":"Michael: Hey, G.O.B. Mom wants Franklin at the party. Yeah. What? No, no, no, I don’t want to talk... Hey, Franklin."},{"type":"paragraph","text":"Narrator: Lucille was setting up for the anniversary party that she didn’t expect her husband to attend."},{"type":"paragraph","text":"Lucille: Where’s the food?!"},{"type":"paragraph","text":"Mrs. Featherbottom: Sorry. Just stuffing the mushroom."},{"type":"paragraph","text":"Lindsay: You realize that’s Tobias, don’t you?"},{"type":"paragraph","text":"Lucille: If he’s going to raid my closet, he’s going to work for it."},{"type":"paragraph","text":"Michael: What happened to his ankle?"},{"type":"paragraph","text":"Narrator: Tobias had attempted an entrance that he hoped would enchant his daughter."},{"type":"paragraph","text":"Mrs. Featherbottom: (Singing, then yelling in falsetto.) (High-pitched singing groan.) We shan’t be telling your mother this, shan’t we?"},{"type":"paragraph","text":"Oscar: Maybe you can point out to your mother that your father hasn’t arrived yet."},{"type":"paragraph","text":"Buster: So... my father’s not here."},{"type":"paragraph","text":"Oscar: Maybe he is."},{"type":"paragraph","text":"George Michael: Ann just called. They had a pre-dawn mass. Then they were going to mass, so..."},{"type":"paragraph","text":"Michael: Ann’s got a great deal of mass."},{"type":"paragraph","text":"Michael: Anyway, I hope that the Veals like us. Why don’t you go top off your Gangee?"},{"type":"paragraph","text":"Lindsay: Wait a minute. You invited the Veals?"},{"type":"paragraph","text":"Michael: Only so that they’ll disapprove of us. I got to kill this pre-engagement somehow, and after Mom’s second vodka and after Buster’s second juice box, they’re going to forbid Ann from even seeing my son, much less taking his ring, and I’m still the good guy."},{"type":"paragraph","text":"Lindsay: So, the devout religious family— they’re the bad guys?"},{"type":"paragraph","text":"Michael: You’ll understand when Maeby starts getting proposals."},{"type":"paragraph","text":"Narrator: Actually, Maeby had given two that day."},{"type":"paragraph","text":"Executive: I’m sorry, I can’t read what you wrote on this buck slip. You got the handwriting of a 15-year-old."},{"type":"paragraph","text":"Maeby: “15-year-old.” Marry me!"},{"type":"paragraph","text":"Jeff The Reader: Hey, I’m almost done with that coverage. I can bring it out to you tonight. Are you still at the Balboa Towers?"},{"type":"paragraph","text":"weeks earlier..."},{"type":"paragraph","text":"Narrator: Maeby had used her grandmother’s address so as to not arouse suspicion at home. This required convincing the guard she was several years younger than her age."},{"type":"paragraph","text":"Mario: Boy, you get a lot of mail from that movie studio."},{"type":"paragraph","text":"Maeby: I write a lot of letters to movie stars."},{"type":"paragraph","text":"Mario: You seem a little old for that."},{"type":"paragraph","text":"Maeby: Baby-sit me!"},{"type":"paragraph","text":"Jeff The Reader: That place seems so old for you."},{"type":"paragraph","text":"Maeby: I’ll send Dr. Epstein your compliments. And may I add, “marry me”?"},{"type":"paragraph","text":"Jeff The Reader: Okay."},{"type":"paragraph","text":"Narrator: And Maeby realized she might be in need of a new deflection."},{"type":"paragraph","text":"Michael: Hi, Mrs. Veal. Welcome. Mom, this is Ann’s mother."},{"type":"paragraph","text":"Lucille: Are you sure this isn’t her sister?"},{"type":"paragraph","text":"Mrs. Veal: What a lovely thing to say."},{"type":"paragraph","text":"Michael: That’s an awful thing to say. Please."},{"type":"paragraph","text":"Mrs. Veal: I’m so eager to meet your husband."},{"type":"paragraph","text":"Michael: Dad escaped from prison. Did you not know that?"},{"type":"paragraph","text":"earlier that day..."},{"type":"paragraph","text":"Narrator: In fact, George Sr. had just been picked up by his son."},{"type":"paragraph","text":"G.O.B.: Oh, great. It’s stuck. All right, just stay down and let me handle this."},{"type":"paragraph","text":"Mario: Is that Mr. Bluth there?"},{"type":"paragraph","text":"G.O.B.: He’s got us, Dad. Come on out."},{"type":"paragraph","text":"George: He’s talking to you, you idiot. Cover."},{"type":"paragraph","text":"Franklin: I ain’t yo daddy! How’s it going, brother?"},{"type":"paragraph","text":"Mario: You want to pop the trunk and roll the windows down, please? I’m just messing with you. Hey, Franklin. How you doing, little man?"},{"type":"paragraph","text":"Mrs. Veal: So I’m afraid Ann’s with my husband. He had a last-minute vow renewal at the chapel."},{"type":"paragraph","text":"Narrator: A call that was made by George, Sr."},{"type":"paragraph","text":"G.O.B.: So how do we get her to the church? Tell her you’re in here? Or..., no, cover her eyes and take her to the limo."},{"type":"paragraph","text":"George: No, you bring her in here, knock her out with this ether and you stuff her into this garment bag. Anyone sees, you do the same. Oh, hi, Tobias."},{"type":"paragraph","text":"Mrs. Featherbottom: Oh... / Whenever I get a wee bit scared, I hum a little tune / / Hum, diddle-diddly, hum, dee doo... /"},{"type":"paragraph","text":"George: You put a handkerchief over her mouth for a couple of seconds. No more than two, though, ’cause you could kill her."},{"type":"paragraph","text":"G.O.B.: I don’t have a handkerchief."},{"type":"paragraph","text":"George: Fine. Put the ether on the puppet’s lips, have the puppet kiss her."},{"type":"paragraph","text":"Franklin: I ain’t kissing that old bitch."},{"type":"paragraph","text":"George: (Strangling Franklin.) That’s my wife, you bastard!"},{"type":"paragraph","text":"G.O.B.: Dad, that’s my wrist!"},{"type":"paragraph","text":"Franklin: Hey, man, that’s his neck!"},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Michael: Hey, G.O.B.! Mrs. Veal, this is my brother G.O.B. Where’s your pal Franklin?"},{"type":"paragraph","text":"G.O.B.: Throat’s a little sore. And wrist."},{"type":"paragraph","text":"G.O.B.: Nice to meet you."},{"type":"paragraph","text":"Mrs. Veal: What a lovely family."},{"type":"paragraph","text":"Michael: Does it seem that way? Where’s Buster? He should help."},{"type":"paragraph","text":"George Michael: You know, it’s really great you did this. I-I thought you didn’t really even like Ann, but you know, since you do, I thought I could get your opinion. I was thinking of giving her, like, a-a pre-engagement..."},{"type":"paragraph","text":"Michael: Ring?"},{"type":"paragraph","text":"George Michael: Yeah."},{"type":"paragraph","text":"Michael: Wow, that catches me off guard, George Michael. I’m not sure about that. I just... I don’t know if it’s... I think... I think it’s going to backfire on you. I think that it could backfire on you because it’s going to seem like you’re taking marriage, uh, lightly, you know, and you can’t. It’s very sacred. Sacred. Yeah. That’s it."},{"type":"paragraph","text":"George Michael: All right, well, yeah. You know, I guess it did kind of feel right to me, but, yeah, if you... I’ve got to trust you, right?"},{"type":"paragraph","text":"Michael: Thank you, thank you."},{"type":"paragraph","text":"George Michael: Yeah. Hey, maybe I should... maybe I should ask if she wants to get pre-pre-engaged. Add another..."},{"type":"paragraph","text":"Michael: The mere fact that you’re laughing about marriage means that you’re not ready, okay?"},{"type":"paragraph","text":"George Michael: What?"},{"type":"paragraph","text":"Narrator: And Lucille was asked to the kitchen."},{"type":"paragraph","text":"Lucille: What’s so important that you’re dragging me away from this miserable party?"},{"type":"paragraph","text":"G.O.B.: Well, I just had an old friend who wanted to tell you... (As Franklin.) how much I miss you!"},{"type":"paragraph","text":"Lucille: Oh, who let this little black [bleep]…"},{"type":"paragraph","text":"Buster: Hey, brother."},{"type":"paragraph","text":"Franklin: Who you calling “brother,” you hook-ass..."},{"type":"paragraph","text":"Buster: Mother!"},{"type":"paragraph","text":"Air horn blares."},{"type":"paragraph","text":"George: What the hell kind of puppet does Buster have on his hand?"},{"type":"paragraph","text":"G.O.B.: Just let me think. God, Franklin, your breath... Oh, God."},{"type":"paragraph","text":"Lindsay: So, I’m really getting excited about your proposal."},{"type":"paragraph","text":"George Michael: Oh, yeah, I’m not going to do it now."},{"type":"paragraph","text":"Lindsay: Because Ann’s mom doesn’t approve our family? Oh, come on, that was just some stupid plan your father was trying."},{"type":"paragraph","text":"George Michael: Plan? What plan?"},{"type":"paragraph","text":"Michael: Well, it’s off. Sorry. I know that you were excited about it, but, uh, you know, in the secular world... I feel like they’re a bit young."},{"type":"paragraph","text":"Mrs. Veal: You know, I... I didn’t want to say anything in front of Terry, but I agree. I mean, perhaps there’s someone else they’re meant to meet."},{"type":"paragraph","text":"Michael: Well, let’s-let’s just say that-that in the secular world, one finds oneself with their fair share of temptations. Not that anyone would ever act on... Oh, no, no. Stop."},{"type":"paragraph","text":"Mrs. Veal: Take me."},{"type":"paragraph","text":"Michael: Mrs. Veal..."},{"type":"paragraph","text":"Mrs. Veal: Take me to your secular world."},{"type":"paragraph","text":"Michael: Hey, hey, listen..."},{"type":"paragraph","text":"George Michael: You know what? I can’t believe my dad. First, he’s saying I need to respect the sanctity of marriage, and then, he’s making out with her on the balcony."},{"type":"paragraph","text":"Lindsay: I thought he didn’t even like Ann."},{"type":"paragraph","text":"George Michael: No, no. Mrs. Veal. Know what else he’s not gonna like? I am getting pre-engaged."},{"type":"paragraph","text":"Lindsay: God, that’s so romantic."},{"type":"paragraph","text":"George Michael: To hell with him."},{"type":"paragraph","text":"Lindsay: Take it. Take the sacred ring. No, not the snake. That doesn’t come off."},{"type":"paragraph","text":"Narrator: Michael had just been kissed by the mother of his son’s girlfriend."},{"type":"paragraph","text":"Mrs. Veal: Oh, my God!"},{"type":"paragraph","text":"Michael: Don’t do this. Don’t do this."},{"type":"paragraph","text":"Mrs. Veal: I can’t believe we’re making love."},{"type":"paragraph","text":"Michael: What are you talking about? We’re not making love."},{"type":"paragraph","text":"Mrs. Veal: I want to please you secularly."},{"type":"paragraph","text":"Michael: We’re not going to do this."},{"type":"paragraph","text":"Mrs. Veal: But you kept telling me how beautiful I was."},{"type":"paragraph","text":"Michael: Yeah, I was... surprised, because of Ann. Well..."},{"type":"paragraph","text":"Mrs. Veal: Why because of Ann?"},{"type":"paragraph","text":"Michael: Because of... an old wives’ tale."},{"type":"paragraph","text":"Mrs. Veal: Oh, I’m so ashamed."},{"type":"paragraph","text":"Michael: Mrs. Veal..."},{"type":"paragraph","text":"Mrs. Featherbottom: Jolly news, governor. Young Master’s proposing."},{"type":"paragraph","text":"Michael: George Michael? I told him not to. He said he wouldn’t."},{"type":"paragraph","text":"Mrs. Featherbottom: Well, this was before he saw you pounding that sweet piece of Veal."},{"type":"paragraph","text":"Michael: He saw that? Where is he?"},{"type":"paragraph","text":"Mrs. Featherbottom: Oh, he left with Lady Lindsay..."},{"type":"paragraph","text":"Michael: Tobias, where are they?"},{"type":"paragraph","text":"Mrs. Featherbottom: It is me. It’s Tobias."},{"type":"paragraph","text":"Oscar: (Shrieking.) What happened?"},{"type":"paragraph","text":"Michael: What’s going on?"},{"type":"paragraph","text":"Buster: G.O.B. made me kiss Franklin, and I think my father was here."},{"type":"paragraph","text":"Oscar: Maybe he still is."},{"type":"paragraph","text":"Michael: Oh, shut up."},{"type":"paragraph","text":"Michael: What do you mean, he was here?"},{"type":"paragraph","text":"Buster: I think he was dragging my mother out with G.O.B."},{"type":"paragraph","text":"Oscar: Oh, you shut up."},{"type":"paragraph","text":"Maeby: What’s going on?"},{"type":"paragraph","text":"Michael: We’re trying to figure that out. Apparently, Pop-Pop kidnapped Gangee. And I have no idea where George-Michael is, or Lindsay."},{"type":"paragraph","text":"Maeby: I just saw them drive off. They’re going to go look for Bland."},{"type":"paragraph","text":"Maeby: Who’s the hottie?"},{"type":"paragraph","text":"Michael: This is Ann’s mother."},{"type":"paragraph","text":"Maeby: Her? Does she look old enough to play Topher Grace’s mom?"},{"type":"paragraph","text":"Michael: Where did you say Ann was?"},{"type":"paragraph","text":"Mrs. Veal: At the chapel."},{"type":"paragraph","text":"Michael: Yeah, we got to get down there. My son’s going to pre-propose to your daughter."},{"type":"paragraph","text":"Narrator: Fortunately, Tobias had rented a car to maintain his ruse."},{"type":"paragraph","text":"Mrs. Featherbottom: I had this shipped over from Blackstool. It’s what I used to drive the Roger Moores about in."},{"type":"paragraph","text":"Narrator: And Lucille awoke, half in the bag."},{"type":"paragraph","text":"Lucille: What am I doing in a Nordstrom bag?"},{"type":"paragraph","text":"George: It’s me. I-I’m taking you to renew our vows. But first..."},{"type":"paragraph","text":"G.O.B.: Uh, Dad..."},{"type":"paragraph","text":"George: we make love."},{"type":"paragraph","text":"G.O.B.: That partition doesn’t go all the way up, remember?"},{"type":"paragraph","text":"Lucille: No. No. After your vows. I want to know you won’t run out on me again. I need to know you’re in it for keeps."},{"type":"paragraph","text":"George: Just let me see ’em."},{"type":"paragraph","text":"G.O.B.: Seriously, Dad, the radio doesn’t work, either."},{"type":"paragraph","text":"George: Come on. Show ’em to me."},{"type":"paragraph","text":"Lucille: George!"},{"type":"paragraph","text":"Narrator: G.O.B. raced his parents to the church, passing George Michael and Lindsay, who were soon followed by Mrs. Featherbottom."},{"type":"paragraph","text":"Mrs. Featherbottom: Oh, mercy me. I keep forgetting I’m in the Colonies."},{"type":"paragraph","text":"Narrator: Buster was talking to the police when Oscar found a clue."},{"type":"paragraph","text":"Oscar: I found this! They must be going to this church. He’s going to renew his vows. He’s my twin brother. I know how he thinks."},{"type":"paragraph","text":"Buster: They’re at the Church of the Good Shepherd."},{"type":"paragraph","text":"Narrator: And at the chapel, Pastor Veal was officiating."},{"type":"paragraph","text":"George: “...to love and honor your spirit and flesh. First, the flesh. I will caress and tweak. I will nibble and bite. I will blow alternatingly hot and cool...”"},{"type":"paragraph","text":"Ann: Oh, man, I can’t wait to get married."},{"type":"paragraph","text":"Narrator: Ann went to cool down, where George Michael found her."},{"type":"paragraph","text":"George Michael: Ann, I-I have something to ask you. Well, I-I really like you. I guess what I-I want to ask you is, will you one day, uh, intend to marry me? And it would be great to hear back on this before the real hard A.P. stuff kicks in, you know?"},{"type":"paragraph","text":"Ann: Let’s do it... now. Let’s actually get married."},{"type":"paragraph","text":"George Michael: Right now?"},{"type":"paragraph","text":"Ann: My father’s right in there. He can do it as soon as he finishes."},{"type":"paragraph","text":"George: “...will always be here for you to rest your ankles upon my shoulders...”"},{"type":"paragraph","text":"Narrator: And Michael showed up at the chapel."},{"type":"paragraph","text":"Michael: Listen, buddy, you... Dad?"},{"type":"paragraph","text":"George: Uh, faster, Pastor."},{"type":"paragraph","text":"Oscar: Stop this! Stop this now!"},{"type":"paragraph","text":"Narrator: Oscar charged at George Sr., finally willing to fight for Lucille. But they did think alike and neither could land a blow."},{"type":"paragraph","text":"Ann: Dad, do us. We're ready to get married."},{"type":"paragraph","text":"Michael: George Michael, don't do this just to get back at me. What you saw on the balcony, uh, Mrs. Veal started kissing me."},{"type":"paragraph","text":"Narrator: This part of it was news to George Michael. Unfortunately, it was also news to Pastor Veal."},{"type":"paragraph","text":"Pastor Veal: You kissed my wife?"},{"type":"paragraph","text":"Michael: No. She started kissing me. You really should lock that down."},{"type":"paragraph","text":"Narrator: And Pastor Veal, too, was ready to fight for the woman he loved."},{"type":"paragraph","text":"Pastor Veal: (Yells)"},{"type":"paragraph","text":"Buster: Ah. Finally. Where have you been?"},{"type":"paragraph","text":"Narrator: The police had been delayed when they thought they'd cornered a kidnapping suspect."},{"type":"paragraph","text":"Policemen #1: Put your hands up, or we'll take that as a sign of aggression against us."},{"type":"paragraph","text":"Policemen #2: They're not up! He's aggressive!"},{"type":"paragraph","text":"Voice: Got a little hot out there."},{"type":"paragraph","text":"Buster: Well, it's getting pretty hot in here."},{"type":"paragraph","text":"Pastor Veal She's mine!"},{"type":"paragraph","text":"Oscar: No. She's mine."},{"type":"paragraph","text":"Michael: Oscar, I don't want her. I don't want either of them."},{"type":"paragraph","text":"Oscar: Oh. Sorry. Where's my brother?"},{"type":"paragraph","text":"Tobias: Look at all the bobbies."},{"type":"paragraph","text":"Tobias: (Chuckles)"},{"type":"paragraph","text":"Tobias: Oh, no. My wig seems to have run off."},{"type":"paragraph","text":"Narrator: On George Sr., as it turned out."},{"type":"paragraph","text":"Policemen #1: Who is this guy?"},{"type":"paragraph","text":"Lindsay: This guy is my husband."},{"type":"paragraph","text":"Mrs. Veal: Terry, I don't know what happened. I fell under the spell of that horrible secular family. Forgive me."},{"type":"paragraph","text":"Michael: Could've used that horrible family stuff about a halfhour ago."},{"type":"paragraph","text":"Oscar: I hope you notice I didn't run."},{"type":"paragraph","text":"Lucille: You fought for me."},{"type":"paragraph","text":"Oscar: What I meant to say is I-I think I broke my ankle."},{"type":"paragraph","text":"Lucille: Let's alternate hot and cool on that."},{"type":"paragraph","text":"Michael: Guess the wedding's off?"},{"type":"paragraph","text":"George Michael: Yeah. That's okay, Dad. You know we were talking, and we think that we were doin' it for the wrong reasons."},{"type":"paragraph","text":"Michael: Yeah? You have so much to experience before you make a commitment you're not ready for. You need to get to know each other better and then you can be comfortable going all the way with it."},{"type":"paragraph","text":"George Michael: Do you mean it?"},{"type":"paragraph","text":"Michael: Yes. This time I'm being honest with you."},{"type":"paragraph","text":"George Michael: Thanks, Dad."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"Ann: It sounds like your father just gave us permission to start doing it. You must teach me, George Michael. You must teach me the ways of the secular flesh."},{"type":"paragraph","text":"Music: / Hey / What you're trying to say to meee. /"},{"type":"paragraph","text":"Narrator On the next Arrested Development."},{"type":"paragraph","text":"Buster That doesn't bother you."},{"type":"paragraph","text":"Narrator Buster finds someone else interested in kissing his hook."},{"type":"paragraph","text":"Buster Oh, God!"},{"type":"paragraph","text":"Dog (bark)"},{"type":"paragraph","text":"Policemen #2 Drug dog's got something. Get him, Bennett!"},{"type":"paragraph","text":"Narrator So Buster gets a hook replacement."},{"type":"paragraph","text":"Lucille: They’re not going to let you in at the country club with that."},{"type":"paragraph","text":"Buster: (As Franklin) I don’t want no part of your tight-ass country-club, you freak bitch!"}],"images":[]}]}