{"sections":[{"title":"Transcript of Making a Stand","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Three episode \"Making a Stand\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Making a Stand\" was written by Mitchell Hurwitz & Chuck Tatham."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael was trying to include his brother in the business at his father’s request."},{"type":"paragraph","text":"Michael: So, the last couple of months have seen us hemorrhaging money."},{"type":"paragraph","text":"Narrator: But he was finding himself overwhelmed by the change."},{"type":"paragraph","text":"G.O.B.: Is it my turn to speak yet? I’ve got a good one."},{"type":"paragraph","text":"Michael: We’re gonna wait till after lunch for the tricks."},{"type":"paragraph","text":"G.O.B.: That’s not a trick, Michael. It’s a business opportunity."},{"type":"paragraph","text":"Boom box plays “Final Countdown”"},{"type":"paragraph","text":"G.O.B.: Okay, you can turn the music off. I already shot my wad. Off."},{"type":"paragraph","text":"Boom box plays G.O.B. singing “It Ain’t Easy Being White”"},{"type":"paragraph","text":"G.O.B.: No, that’s tape."},{"type":"paragraph","text":"G.O.B.: I have got a quick way for us to literally be showered with money. That’s where the penny thing with the..."},{"type":"paragraph","text":"Penny ricochets."},{"type":"paragraph","text":"Glass breaks."},{"type":"paragraph","text":"G.O.B.: Bonus."},{"type":"paragraph","text":"G.O.B.: Anyway, it involves us making some money with our Mexican friends from Colombia."},{"type":"paragraph","text":"Michael: I think they’re called Colombians."},{"type":"paragraph","text":"G.O.B.: Oh, I forgot, we’re being politically correct now."},{"type":"paragraph","text":"Pennies hit table."},{"type":"paragraph","text":"G.O.B.: Anyway, there’s a company there that wants to develop some time-shares with us. I told them that we’ll sell them our blueprints for 100 grand!"},{"type":"paragraph","text":"Michael: G.O.B., we’re prohibited from doing any business outside the country while we’re under investigation."},{"type":"paragraph","text":"G.O.B.: Translation: Wish I’d thought of that."},{"type":"paragraph","text":"Steve Holt: Nice translating, Dad."},{"type":"paragraph","text":"G.O.B.: Oh, also had this slogan made up. “A Colombian cartel that won’t kidnap and kill you.” I underlined “won’t,” ’cause it makes the competition look like..."},{"type":"paragraph","text":"Michael: I’m serious: we’re not doing it. It’s illegal, and, uh, it’s also kind of a stupid way to make a quick buck."},{"type":"paragraph","text":"G.O.B.: It’s not stupid. You’re stupid."},{"type":"paragraph","text":"Steve Holt: Nice pout, Dad."},{"type":"paragraph","text":"Michael: I wasn’t calling you stupid. I was calling the idea stupid. And if you’d spend a little bit more time learning about the business and less time with tricks, you’d know that."},{"type":"paragraph","text":"G.O.B.: If I didn’t have a live dove in my pants right now, I would leap across this table and... you know what? Forget it."},{"type":"paragraph","text":"Michael: Let’s go ahead and take five."},{"type":"paragraph","text":"Narrator: Michael was frustrated and returned to his office to find Lindsay."},{"type":"paragraph","text":"Michael: Boy, G.O.B. is driving me crazy. I finally got rid of him for a little while, and Dad put him right back in the business."},{"type":"paragraph","text":"Lindsay: You two have always fought. I think I even have video of that."},{"type":"paragraph","text":"Michael: You and half of Orange County."},{"type":"paragraph","text":"Narrator: As children, George Sr. would often provoke the boys to fight one another."},{"type":"paragraph","text":"George: He’s calling you a liar."},{"type":"paragraph","text":"Young G.O.B. 2: I don’t want your cards, Michael!"},{"type":"paragraph","text":"Narrator: He believed it created a competitive spirit, which equipped them for the challenges of life."},{"type":"paragraph","text":"George: Let’s keep it in frame."},{"type":"paragraph","text":"Narrator: He also believed footage of the tussles would be a big hit in the burgeoning home video market. He soon franchised the concept with such titles as: \"Boyfights 2\", \"A Boyfights Cookout\" and \"Backseat Boyfights: The Trip to Uncle Jack’s 70th.\""},{"type":"paragraph","text":"Lindsay: How do you think I feel?"},{"type":"paragraph","text":"Michael: You weren’t even in the tapes."},{"type":"paragraph","text":"Lindsay: Uh, no, I was talking about my marriage. Are we still talking about the tapes?"},{"type":"paragraph","text":"Michael: Apparently not. What’s going on with your marriage?"},{"type":"paragraph","text":"Lindsay: Well, as you know, Bob Loblaw and I have had a secret little thing going."},{"type":"paragraph","text":"Michael: Very secret. He doesn’t even know, does he?"},{"type":"paragraph","text":"Lindsay: He has not known of it. That’s correct."},{"type":"paragraph","text":"Lindsay: But, last night, he finally responded to one of my little hints."},{"type":"paragraph","text":"Lindsay: Why won’t you bleep me?!"},{"type":"paragraph","text":"Bob Loblaw: Look, I’m not blind. You’re an attractive woman, and you’ve been dressing like a common whore."},{"type":"paragraph","text":"Lindsay: Well, I’ve been trying."},{"type":"paragraph","text":"Bob Loblaw: But you asked me to represent you in your divorce. I can’t see a client."},{"type":"paragraph","text":"Lindsay: Well, then recommend somebody else."},{"type":"paragraph","text":"Bob Loblaw: Well, our copy boy’s very striking, but he often has toner on his fingers."},{"type":"paragraph","text":"Lindsay: I meant another lawyer."},{"type":"paragraph","text":"Bob Loblaw: Oh."},{"type":"paragraph","text":"Lindsay: So now, I have to tell Tobias we’re getting divorced, you know, break the news to Maeby, plus fit an eyebrow pluck in there all before the weekend."},{"type":"paragraph","text":"Michael: Perhaps you can talk to Maeby while you’re getting your eyebrows plucked. It’ll look like your eyes are watering ’cause you’re sad."},{"type":"paragraph","text":"Narrator: Later that day, Michael went to his parents apartment to talk about the problem he was having with G.O.B."},{"type":"paragraph","text":"Michael: What’s going on here?"},{"type":"paragraph","text":"Lucille: Well, they’re painting the whole building, so I’m having the inside done, too."},{"type":"paragraph","text":"Lucille: (To painter.) And that goes into storage, right? Not into your apartment."},{"type":"paragraph","text":"Eblin: ¿Qué?"},{"type":"paragraph","text":"Lucille: What’s Spanish for “I know you speak English”?"},{"type":"paragraph","text":"Michael: Mom, if you’re going speak to these guys like this, you might want to sleep with one eye open."},{"type":"paragraph","text":"Lucille: Actually, I’ll be sleeping at your place. Paint fumes are deadly."},{"type":"paragraph","text":"Michael: You know Dad’s under house arrest here?"},{"type":"paragraph","text":"Lucille: It’ll be nice to get a break from him, too."},{"type":"paragraph","text":"Lucille: Besides, I certainly can’t recuperate here."},{"type":"paragraph","text":"Michael: Recuperate?"},{"type":"paragraph","text":"Lucille: I didn’t want to worry anyone. It’s a routine procedure, very common for women my age."},{"type":"paragraph","text":"Michael: I see, the apartment’s not the only thing getting a face-lift. Hope you kept your punch card, you’re about due for a free one."},{"type":"paragraph","text":"George: No, no, no, you’re not getting a centavo until you finish all the work."},{"type":"paragraph","text":"Michael: You guys are both gonna be sleeping with your eyes open. Mom, however, will not have a choice."},{"type":"paragraph","text":"Michael: Dad, need you to help me get rid of G.O.B."},{"type":"paragraph","text":"Lucille: That ship sailed 35 years ago."},{"type":"paragraph","text":"Michael: Doesn’t know anything about the business. Today, he suggested that we do an illegal Colombian deal."},{"type":"paragraph","text":"Lucille: You said that was legal."},{"type":"paragraph","text":"Michael: That was your idea?"},{"type":"paragraph","text":"George: I may have mentioned it."},{"type":"paragraph","text":"Michael: You told G.O.B. to do it, didn’t you? Did you just want to get us at each other’s throats again like you used to do with the Boyfights videos?"},{"type":"paragraph","text":"Eblin: Boyfights? Luchas del Muchachos."},{"type":"paragraph","text":"Rolando: Sí, ¡Luchas del Muchachos!"},{"type":"paragraph","text":"Memo: We had this video."},{"type":"paragraph","text":"Eblin: ¡Si!"},{"type":"paragraph","text":"Narrator: The tapes were a big hit in Latin America."},{"type":"paragraph","text":"Lucille: Don’t look at me. I had nothing to do with them. Except for some of the Baby Buster shorts."},{"type":"paragraph","text":"George: Maybe I was trying to teach you something. Maybe I was trying to teach you how to compete. I didn’t do it with Buster and look how he turned out."},{"type":"paragraph","text":"Rolando: Is Buster."},{"type":"paragraph","text":"Memo: Bebe Buster."},{"type":"paragraph","text":"Eblin: Yo quiero leche, yo quiero leche del madre."},{"type":"paragraph","text":"Memo: Even though I’m so old."},{"type":"paragraph","text":"Michael: Boy, those tapes made quite an impression on these three painters."},{"type":"paragraph","text":"Buster: I think I turned out pretty darned well, myself."},{"type":"paragraph","text":"George: Oh, you just turned out great. I used my contacts to get you a job, and you quit!"},{"type":"paragraph","text":"Narrator: The job was at an Iraqi-owned toy store that was hoping to deter shoplifting."},{"type":"paragraph","text":"Mr. al-Jibaaly Muhammed a-Abat: Okay, I’ll just take off this cheap fake, huh? And we going to put on this sign. Beautiful. You like?"},{"type":"paragraph","text":"Buster: They only wanted me because I had one hand. And I won’t do it! That’s not the way Mother is raising me."},{"type":"paragraph","text":"Michael: Like I won’t compete with my older brother anymore, despite the way Father raised me. We’ll show you."},{"type":"paragraph","text":"Buster: Just like I showed Mr. al-Jibaaly Muhammed a-Abat. I stole the sign. Of course I left my hand there also."},{"type":"paragraph","text":"Narrator: But FAO al-Jibaaly Muhammed a-Abat wasn’t the only one having trouble scaring kids. So was Hollywood’s third youngest movie studio executive, Maeby Fünke."},{"type":"paragraph","text":"Movie Trailer: The creature’s in your imagination."},{"type":"paragraph","text":"Mort Meyers: That’s a bloodsucker? It looks like Alf. You got a week to fix it."},{"type":"paragraph","text":"Man: You must be the creature that ate our cat!"},{"type":"paragraph","text":"Narrator: And Michael met up with G.O.B."},{"type":"paragraph","text":"Michael: Hey, G.O.B., why didn’t you tell me that Colombian thing was Dad’s idea?"},{"type":"paragraph","text":"G.O.B.: Well, Dad said not to, because you don’t think I’m smart and that I should take credit for it."},{"type":"paragraph","text":"Michael: Well, it was just Dad trying to turn us against each other again. And of course, I think you’re smart, okay? Hey, what’s going on down there? What are you doing?"},{"type":"paragraph","text":"G.O.B.: You don’t want a hungry dove down your pants. That’s how Tony Wonder lost a nut. O.K., I know that I don’t know about this housing stuff, but I’ve got this Christian girlfriend now, and she’s trying to get me to be a better man and reconnect with my son. And I’m trying to get her to renounce God and bleep me. And I just want to prove to her that I’m worth it."},{"type":"paragraph","text":"Michael: Well, as always, G.O.B., a mixed bag there, but the middle part sounded pretty admirable for a second, so here’s what I want to do. I want to get you your own banana stand franchise, and you can have Steve work at it."},{"type":"paragraph","text":"G.O.B.: You’d do that for me?"},{"type":"paragraph","text":"Michael: Yes. Yeah, you can design your own shack..."},{"type":"paragraph","text":"G.O.B.: Choose my own location?"},{"type":"paragraph","text":"Michael: Whatever you want. You’re gonna be 100% in charge, all right? But the most important thing is that we never let Dad turn us against each other again."},{"type":"paragraph","text":"G.O.B.: Thanks, Michael."},{"type":"paragraph","text":"G.O.B.: If you feel something moving down there, it’s just the bird."},{"type":"paragraph","text":"Michael: I know it."},{"type":"paragraph","text":"Narrator: And a few days later, Michael got a call from his son."},{"type":"paragraph","text":"George Michael: Did you know G.O.B. started a banana stand?"},{"type":"paragraph","text":"Michael: Yeah, that was my idea. I’m trying to get us to be less competitive."},{"type":"paragraph","text":"George Michael: That’s gonna be difficult. Plus, they have a very aggressive slogan."},{"type":"paragraph","text":"Narrator: G.O.B. had opened a new frozen banana stand, like, 20 feet from the old frozen banana stand."},{"type":"paragraph","text":"Michael: What’s going on? You just thought you’d put the stand right here?"},{"type":"paragraph","text":"G.O.B.: Did the research. Did you know that more frozen bananas are sold here on this boardwalk than anywhere in The O.C.?"},{"type":"paragraph","text":"Michael: Don’t call it that."},{"type":"paragraph","text":"G.O.B.: Also, gonna need a check, ’cause I went out of pocket on the new sign. Oh, and I need some bananas and some chocolate from the other branch."},{"type":"paragraph","text":"Michael: Just take the sign down. Take the whole booth down. You’re cannibalizing our business."},{"type":"paragraph","text":"G.O.B.: You’re just scared of a little competish."},{"type":"paragraph","text":"Michael: You know, you guys don’t even have bananas, so I’m not too worried. In fact, you know what? Me and my son are gonna kick your little shack’s ass."},{"type":"paragraph","text":"George Michael: Dad, it’s okay. We can just work together with them."},{"type":"paragraph","text":"Steve Holt: Dad, that makes sense. We don’t really even know the recipe."},{"type":"paragraph","text":"George Michael: There’s no recipe, you just freeze a banana, then you stick it in the..."},{"type":"paragraph","text":"Michael: Don’t tell them!"},{"type":"paragraph","text":"Steve Holt: Stick it in the what?!"},{"type":"paragraph","text":"G.O.B.: It’s okay, son. We’ll figure it out! When we do, We’ll be the laughingstock of the boardwalk."},{"type":"paragraph","text":"Narrator: Meanwhile, Lindsay was preparing for her own competition."},{"type":"paragraph","text":"Bob Loblaw: This is Treat. He’ll be representing you. He started off as my paralegal, but he’s a lawyer now."},{"type":"paragraph","text":"Treat: As of next Monday."},{"type":"paragraph","text":"Bob Loblaw: Well, we’ll fudge that."},{"type":"paragraph","text":"Bob Loblaw: Lindsay, just do me one favor. Don’t mention me by name when you talk about your future plans for dating. It reflects poorly on me."},{"type":"paragraph","text":"Lindsay: Right, right, the conflict of interest."},{"type":"paragraph","text":"Bob Loblaw: Yeah, that, too."},{"type":"paragraph","text":"Tobias: Hello, Lindsay."},{"type":"paragraph","text":"Lindsay: Tobias. Did you get a lawyer?"},{"type":"paragraph","text":"Tobias: Only the best-looking and best educated lawyer in the whole O.C."},{"type":"paragraph","text":"Bob Loblaw: Don’t call it that."},{"type":"paragraph","text":"Tobias: Okay."},{"type":"paragraph","text":"Bob Loblaw: Bob Loblaw. How are you?"},{"type":"paragraph","text":"Tobias: Bob’s representing you?"},{"type":"paragraph","text":"Narrator: He was."},{"type":"paragraph","text":"one day earlier..."},{"type":"paragraph","text":"Narrator: One day earlier, Tobias had spoken to him on the phone."},{"type":"paragraph","text":"Bob Loblaw: ...whether or not those promises were made explicit."},{"type":"paragraph","text":"Tobias: You want me to be explicit?"},{"type":"paragraph","text":"End flashback"},{"type":"paragraph","text":"Tobias: Anyway, as it turns out, Bob was offering to be my lawyer."},{"type":"paragraph","text":"Narrator: And that night, Buster arrived with a post-op Lucille."},{"type":"paragraph","text":"Michael: There she is."},{"type":"paragraph","text":"Lucille: (Mumbling.)"},{"type":"paragraph","text":"Buster: She wants to know where you want to put her."},{"type":"paragraph","text":"Michael: She can take my room."},{"type":"paragraph","text":"Lucille: (Mumbling.)"},{"type":"paragraph","text":"Buster: She wants to know if I can sleep there, too."},{"type":"paragraph","text":"Lucille: (Mumbling.)"},{"type":"paragraph","text":"Buster: She said that’s very important to her. All right, I’ll meet you up there, Mother."},{"type":"paragraph","text":"Lucille: (Mumbling.)"},{"type":"paragraph","text":"Buster: You better not lock it! I’ll kick it in!"},{"type":"paragraph","text":"Buster: Oh, by the way, Doctor said no kissing her on the face for one week. I was like, “Make it two weeks! See if I care!”"},{"type":"paragraph","text":"Michael: Got a new hand?"},{"type":"paragraph","text":"Buster: Oh, yeah, I’m trying it out. Guess who I ran into at the prosthetics shop while I was waiting for Mother?"},{"type":"paragraph","text":"J. Walter Weatherman: Sorry, no refunds. And that’s why you don’t take your foot out of its wrapper."},{"type":"paragraph","text":"Buster: J. Walter Weatherman. You’re the man who used to scare us as children, and one time as an adult."},{"type":"paragraph","text":"Flashback"},{"type":"paragraph","text":"Narrator: George Sr. had always used him to teach his children lasting lessons. They usually involved his prosthetic arm being ripped off."},{"type":"paragraph","text":"J. Walter Weatherman: And that’s why you always leave a note."},{"type":"paragraph","text":"End flashback"},{"type":"paragraph","text":"J. Walter Weatherman: You one of George Bluth’s kids? Hey... I guess you’ll be scaring children yourself now."},{"type":"paragraph","text":"Buster: As a matter of fact, I won’t. If anything, it strengthened my resolve to be more than just a one-armed man. Even if it means me never taking a job again."},{"type":"paragraph","text":"Phone ringing."},{"type":"paragraph","text":"Michael: Almost makes it worth it."},{"type":"paragraph","text":"Michael: Hello?"},{"type":"paragraph","text":"George: Listen, I heard that you gave G.O.B. a banana stand? They did great: he and Steve took in over $700."},{"type":"paragraph","text":"Michael: They did?"},{"type":"paragraph","text":"George: Yeah. So, I guess the Bluth Company’s got a new heir."},{"type":"paragraph","text":"Narrator: And that’s when Michael realized it was time to get serious."},{"type":"paragraph","text":"Michael: George Michael? You know where the banana suit is?"},{"type":"paragraph","text":"Narrator: That night, Maeby, displaced by Buster, heard a noise."},{"type":"paragraph","text":"Maeby: Hello? George Michael?"},{"type":"paragraph","text":"Lucille: I’m thirsty."},{"type":"paragraph","text":"Maeby: (Screaming.)"},{"type":"paragraph","text":"Narrator: And Maeby knew she had found her blood-sucking creature. The next day, Michael took off work man the banana stand while his son manned a banana."},{"type":"paragraph","text":"Michael: How you doing there, Champ?"},{"type":"paragraph","text":"George Michael: Is my name “Champ”? It’s so hot..."},{"type":"paragraph","text":"Michael: Okay, why don’t you take five."},{"type":"paragraph","text":"George Michael: That’s not including the five minutes it takes to get out of this, right?"},{"type":"paragraph","text":"Michael: You’re not getting out of it."},{"type":"paragraph","text":"G.O.B.: Attention, everyone! Why go to a banana stand when we can make your banana stand? I give you Barbara and Dee! Don’t worry, these young beauties have been nowhere near the bananas."},{"type":"paragraph","text":"George Michael: Dad, are they strippers?"},{"type":"paragraph","text":"Michael: If I know your uncle, they’re at least strippers."},{"type":"paragraph","text":"Michael: Well, I guess we have to up the ante."},{"type":"paragraph","text":"George Michael: You know, Dad, then they’re just going to up it, and it’ll go back and forth all day."},{"type":"paragraph","text":"Michael: If that’s what it takes, that’s what we’re going to do."},{"type":"paragraph","text":"Narrator: And they did. But it was less entertaining than you might imagine— no matter what music was put under it."},{"type":"paragraph","text":"Folk music style."},{"type":"paragraph","text":"Music: / Big yellow joint / / A big yellow joint / / I’ll meet you down at the big yellow... /"},{"type":"paragraph","text":"Bossa nova music plays."},{"type":"paragraph","text":"Muzak style."},{"type":"paragraph","text":"Music: / All you need to smile / / Smile, smile, smile... /"},{"type":"paragraph","text":"Narrator: It was kind of funny to “Yellow Submarine,” but who could afford it?"},{"type":"paragraph","text":"Narrator: So here’s what happened at the end."},{"type":"paragraph","text":"Steve Holt: Hey! Stop fighting! Stop!"},{"type":"paragraph","text":"Michael: They’re right, okay? This is insane. We’re just “Boyfighting” again."},{"type":"paragraph","text":"G.O.B.: And for what? A Hefty bag full of pesos."},{"type":"paragraph","text":"Michael: You’ve been taking pesos?"},{"type":"paragraph","text":"G.O.B.: Well, dad said I should."},{"type":"paragraph","text":"Michael: Dad’s involved with this?"},{"type":"paragraph","text":"G.O.B.: Well, he chose the location. And the strippers. And the sign. Every part of it, really."},{"type":"paragraph","text":"Michael: Wait a minute, don’t you see what’s happening here? Dad’s clearly going ahead with the Colombian deal and he’s just laundering it through your banana shack. He pitted us against each other so I’d be too busy to notice."},{"type":"paragraph","text":"Michael: Well, you know what? I think it’s time for us to teach dad a lesson."},{"type":"paragraph","text":"G.O.B.: Get the person who terrorized us the most in our childhood?"},{"type":"paragraph","text":"Michael: She’s still healing."},{"type":"paragraph","text":"Michael: Let’s get J. Walter Weatherman."},{"type":"paragraph","text":"Narrator: Michael and G.O.B. had decided to teach their father a lesson."},{"type":"paragraph","text":"Michael: So, we need the number of the one-armed man."},{"type":"paragraph","text":"Buster: I’m not giving you that. You want to use his disability to scare someone. That’s everything I’m against."},{"type":"paragraph","text":"Buster: Read the button, Mister!"},{"type":"paragraph","text":"Michael: (Slowly.) “The only scary thing about a one-arm man trying to scare someone is the fact...”"},{"type":"paragraph","text":"Buster: “...that he feels that his one arm is good for nothing but trying to scare somebody.”"},{"type":"paragraph","text":"Michael: It’s upside down."},{"type":"paragraph","text":"Buster: Well, let’s see you try to put a button on with this."},{"type":"paragraph","text":"G.O.B.: (Screams.)"},{"type":"paragraph","text":"Buster: Stop screaming. It’s not scary!"},{"type":"paragraph","text":"Michael: I’m going to get the number myself, okay? Because we’re not going to go through our lives being controlled by this guy."},{"type":"paragraph","text":"Michael: What is more pathetic than grown men being scared of their father?"},{"type":"paragraph","text":"Lucille: I’m thirsty."},{"type":"paragraph","text":"Narrator: This continued for a while, and later Michael and G.O.B. went to put their plan in action."},{"type":"paragraph","text":"Michael: Well, I gave the Colombians back their money and I told them you had no right to make the deal. Have to warn you, though, they didn’t sound too happy about it."},{"type":"paragraph","text":"G.O.B.: Let’s just hope they don’t try to get even by trying to “cirsumventing” the law."},{"type":"paragraph","text":"George: What is that supposed to mean?"},{"type":"paragraph","text":"G.O.B.: Kidnap... or... Michael said..."},{"type":"paragraph","text":"George: What, are you kidding? I have an ankle monitor. I can’t even go into the hallway without the cops coming up."},{"type":"paragraph","text":"Michael: Stop it. So, clearly you know what you’re doing. There’s an off chance they might just want to take you, leave the ankle. But... anyhow. (To G.O.B.) Stall him."},{"type":"paragraph","text":"Narrator: And Michael went to solicit help for the lesson."},{"type":"paragraph","text":"Michael: How would you and some of your friends like to help us teach Mr. Bluth a lesson? Maybe pose as Colombians?"},{"type":"paragraph","text":"Eblin: But we are Guatemalan. Won’t he know the difference?"},{"type":"paragraph","text":"Michael: I think anything south of San Diego will be just fine."},{"type":"paragraph","text":"Eblin: Rolando was in The Groundlings."},{"type":"paragraph","text":"Rolando: Just classes. Is it going to be unscripted like Curb?"},{"type":"paragraph","text":"Narrator: George Sr., meanwhile, had grown suspicious of his sons."},{"type":"paragraph","text":"George: What was that with Michael just now?"},{"type":"paragraph","text":"G.O.B.: He wants to teach you a lesson."},{"type":"paragraph","text":"George: What kind of lesson?"},{"type":"paragraph","text":"G.O.B.: J. Walter Weatherman lesson. He’s going to fake a kidnapping and helicopter ride to Colombia."},{"type":"paragraph","text":"George: He’s going to teach me a lesson using my own scare toy?"},{"type":"paragraph","text":"G.O.B.: The Weatherman wouldn’t do it. I think Buster turned him."},{"type":"paragraph","text":"George: Yeah, well, he’ll say yes for me. All right, we’ll go along with his lesson— but we’re going to teach him one of our own. It’s got to be a secret, okay? Between a dad and his... his favorite son."},{"type":"paragraph","text":"G.O.B.: Don’t worry, Pop. G.O.B. Bluth doesn’t cave."},{"type":"paragraph","text":"George: Yeah, you just did for me."},{"type":"paragraph","text":"G.O.B.: Well, you asked me to, so I thought..."},{"type":"paragraph","text":"George: Go. Go. Go. It’s fine."},{"type":"paragraph","text":"Narrator: And Lindsay and Tobias were back with the arbitrator."},{"type":"paragraph","text":"Bob Loblaw: As you know, it is very difficult to establish fault in a divorce, but one indicator is fidelity. Now, my client has not pursued sex outside of this marriage."},{"type":"paragraph","text":"Tobias: Nor in it."},{"type":"paragraph","text":"Bob Loblaw: I got this one. Can the same be said for you?"},{"type":"paragraph","text":"Lindsay: Oh, absolutely— I’ve done everything to make this marriage work."},{"type":"paragraph","text":"Bob Loblaw: That’s interesting. Can you tell me what your plans are for this evening?"},{"type":"paragraph","text":"Lindsay: Uh... I have plans with a friend."},{"type":"paragraph","text":"Bob Loblaw: A man? What’s his name, please?"},{"type":"paragraph","text":"Treat: Don’t answer that."},{"type":"paragraph","text":"Bob Loblaw: I withdraw the question. Why don’t we stop for the day... so Mrs. Fünke can get to her date with her mysterious Mister... Blah-Blah-Blah. At 8:30, unless you want to sit at the bar."},{"type":"paragraph","text":"Narrator: It was the first time someone took Tobias’s side and he wanted to thank him."},{"type":"paragraph","text":"Tobias: Bob? Bob? Listen, uh... as much as I hate losing Lindsay and everything, I feel like I’m making a friend in you. So, I was wondering if maybe tonight you just want to, uh... take in a movie, or a shvitz... or just stay in and nest."},{"type":"paragraph","text":"Bob Loblaw: Actually, I was going to stay in my office tonight and work on my law blog."},{"type":"paragraph","text":"Tobias: Of course— the “Bob Loblaw Law Blog.” Wow. You, sir, are a mouthful!"},{"type":"paragraph","text":"Narrator: While Tobias was trying to get his mouth around Bob Loblaw, Maeby was showing Mort Meyers a monster of her own."},{"type":"paragraph","text":"Mort Meyers: Ah! Oh, it’s terrifying! Who did that for you, Industrial Light and Magic?"},{"type":"paragraph","text":"Maeby: Kopelson Plastic and Silicon."},{"type":"paragraph","text":"Mort Meyers: Did he do Land of the Dead?"},{"type":"paragraph","text":"Maeby: Yeah, he’s been in Beverly Hills for years."},{"type":"paragraph","text":"Mort Meyers: Let’s get our makeup people on it."},{"type":"paragraph","text":"Narrator: And George Sr. waited for the fake kidnapping he knew Michael had orchestrated."},{"type":"paragraph","text":"Voices: Don’t move!"},{"type":"paragraph","text":"George: Okay, well, let’s do it."},{"type":"paragraph","text":"Voices: Get into the box, old man!"},{"type":"paragraph","text":"George: Oh, a blanket, who thought of that? That is very nice."},{"type":"paragraph","text":"Voices: Come on. Get in the trunk!"},{"type":"paragraph","text":"George: What about my ankle monitor?"},{"type":"paragraph","text":"Voices: We have have an ankle monitor... deactivator."},{"type":"paragraph","text":"George: Oh, good. See? I’ve been meaning to get one of those. I’m not going to resist you guys, because, you know, I don’t want you to beat me."},{"type":"paragraph","text":"Narrator: But the mistreated painters were actually looking forward to that part."},{"type":"paragraph","text":"George: Oh, I forgot my iPod."},{"type":"paragraph","text":"All howling and hooting."},{"type":"paragraph","text":"Voices: Start the helicopter!"},{"type":"paragraph","text":"Narrator: And, so, Michael, believing himself to be aided by G.O.B., set to work. But, this, too, produced less-than-compelling footage."},{"type":"paragraph","text":"Music: / We’re living alone / in a Yellow Boat / A Yellow Boat / A Yellow Boat / We’re making a stand / in a Yellow Boat /"},{"type":"paragraph","text":"Narrator: And this is how that ended."},{"type":"paragraph","text":"Michael: Put on the sound effects! Put on the sound effects!"},{"type":"paragraph","text":"Man singing country"},{"type":"paragraph","text":"Michael: CD... CD one! CD one!"},{"type":"paragraph","text":"Train Whistle Blowing"},{"type":"paragraph","text":"Michael: Track two! Track two!"},{"type":"paragraph","text":"Jungle Sound Effects"},{"type":"paragraph","text":"Ottoman: Put the hostage here by the ottoman! Get it out of here! What's it doing in here?! Ottoman out!"},{"type":"paragraph","text":"Narrator: And George Sr. was released from his long journey into the living room."},{"type":"paragraph","text":"George, Sr. Where am I?"},{"type":"paragraph","text":"Ottoman #1: Colombia, where do you think?"},{"type":"paragraph","text":"Ottoman #2: And you just missed the last train that will come through the jungle for three days."},{"type":"paragraph","text":"Ottoman #4: He's good. He was a Groundling."},{"type":"paragraph","text":"Ottoman #1: You have betrayed us, we will make you pay. And then we will go back for your sons."},{"type":"paragraph","text":"George, Sr. Oh, my sons? No."},{"type":"paragraph","text":"Ottoman #2: They, too, will suffer for your terrible decisions."},{"type":"paragraph","text":"Ottoman #3: And you should really pay your workers what they deserve."},{"type":"paragraph","text":"Ottoman #3: Not make them have to buy their own supplies."},{"type":"paragraph","text":"Ottoman #2: Not just the painting, the sanding, too."},{"type":"paragraph","text":"Ottoman #2: Yeah, and the taping is very time-consuming."},{"type":"paragraph","text":"Narrator: And Michael decided his father was ready to learn his lesson."},{"type":"paragraph","text":"Michael: And that is why..."},{"type":"paragraph","text":"Ottoman #2: He's got my gun! It's loaded!"},{"type":"paragraph","text":"George, Sr.: Get away, I'll shoot! I will! I will! I'll take you all out!"},{"type":"paragraph","text":"Michael: This is all fake. These guys are painters!"},{"type":"paragraph","text":"George, Sr.: I'll kill you!"},{"type":"paragraph","text":"J. Walter Weatherman: Oh, God, my arm!"},{"type":"paragraph","text":"Michael: Dad, you just shot off this... this guy's arm."},{"type":"paragraph","text":"J. Walter Weatherman: And that's why you don't teach your father a lesson."},{"type":"paragraph","text":"George, Sr.: Now who's the stupid one now? Thank you, G.O.B."},{"type":"paragraph","text":"Michael: G.O.B.? You told him? I thought we were a team."},{"type":"paragraph","text":"G.O.B.: It's not fun feeling stupid, is it?"},{"type":"paragraph","text":"Michael: You son of a..."},{"type":"paragraph","text":"Fighting"},{"type":"paragraph","text":"Both Shouting & Grunting"},{"type":"paragraph","text":"George, Sr.: Wait a minute, I have to get my camera."},{"type":"paragraph","text":"Buster: What is all this? What's going on?"},{"type":"paragraph","text":"George, Sr.: Keep it in frame. You wanna- Cheat out."},{"type":"paragraph","text":"Michael: I will kill you!"},{"type":"paragraph","text":"G.O.B.: I'm going to kill you!"},{"type":"paragraph","text":"George, Sr.: You're going out of frame."},{"type":"paragraph","text":"G.O.B.: I'm kill you!"},{"type":"paragraph","text":"Michael: (Screams)"},{"type":"paragraph","text":"George, Sr.: No!"},{"type":"paragraph","text":"G.O.B.: Oh, my God! Michael!"},{"type":"paragraph","text":"G.O.B.: (Panting.)"},{"type":"paragraph","text":"G.O.B.: Dad! It was an accident! I'm sorry."},{"type":"paragraph","text":"Michael: And that’s why you don’t pit G.O.B. and me against each other."},{"type":"paragraph","text":"G.O.B.: Yes! Yeah!"},{"type":"paragraph","text":"George, Sr.: So... You set me up."},{"type":"paragraph","text":"G.O.B.: That’s right!"},{"type":"paragraph","text":"Michael: No more “Boyfights.”"},{"type":"paragraph","text":"George, Sr.: J. Walter Weatherman was in on it, too?"},{"type":"paragraph","text":"Michael: Right from the very start."},{"type":"paragraph","text":"Buster: So you did use him. Look at this place. Look at my home."},{"type":"paragraph","text":"Policeman #2: Freeze! Drop the gun."},{"type":"paragraph","text":"Buster: Oh, God."},{"type":"paragraph","text":"Michael: We’re just trying to teach this guy a lesson."},{"type":"paragraph","text":"Policeman #2: Drop the gun!"},{"type":"paragraph","text":"Buster: Oh, my God!"},{"type":"paragraph","text":"Michael: Buster’s good hand just... came... ...flying off."},{"type":"paragraph","text":"Buster: And that’s why you don’t use a one-armed person to scare someone."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, Maeby finds a way to scare an entire generation."},{"type":"paragraph","text":"Movie Trailer: This Christmas, terror has a new face..."},{"type":"paragraph","text":"Lucille: I’m thirsty..."},{"type":"paragraph","text":"Screaming."},{"type":"paragraph","text":"Movie Trailer: Gangee."},{"type":"paragraph","text":"Mort Meyers: We should start production on Gangee 2."},{"type":"paragraph","text":"Maeby: Well, I know she wanted a skin peel."}],"images":[]}]}