{"sections":[{"title":"Transcript of Motherboy XXX","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Motherboy XXX\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Motherboy XXX\" was written by Mitchell Hurwitz & Jim Vallely"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth had gotten up early in the hopes of avoiding his family. His mother, however, was already dressed, made up and waiting for him."},{"type":"paragraph","text":"Lucille: Good morning."},{"type":"paragraph","text":"Michael: Oh! (Yells.)"},{"type":"paragraph","text":"Narrator: Which put her wake-up time in the 3:00, 3:30 area."},{"type":"paragraph","text":"Lucille: I couldn’t sleep. I always get this way before Motherboy."},{"type":"paragraph","text":"Michael: Oh, God. It’s Motherboy already?"},{"type":"paragraph","text":"Narrator: Motherboy was a dinner dance aimed at promoting mother/son bonding. Lucille had gone over 25 times with Buster, and on a few occasions had won cutest couple. As one entered sexual maturity, and the other left it, it became harder to win."},{"type":"paragraph","text":"Lucille: How the hell are you supposed to dance in here when it’s so hot? I’m so hot!"},{"type":"paragraph","text":"Buster: If you were hot, Mother, (Voice cracking.) we would win!"},{"type":"paragraph","text":"Lucille: It’s not just Motherboy. It’s Motherboy XXX! And I think with you, I’ve got a shot."},{"type":"paragraph","text":"Michael: Oh, no. What, Buster, for the first time ever, doesn’t want to do this?"},{"type":"paragraph","text":"Lucille: No, no, he does. It’s just he’s been so mopey."},{"type":"paragraph","text":"Michael: Well, that could have something to do with the fact that a seal ate his hand."},{"type":"paragraph","text":"Lucille: I don’t know what it is."},{"type":"paragraph","text":"Michael: I think that’s what it is."},{"type":"paragraph","text":"Lucille: Who knows?"},{"type":"paragraph","text":"Narrator: It was that."},{"type":"paragraph","text":"Narrator: It had happened weeks earlier when Buster went swimming in the ocean against his mother’s wishes."},{"type":"paragraph","text":"Person: Loose seal! Watch out for that loose seal."},{"type":"paragraph","text":"Buster: I don’t care about Lucille. She lied! (Yells.)"},{"type":"paragraph","text":"Narrator: He had become haunted by the loss..."},{"type":"paragraph","text":"Buster: (Sees hand chair, screams.)"},{"type":"paragraph","text":"Narrator: ... seeing reminders of the accident everywhere."},{"type":"paragraph","text":"Buster: (Sees stuffed seal, screams.) (Sees “arm off,” screams.)"},{"type":"paragraph","text":"Buster: Mother, I can’t sleep. I may not be able to go to dance practice today."},{"type":"paragraph","text":"Lucille: I’m going out. Zip me up. I mean, look how he zips now."},{"type":"paragraph","text":"Michael: Oh, I know what this is. You’re embarrassed by him, aren’t you? You know, you spent your whole life overmothering the guy, and when he finally needs you, you’re not there."},{"type":"paragraph","text":"Lucille: Well, I don’t see you spending time with him."},{"type":"paragraph","text":"Narrator: The Bluth children had been uneasy about missing limbs since their father used a one-armed man to teach them lessons."},{"type":"paragraph","text":"J. Walter Weatherman: That’s why you don’t yell."},{"type":"paragraph","text":"Michael: As a matter of fact, I’m going to see Buster today. So you’re gonna have to find a different dance partner for Motherboy."},{"type":"paragraph","text":"Lindsay: Oh, God. Not that “I’m in love with my mother” dance thing. I’m so glad there wasn’t one of those for daddies and daughters."},{"type":"paragraph","text":"Lucille: Of course they have father-daughter dances."},{"type":"paragraph","text":"Lindsay: They do? He never took me?"},{"type":"paragraph","text":"Lucille: It was before we did your nose. Toodaloo."},{"type":"paragraph","text":"Michael: You’re up awful early."},{"type":"paragraph","text":"Lindsay: Yeah. Well, my marriage is falling apart. Tobias is back with Carl."},{"type":"paragraph","text":"Narrator: Tobias had gotten a call from his one-time acting teacher, Carl Weathers."},{"type":"paragraph","text":"Tobias: He’s directing something for TV. But he thinks he might have a part for me. If this takes off, I might be able to buy you the happiness that you deserve."},{"type":"paragraph","text":"Lindsay: I mean, he said the same thing when he got cast as Frightened Inmate #2 in that film he got fired from."},{"type":"paragraph","text":"Narrator: He’d even gotten a vanity plate made up announcing the achievement. And this wasn’t the first time."},{"type":"paragraph","text":"Lindsay: He’s so clueless. He’s not your real take-charge husband."},{"type":"paragraph","text":"Michael: You know, Lindsay, you’re still looking for somebody like Daddy. Okay? Now, let’s not forget that he was also dismissive and disinterested."},{"type":"paragraph","text":"Lindsay: No, no. He had good qualities."},{"type":"paragraph","text":"Narrator: Actually, George Sr. was secretly living in the attic above them..."},{"type":"paragraph","text":"George: Nellie..."},{"type":"paragraph","text":"Narrator: ...and was starved for company..."},{"type":"paragraph","text":"George: (To dolls.) Now... who wants to take their top off?"},{"type":"paragraph","text":"Door closing."},{"type":"paragraph","text":"Narrator: ...when George Michael and Maeby came in."},{"type":"paragraph","text":"Maeby: So you and Ann are actually going on a Christian camping trip?"},{"type":"paragraph","text":"George Michael: It’s called the Promise Land. You’re supposed to make promises about your relationship as a tribute to the generations that preceded you. Hey, there’s booze in this."},{"type":"paragraph","text":"Maeby: That’s the Promised Land that Ann’s taking you to? You’re going to need this more than Polly here."},{"type":"paragraph","text":"George: That one’s Polly?"},{"type":"paragraph","text":"Michael: Hey, what are you kids doing up here?"},{"type":"paragraph","text":"George Michael: We’re just looking for the camping stuff. Hey, do you know where the pump is for the air mattress?"},{"type":"paragraph","text":"Michael: I had to take all pumps out of here a long time ago. Take this down to the kitchen, will you?"},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Michael: I think it’s getting a little too risky keeping you up here."},{"type":"paragraph","text":"George: Yeah, you know what’s risky? Letting your son go on that church thing."},{"type":"paragraph","text":"Michael: Well, her name’s Ann, Dad. And he’s not going on her, okay? They’re just friends."},{"type":"paragraph","text":"George: Not for long. They-They’re making promises to each other? It’s all that fidelity and pledging yourself to a woman garbage. You know, I wine ’em and dine ’em, but I don’t let ’em tell me what to do. (To dolls.) I don’t let ’em tell me what to do."},{"type":"paragraph","text":"Michael: Okay, I should have never taken the pumps out of here."},{"type":"paragraph","text":"Michael: Listen, unlike you, I respect my son’s choices. (Knocking.) Okay, I don’t think you should be going on this Promise Land thing."},{"type":"paragraph","text":"George Michael: What? Why? Is this because I’d miss school?"},{"type":"paragraph","text":"Michael: No, no."},{"type":"paragraph","text":"Maeby: You get to miss school for that?"},{"type":"paragraph","text":"Narrator: And that’s when Maeby decided to become a devout Christian."},{"type":"paragraph","text":"Maeby: Do you guys know where I could get one of those gold necklaces with the ‘T’ on it?"},{"type":"paragraph","text":"Michael: That’s a cross."},{"type":"paragraph","text":"Maeby: Across from where?"},{"type":"paragraph","text":"Michael: It-It’s not about school, pal. It’s more about family. Your Uncle Buster’s been very depressed lately, and you haven’t visited him. Family first. Or did they not teach you that at the Promise Land?"},{"type":"paragraph","text":"George Michael: I don’t know. You won’t let me go."},{"type":"paragraph","text":"Michael: (Clicks tongue.) That-a-boy."},{"type":"paragraph","text":"Narrator: Michael then went to the office, where he ran into G.O.B."},{"type":"paragraph","text":"G.O.B.: Barry come by yet? I-I need to talk to him about my divorce."},{"type":"paragraph","text":"Narrator: G.O.B. had once gotten married on a dare, a fact he’d only remembered when he was served with divorce papers."},{"type":"paragraph","text":"G.O.B.: That cow is going after me."},{"type":"paragraph","text":"Michael: Your wife? She was super-thin."},{"type":"paragraph","text":"G.O.B.: She was?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"G.O.B.: What about her cans? She had big cans?"},{"type":"paragraph","text":"Michael: You don’t remember her at all, do you?"},{"type":"paragraph","text":"G.O.B.: Hey, it was one night of wild passion."},{"type":"paragraph","text":"Michael: And yet you didn’t notice her body."},{"type":"paragraph","text":"G.O.B.: I like to look in the mirror."},{"type":"paragraph","text":"Michael: Okay, that would be disgusting if you’d actually slept with her, but I don’t think you did."},{"type":"paragraph","text":"G.O.B.: I did. And it was disgusting."},{"type":"paragraph","text":"Narrator: They didn’t, but it would have been."},{"type":"paragraph","text":"G.O.B.: Anyway, remember that seal of hers that I released into the ocean? Bit off Buster’s hand?"},{"type":"paragraph","text":"Michael: Vaguely."},{"type":"paragraph","text":"G.O.B.: Her lawyers are claiming that the seal’s worth 250 grand. And that’s not even including Buster’s Swatch."},{"type":"paragraph","text":"Michael: Listen, G.O.B., if you admit in court that you never consummated the marriage, you could get it annulled and walk away free and clear."},{"type":"paragraph","text":"G.O.B.: You just can’t deal with the fact that I’ve got a super-thin wife with huge cans."},{"type":"paragraph","text":"Elevator dings."},{"type":"paragraph","text":"Barry: All right, who’s ready to show their lawyer some love? The seal? (Laughs.) Must have had a tracking device on it. Someone tracked it all the way to a dock in Dana Point."},{"type":"paragraph","text":"Michael: You know if that hand is still intact inside the seal, Buster’s got a shot at a transplant."},{"type":"paragraph","text":"G.O.B.: At the very least, we can get Buster’s Swatch back, right? Up top. No?"},{"type":"paragraph","text":"Narrator: And Tobias met with Carl Weathers at Burger King."},{"type":"paragraph","text":"Carl Weathers: Thanks for meeting me down here at Burger King. I’m trying to get them to underwrite a new TV project I’m working on. Get some money in exchange for setting a scene here at Burger King."},{"type":"paragraph","text":"Tobias: Well, as long as you don’t draw attention to it."},{"type":"paragraph","text":"Carl Weathers: You know, I’m directing an episode of the series Scandal Makers. It’s about the Bluth family and your father-in-law’s escape from justice. I play the lead, a bounty hunter."},{"type":"paragraph","text":"Tobias: Oh."},{"type":"paragraph","text":"Carl Weathers: Name of Ice."},{"type":"paragraph","text":"Tobias: Oh, no. You want me to play myself, don’t you? I swore I’d not go reality. I will do..."},{"type":"paragraph","text":"Carl Weathers: No, no, no, no, no. I-I... I already got a great guy named Dave Attell to play you. I wasn’t actually here to ask you to be in it. I was looking for somebody in your family to sign a release."},{"type":"paragraph","text":"Tobias: I could not betray my family like that."},{"type":"paragraph","text":"Carl Weathers: Come on, man. I got every part cast except for George"},{"type":"paragraph","text":"Tobias: I want that part."},{"type":"paragraph","text":"Carl Weathers: Then sign over the rights."},{"type":"paragraph","text":"Carl Weathers: I’m gonna go get a new soda. Hey, you know that you can get a refill on any drink you want here, and it’s free?"},{"type":"paragraph","text":"Tobias: (Laughs.) It’s a wonderful restaurant. Mmm!"},{"type":"paragraph","text":"Narrator: It sure is."},{"type":"paragraph","text":"Narrator: George Michael, meanwhile, spent an afternoon with his uncle at his father’s suggestion."},{"type":"paragraph","text":"George Michael: King me. Oh, my God."},{"type":"paragraph","text":"Buster: Oh, oh, God! Oh, I keep forgetting about this hook!"},{"type":"paragraph","text":"George Michael: Oh, me, too."},{"type":"paragraph","text":"Buster: Well, that’s a do-over. So, who should go first? I know, let’s, rock, paper, scissors for it."},{"type":"paragraph","text":"George Michael: What? No, no. You would have won that."},{"type":"paragraph","text":"Lucille: George Michael. Buster, did you at least offer your nephew a bowl of soup?"},{"type":"paragraph","text":"Buster: Yes, Mother, I did."},{"type":"paragraph","text":"one hour earlier.."},{"type":"paragraph","text":"Buster: Can I open a can of soup for you?"},{"type":"paragraph","text":"George Michael: Can it open a can?"},{"type":"paragraph","text":"Buster: Can what open a can? Oh, God."},{"type":"paragraph","text":"George Michael: Oh, God."},{"type":"paragraph","text":"George Michael: Actually, I just wanted to spend some time with my knuckle Buster."},{"type":"paragraph","text":"Buster: See, Mother? Not everybody is afraid of me."},{"type":"paragraph","text":"George Michael: (Mumbles.) Oh, my God."},{"type":"paragraph","text":"Buster: (Chuckles.)"},{"type":"paragraph","text":"Lucille: Aren’t you the sweetest thing, spending some time with what’s left of your Uncle."},{"type":"paragraph","text":"George Michael: Well, I was actually supposed to go away to the Promise Land this weekend, but my dad didn’t want me to. Family first."},{"type":"paragraph","text":"Lucille: Well, you’ve done your duty this week. You’re a very sympathetic young man. Very sympathetic. You know what? You deserve to go out of town this weekend. And I’m taking you."},{"type":"paragraph","text":"George Michael: Really?"},{"type":"paragraph","text":"Narrator: George Michael should have realized by the sailor suit Lucille dressed him in..."},{"type":"paragraph","text":"Lucille: / Don’t sit under the apple tree... /"},{"type":"paragraph","text":"Narrator: ...that he wasn’t going north to the Promise Land."},{"type":"paragraph","text":"Lucille: / Anyone else but me... / I can’t believe you don’t know this song, George Michael. / No, no, no /"},{"type":"paragraph","text":"Narrator: No, he was going south."},{"type":"paragraph","text":"Lucille: / Don’t sit under the apple tree... /"},{"type":"paragraph","text":"Narrator: South... to Motherboy."},{"type":"paragraph","text":"Narrator: And Michael and G.O.B. headed out to find the seal with the tracking device."},{"type":"paragraph","text":"Michael: Guess we should call Buster and have him meet us at the dock, right?"},{"type":"paragraph","text":"G.O.B.: I guess so."},{"type":"paragraph","text":"J. Walter Weatherman: No!"},{"type":"paragraph","text":"Michael: Or we could make sure it’s the right seal first?"},{"type":"paragraph","text":"G.O.B.: I mean, why get his hopes up?"},{"type":"paragraph","text":"Michael: Yeah, that’s better."},{"type":"paragraph","text":"Buster: Knock, knock."},{"type":"paragraph","text":"Michael: Oh, God!"},{"type":"paragraph","text":"G.O.B.: Monster!"},{"type":"paragraph","text":"Buster: Hey, brothers."},{"type":"paragraph","text":"Michael: Buster!"},{"type":"paragraph","text":"G.O.B.: Monster!"},{"type":"paragraph","text":"Buster: Sorry about the window."},{"type":"paragraph","text":"Michael: Not a problem."},{"type":"paragraph","text":"Buster: I really hate this stupid hook."},{"type":"paragraph","text":"Buster: (Laughs.) I certainly can’t walk around like this!"},{"type":"paragraph","text":"Michael: Why not?"},{"type":"paragraph","text":"G.O.B.: Very handsome."},{"type":"paragraph","text":"Michael: So, listen, we were just going to call you. We think we know where that seal is."},{"type":"paragraph","text":"Buster: The seal that did this to me?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Buster: Take me!"},{"type":"paragraph","text":"G.O.B.: Yes. That’s a good idea. Oh, no. I’m gonna go with Barry."},{"type":"paragraph","text":"Michael: Don’t let him in the car."},{"type":"paragraph","text":"G.O.B.: No, no, you should get in here. I’ll have to go with Barry! No, no, there’s not enough room for you and me and the stump... Barry!"},{"type":"paragraph","text":"Narrator: Tobias had gotten his first speaking role, simply by signing away the life rights of everyone he loved. And now he needed some research."},{"type":"paragraph","text":"Tobias: (British accent.) I’m George. Ooh, that’s good. That’s the voice. I’ve got the voice."},{"type":"paragraph","text":"George: That’s not my voice."},{"type":"paragraph","text":"Tobias: Oh, my God! What are you doing here?"},{"type":"paragraph","text":"George: I’m having a bleeping tea party. What does it look like? I live here. You tell anybody, you are dead."},{"type":"paragraph","text":"Narrator: Tobias saw the raw power of George."},{"type":"paragraph","text":"George: Stop licking my hand, you horse’s ass."},{"type":"paragraph","text":"Narrator: A power he needed the man to teach him."},{"type":"paragraph","text":"Tobias: That’s it."},{"type":"paragraph","text":"Narrator: So he explained the project, and George agreed, on one condition."},{"type":"paragraph","text":"George: If you play me, you got to play me like a man and not like some mincing little Polly or-or Nellie! I get those names confused. Apology. (To dolls.) Apologies all around."},{"type":"paragraph","text":"Narrator: And the search for Buster’s hand continued."},{"type":"paragraph","text":"Buster: I would love to be able to say, “Look what I’ve had reattached while you and George Michael were off to Motherboy.”"},{"type":"paragraph","text":"Michael: Motherboy? Wait a minute. Mom took him to Motherboy?"},{"type":"paragraph","text":"Buster: (Laughs.) Oh. He couldn’t wait to swoop in and throw on the sailor suit. ’Cause he’s not damaged goods."},{"type":"paragraph","text":"Michael: Wait a minute. I don’t want him doing that. You got to go with me down there and help me get him, all right? That place is your scene."},{"type":"paragraph","text":"Buster: Face it, Michael. They’ve won. He’s the new Buster."},{"type":"paragraph","text":"Narrator: This was the worst thing Michael could possibly hear."},{"type":"paragraph","text":"Barry: Oh, oh, oh, I’m so sorry. False alarm. What they tracked down was a shark. And he must’ve bitten off the part of the seal with the tracking device on it. Left flipper."},{"type":"paragraph","text":"Buster: So... the seal lost his hand, too."},{"type":"paragraph","text":"G.O.B.: Yeah, poor guy’s probably out there without a flipper, swimming around in a circle, freaking out his whole family."},{"type":"paragraph","text":"Fisherman: That tracking device tells me he was raised in captivity. There’s no way he stood a chance out in the real world."},{"type":"paragraph","text":"Michael: See that, Buster? He was a victim, too. You both were too sheltered to learn how to protect yourselves, and we can’t let that happen to George Michael."},{"type":"paragraph","text":"Buster: I will help you, Michael. We’ve got to rescue your son."},{"type":"paragraph","text":"G.O.B.: And I’ve got to staple this to a seal."},{"type":"paragraph","text":"Barry: And I skipped breakfast, so I’m off to Burger King."},{"type":"paragraph","text":"Narrator: And Lucille arrived at the hotel where Motherboy was taking place."},{"type":"paragraph","text":"Lucille: This is nice, spending some time, just the two of us. Well, bleep me. The exact same color. What are the odds? Not to worry. Gangee brought some backups. We’ll get a room so we can change. You think enough time has passed to do Sonny and Cher?"},{"type":"paragraph","text":"George Michael: Who?"},{"type":"paragraph","text":"Lucille: We’re here for Motherboy."},{"type":"paragraph","text":"Hotel Clerk: And you do realize this is not the band."},{"type":"paragraph","text":"Narrator: Motherboy was also a heavy-metal band that used to rock pretty hard in the ’70s. We are legally obligated to make the distinction."},{"type":"paragraph","text":"George Michael: You know, maybe I should let my dad know that we’re here."},{"type":"paragraph","text":"Lucille: Oh, he’ll know when we bring home the trophy."},{"type":"paragraph","text":"George Michael: Yeah, but... maybe I’ll just give him a call."},{"type":"paragraph","text":"Hotel Clerk: And what name should we put the room under?"},{"type":"paragraph","text":"Lucille: Karmopolis."},{"type":"paragraph","text":"Narrator: And Lindsay was about to see a Tobias with the raw power of George"},{"type":"paragraph","text":"Lindsay: Tobias, I still do sort of want to talk to you about some things."},{"type":"paragraph","text":"Tobias: It’s a little late for talk, Lindsay. I’m a man of action now. (Grunts.) (Drops jar into trash.) You don’t need the calories. (Whispering.) This isn’t working."},{"type":"paragraph","text":"Lindsay: Is it my imagination, or is he more commanding and-and mannish? It’s, like, I don’t know, maybe I do want to be with him."},{"type":"paragraph","text":"Maeby: Then you should go to him. For as it is written, you shall be with whom you have formed a more perfect union with under God."},{"type":"paragraph","text":"Lindsay: She’s right."},{"type":"paragraph","text":"Maeby: (Softly.) This isn’t working."},{"type":"paragraph","text":"Hotel Clerk: I’m sorry, you’ve got the wrong Motherboy."},{"type":"paragraph","text":"Michael: Yeah, this looks like the place."},{"type":"paragraph","text":"Narrator: And Michael and Buster arrived at Motherboy."},{"type":"paragraph","text":"Michael: Excuse me. Has a Lucille Bluth checked in?"},{"type":"paragraph","text":"Hotel Clerk: I have no one by that name."},{"type":"paragraph","text":"Buster: God, she knows you’re after her."},{"type":"paragraph","text":"Michael: She does?"},{"type":"paragraph","text":"Buster: Wait a minute. I recognize those outfits. We’re getting you out of here!"},{"type":"paragraph","text":"Boy Sailor: Thank you, thank you!"},{"type":"paragraph","text":"Buster: Oh, God! It’s red."},{"type":"paragraph","text":"Boy Sailor: Take me with you! No, please, please!"},{"type":"paragraph","text":"Buster: It was the wrong child."},{"type":"paragraph","text":"Michael: Where do we go next?"},{"type":"paragraph","text":"Buster: I will tell you this, Michael: if Mother saw those two, she is going to change clothes, and that means he’ll be on the balcony. Whenever she changed clothes, she made me wait on the balcony until zip-up. And yet anything goes at bath time."},{"type":"paragraph","text":"Michael: Let’s check the balconies."},{"type":"paragraph","text":"Narrator: And Barry prepared G.O.B. to meet with his wife."},{"type":"paragraph","text":"Barry: If you really want to settle this, then your job is to convince that “wife” of yours that you are willing to go in front of the judge and admit that you never had sex."},{"type":"paragraph","text":"G.O.B.: She has a name, Barry. You don’t happen to know when it is, by the way, do you?"},{"type":"paragraph","text":"Barry: That’s why I want to settle. I’m not “super-prepared.”"},{"type":"paragraph","text":"G.O.B.: Well, we did have sex... and I’m not a great liar."},{"type":"paragraph","text":"Narrator: Both things he just said were lies."},{"type":"paragraph","text":"G.O.B.: But if you think it’ll scare her off..."},{"type":"paragraph","text":"Barry: I do, and it will."},{"type":"paragraph","text":"Barry: And you don’t want to go in front of that judge. I caught him in a drag club."},{"type":"paragraph","text":"G.O.B.: What were you doing there?"},{"type":"paragraph","text":"Barry: Wow... you should be the lawyer."},{"type":"paragraph","text":"Narrator: And soon, Michael and Buster surveyed the hotel, looking for George Michael."},{"type":"paragraph","text":"Buster: There’s a very bored-looking little Sonny Bono on that balcony."},{"type":"paragraph","text":"Michael: Oh, God, that means she’ll be dressed like Cher."},{"type":"paragraph","text":"Buster: I have an idea. It is time I used something I trained for in Army, but I never got a chance to do."},{"type":"paragraph","text":"Michael: Buster, you can’t zip-line over there."},{"type":"paragraph","text":"Buster: Either I zip down, or he zips up, and that is a mighty long zipper on Mother’s Cher jumpsuit. You have to get on your knees to start it."},{"type":"paragraph","text":"Michael: This is much less scary. Godspeed, Buster."},{"type":"paragraph","text":"Buster: (Screaming.)"},{"type":"paragraph","text":"Boy Sailor: (Mumbling.) You came for me!"},{"type":"paragraph","text":"Lucille: Zip me up."},{"type":"paragraph","text":"Hook flies through window."},{"type":"paragraph","text":"Lucille: We’re switching rooms again. And costumes."},{"type":"paragraph","text":"Narrator: Tobias had begun work on the set of Scandal Makers."},{"type":"paragraph","text":"Carl Weathers: What’s so great about Tobias is he’s got this obligation to his wife and his daughter."},{"type":"paragraph","text":"Dave Attell: Whoa, whoa, this guy’s straight?"},{"type":"paragraph","text":"Carl Weathers: Yeah."},{"type":"paragraph","text":"Dave Attell: Then what the hell am I wearing these for? Look at that."},{"type":"paragraph","text":"Tobias: Hey, gang. I’m sorry, I don’t want to “note” you to death but you should be wearing those, uh, under your pants."},{"type":"paragraph","text":"Dave Attell: Why?"},{"type":"paragraph","text":"Tobias: Oh, it’s-it’s a thing. There’s dozens of us."},{"type":"paragraph","text":"Dave Attell: Carl, this whole thing is starting to feel like a real career killer."},{"type":"paragraph","text":"Carl Weathers: Yeah, yeah, I know, man."},{"type":"paragraph","text":"Tobias: Also..."},{"type":"paragraph","text":"Carl Weathers: Uh, Tobias... why don’t you go and learn your lines, man, work on them?"},{"type":"paragraph","text":"Tobias: Did I get lines? (Laughs.) They told me I was just jumping onto a moving staircar."},{"type":"paragraph","text":"Dave Attell: If that man’s straight, then I am sober."},{"type":"paragraph","text":"G.O.B.'s wife: Hi, um, I’m waiting for “Gahb” Bluth."},{"type":"paragraph","text":"G.O.B.: I’m “G.O.B.” Bluth. My wife send you?"},{"type":"paragraph","text":"G.O.B.'s wife: I’m your wife."},{"type":"paragraph","text":"G.O.B.: I knew that. Nice to see you again... Usarmy."},{"type":"paragraph","text":"G.O.B.: Lost a lot of weight in Iraq, especially up in the... northern region."},{"type":"paragraph","text":"G.O.B.'s wife: So, where’s the seal?"},{"type":"paragraph","text":"G.O.B.: Hey, that’s not my problem. As far as I’m concerned, we were never even married. Maybe I’ll just say that we never... sealed the deal."},{"type":"paragraph","text":"G.O.B.'s wife: You’re willing to admit that?"},{"type":"paragraph","text":"G.O.B.: Lie about it? Yes."},{"type":"paragraph","text":"G.O.B.'s wife: Wow. I mis-underestimated you."},{"type":"paragraph","text":"G.O.B.'s wife: You’ve got some courage. Makes me wonder what I’m missing."},{"type":"paragraph","text":"G.O.B.: You mean, other than your cans?"},{"type":"paragraph","text":"G.O.B.'s wife: Oh, they’re still here."},{"type":"paragraph","text":"Narrator: And so G.O.B. set about consummating the marriage he’d finally agreed to claim he hadn’t."},{"type":"paragraph","text":"G.O.B.: (Chuckling.)"},{"type":"paragraph","text":"Narrator: And back at Motherboy XXX, Lucille was finding her new partner an asset."},{"type":"paragraph","text":"Woman #1: Is this your son?"},{"type":"paragraph","text":"Lucille: No, I’m his grandmother. He’s an orphan."},{"type":"paragraph","text":"Woman #1: Oh, I’m so sorry. Well, you guys should win."},{"type":"paragraph","text":"George Michael: Well, I’m not a... not an orphan. I have a dad."},{"type":"paragraph","text":"Woman #1: Well, good luck to you."},{"type":"paragraph","text":"Lucille: Well, that little bit of honesty helped nothing. You better bring it to the waltz, young man."},{"type":"paragraph","text":"Narrator: Meanwhile, Michael and Buster had retrieved Buster’s hook and were staking out the situation."},{"type":"paragraph","text":"Michael: I don’t know. I don’t see her."},{"type":"paragraph","text":"Buster: The gypsies. They’ve changed into gypsies."},{"type":"paragraph","text":"Buster: My Army training tells me... that this is going to be a hot mission."},{"type":"paragraph","text":"Michael: What? A hot mission?"},{"type":"paragraph","text":"Buster: Yes. I create a diversion, and you grab George Michael and go. We need a name. Maybe “Operation Hot Mother.”"},{"type":"paragraph","text":"Michael: No, le-let’s try to top that."},{"type":"paragraph","text":"Narrator: They never did, and later, “Operation Hot Mother” was underway. Buster was waiting for Michael’s cue to unplug the lights, but that’s when Buster caught his hook on a sandbag."},{"type":"paragraph","text":"Buster: (Whining.)"},{"type":"paragraph","text":"Announcer at Dance: And now, from the land of gypsies, Lucille Bluth and her orphaned grandson."},{"type":"paragraph","text":"Michael: What the hell’s going on, Buster? Cut the lights!"},{"type":"paragraph","text":"Crowd gasping."},{"type":"paragraph","text":"Lucille: Buster?"},{"type":"paragraph","text":"Buster: Grab him. Take the gypsy boy!"},{"type":"paragraph","text":"Michael: Come on, I’m taking you out of here. Let’s go."},{"type":"paragraph","text":"George Michael: But they haven’t served dinner yet."},{"type":"paragraph","text":"Michael: George Michael."},{"type":"paragraph","text":"Lucille: You’re not taking him."},{"type":"paragraph","text":"Michael: No."},{"type":"paragraph","text":"Boy Sailor: Take me with you!"},{"type":"paragraph","text":"Michael: Hey, what are you doing? I can’t."},{"type":"paragraph","text":"Boy Sailor: Take me with you!"},{"type":"paragraph","text":"Michael: Get off of me. Buster, let’s get out of here."},{"type":"paragraph","text":"Buster: I-I’m stuck. Go. Take the boy. Go!"},{"type":"paragraph","text":"Announcer at Dance: All right, Motherboys, our, uh, curtain seems to be stuck. We’re going to do some freestyle waltzing while we get it fixed. Boys’ choice."},{"type":"paragraph","text":"Lucille: George Michael, you’re choosing me."},{"type":"paragraph","text":"Michael: No, Mom. You had no right to bring him to this freak show. He was supposed to be visiting Buster."},{"type":"paragraph","text":"Lucille: No, you were supposed to be visiting Buster, but you made your son do it because you didn’t want to."},{"type":"paragraph","text":"George Michael: You were supposed to do it?"},{"type":"paragraph","text":"Buster: Y-You didn’t want to?"},{"type":"paragraph","text":"Michael: No, Buster, I... I didn’t know how to, uh, treat you, all right? I thought that you would be a little different, but you’re not. I was wrong, okay? I’m sorry, you know? You... you’re as good a brother as you ever were."},{"type":"paragraph","text":"Buster: (Groaning.)"},{"type":"paragraph","text":"Michael: Okay?"},{"type":"paragraph","text":"Buster: Thank you."},{"type":"paragraph","text":"Michael: All right?"},{"type":"paragraph","text":"Buster: Yes. I am no different. I am the same old Motherboy, but George Michael still has a chance. Take him."},{"type":"paragraph","text":"Michael: Thanks. Let’s go."},{"type":"paragraph","text":"Buster: Boys’ choice? That is, if you’re not embarrassed to take my... hook."},{"type":"paragraph","text":"Lucille: Of course not. I’m Peter Pan, and you’re Captain Hook. We’ll pretend it’s a costume. Let’s dance."},{"type":"paragraph","text":"Narrator: And that night, Michael, his brother, and his son arrived at the Promise Land."},{"type":"paragraph","text":"Michael: Night."},{"type":"paragraph","text":"George Michael: I appreciate you taking me here to see Anne."},{"type":"paragraph","text":"Michael: Oh, a promise is a promise. And I’m glad the three of us were able to spend this time together."},{"type":"paragraph","text":"George Michael: Yeah. Oh, yeah, oh, yeah."},{"type":"paragraph","text":"Buster: And I finally feel good about myself."},{"type":"paragraph","text":"Buster: \"Saddest.\""},{"type":"paragraph","text":"George Michael: And I saw some of those people. That was a very competitive category."},{"type":"paragraph","text":"Buster: Oh, don't I know it. Here we go. I can't get out, actually."},{"type":"paragraph","text":"Narrator: On the next Arrested Development. Lindsay finds herself strangely compelled to be with Tobias."},{"type":"paragraph","text":"Lindsay: I have never been more attracted to you."},{"type":"paragraph","text":"Tobias: Wow. The service sent you over fast."},{"type":"paragraph","text":"Lindsay: Oh, God. I'm so sorry. I'm in the wrong trailer."},{"type":"paragraph","text":"Narrator: But not the one she's married to."},{"type":"paragraph","text":"Lindsay: So you don't cry when you take those off?"},{"type":"paragraph","text":"Narrator: Having finally had sex, G.O.B. can admit he never consummated their marriage."},{"type":"paragraph","text":"G.O.B.'s wife Judge, maybe you should take a look at this. It was taken in your office just moments ago."},{"type":"paragraph","text":"Narrator: But Gob catches a lucky break."},{"type":"paragraph","text":"Judge: There's no way to tell who this man is."},{"type":"paragraph","text":"Narrator: But it doesn't last long."},{"type":"paragraph","text":"G.O.B. That's me, Your Honor. I- [Bleeps] my wife."},{"type":"paragraph","text":"Barry We really lost this case."},{"type":"paragraph","text":"Narrator: And Maeby impresses the kids at the Promise Land with her one scary campfire story."},{"type":"paragraph","text":"Maeby Knock, scrape. The only thing more terrifying than the escaped lunatic's hook was his twisted call!"},{"type":"paragraph","text":"Buster Hey, campers."},{"type":"paragraph","text":"Kids Screaming"},{"type":"paragraph","text":"Buster (Screams)"},{"type":"paragraph","text":"Buster I'm a monster!"},{"type":"paragraph","text":"Michael This may have been a step backwards."},{"type":"paragraph","text":"Waltz"},{"type":"paragraph","text":"Music Upon her knee / So fine to be / Mother and boy / Mother ... boy"}],"images":[]}]}