{"sections":[{"title":"Transcript of Top Banana","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Top Banana\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Top Banana\" was written by Mitchell Hurwitz & John Levenstein."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"John Beard: Another setback for the once prominent Bluth family as their frozen banana stand, a Newport Beach landmark, burns to the ground. A delicious whodunit... after this."},{"type":"paragraph","text":"Narrator: A week before the fire, Michael Bluth was trying to save the Bluth Company, but his father was making it difficult."},{"type":"paragraph","text":"Michael: I need the flight records, Dad. I’m trying to find some money for the family."},{"type":"paragraph","text":"George: You want some? Take a bite."},{"type":"paragraph","text":"Michael: Please, please... The SEC has locked up our funds. These guys aren’t messing around."},{"type":"paragraph","text":"Michael: So, I need you to tell me. Were you taking vacations in the jet? Is that what you’re hiding from me?"},{"type":"paragraph","text":"T-Bone: What’s up, pumpkin?"},{"type":"paragraph","text":"George: Hey! T-Bone. T-Bone’s my roommate."},{"type":"paragraph","text":"George: (Sotto voce.) He’s a flamer."},{"type":"paragraph","text":"George: T’s checking out today."},{"type":"paragraph","text":"T-Bone: Yeah."},{"type":"paragraph","text":"Michael: Well, guess every vacation’s got to come to an end."},{"type":"paragraph","text":"George: Anyway, I want you to give him a job at the company. Sales."},{"type":"paragraph","text":"Michael: I’m not going to do that."},{"type":"paragraph","text":"George: Why not?"},{"type":"paragraph","text":"Michael: Well, because..."},{"type":"paragraph","text":"George: Because he’s a flamer? Because I told you that in confidence."},{"type":"paragraph","text":"Michael: You don’t seem to understand that I’m running this company now, Dad, and I need the flight records, and I’m going to get them with or without your help."},{"type":"paragraph","text":"Guard: No touching!"},{"type":"paragraph","text":"George: I got something we can try, all right? It’s a little risky."},{"type":"paragraph","text":"Michael: Please."},{"type":"paragraph","text":"George: Open up."},{"type":"paragraph","text":"Michael: What do you mean about...?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: While George Sr. was losing a roommate, George Michael was having a hard time adjusting to his new one."},{"type":"paragraph","text":"Maeby: Get up! Get up! Get up! Get up!"},{"type":"paragraph","text":"George Michael: I’m up!"},{"type":"paragraph","text":"Michael: Whoa, bumpy road ahead."},{"type":"paragraph","text":"Maeby: (Singing in shower.) Got nothing on the love now..."},{"type":"paragraph","text":"Narrator: So, he addressed his problem head-on."},{"type":"paragraph","text":"George Michael: Dad, I want to work more hours at the banana stand."},{"type":"paragraph","text":"Michael: Wow. Well, that’s great. You know, I used to be just like you when I was a kid. I used to love it there."},{"type":"paragraph","text":"George: It’s going to be our best summer ever, Mikey!"},{"type":"paragraph","text":"Michael: And you can hire an employee if you need one."},{"type":"paragraph","text":"George Michael: Do you think I need one?"},{"type":"paragraph","text":"Michael: Don’t look at me, Mr. Manager."},{"type":"paragraph","text":"George Michael: Right, it’s up to me now. I’m Mr. Manager."},{"type":"paragraph","text":"Michael: Manager. We-we just say, uh..."},{"type":"paragraph","text":"George Michael: I know, but you..."},{"type":"paragraph","text":"Michael: Doesn’t matter who."},{"type":"paragraph","text":"Bag labeled, “Dead dove. Do not eat.”"},{"type":"paragraph","text":"Michael: I don’t know what I expected."},{"type":"paragraph","text":"Michael: What’s going on? This is exactly where the two of you were when I left this morning. Is nobody going to even try to get a job?"},{"type":"paragraph","text":"Lindsay: I have a job, Michael. It’s called supporting my husband."},{"type":"paragraph","text":"Michael: You certainly haven’t been shopping. The only thing I found in the freezer was a dead dove in a bag."},{"type":"paragraph","text":"G.O.B.: You didn’t eat that, did you? ‘Cause I’ve only got a couple days left to return it. It died right in the middle of a show."},{"type":"paragraph","text":"Clerk: Do you want a cage for that?"},{"type":"paragraph","text":"G.O.B.: No, I’m a magician."},{"type":"paragraph","text":"Dove cooing. Thud, bell rings, then cooing stops."},{"type":"paragraph","text":"G.O.B.: What is your return policy, by the way?"},{"type":"paragraph","text":"Lindsay: Not that I have to defend myself, but for your information, I did go shopping."},{"type":"paragraph","text":"Michael: You spent $68 on hair conditioner?"},{"type":"paragraph","text":"Yearbook: Lindsay’s yearbook picture shows she won for “Best hair.” Michael’s yearbook picture shows he won for “Most likely to succeed.”"},{"type":"paragraph","text":"Narrator: Lindsay’s achievements in high school had always overshadowed Michael’s."},{"type":"paragraph","text":"Tobias: I agree with Michael; it’s important not to tie your self-esteem to how you look or what people think of you. I mean, look at me— I’m an actor. An actor, for crying out loud. You know how much rejection I face every day? But in this business of show, you have to have the heart of an angel and the hide... of an elephant."},{"type":"paragraph","text":"Lindsay: But, you’ve never actually had an audition."},{"type":"paragraph","text":"Tobias: Well... excuse me! Excuse me."},{"type":"paragraph","text":"Michael: Some really great spousal support."},{"type":"paragraph","text":"Michael: You know something, Lindsay, you might want to start thinking about the example you’re setting for your daughter, unless you want her to end up just like you."},{"type":"paragraph","text":"Maeby: Yeah, shoot me when that happens."},{"type":"paragraph","text":"Michael: Is there a carbon monoxide leak in this house?"},{"type":"paragraph","text":"Michael: George Michael, you’re taking your cousin to work today. That’s your new employee. I do not want my niece to end up just like everyone in this family."},{"type":"paragraph","text":"Lindsay: You’re not telling my daughter what to do. She’s a child."},{"type":"paragraph","text":"Maeby: No, I’m not. I can work."},{"type":"paragraph","text":"George Michael: Uh, I-I don’t know about this. You know, it can get pretty hairy in there."},{"type":"paragraph","text":"Lindsay: Fine. Do what you want. If I know my daughter, that stand won’t be there in a week."}],"images":[]},{"title":"Act 2","level":2,"content":[{"type":"paragraph","text":"Narrator: George Michael’s attempt to distance himself from his cousin proved... unsuccessful."},{"type":"paragraph","text":"George Michael: I can’t tell you how many health codes you’re violating right now."},{"type":"paragraph","text":"Maeby: I can’t believe I volunteered for this. This is my stupidest rebellion ever. Hey, you want to go play skee-ball?"},{"type":"paragraph","text":"George Michael: Well, this is the cash drawer. My dad’s going to come by at the end of the weekend, and the number of bananas has to match the amount of money in here."},{"type":"paragraph","text":"Maeby: Oh, so it all has to even out?"},{"type":"paragraph","text":"George Michael: Exactly."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael went to his mother for the flight records his father wouldn’t give him."},{"type":"paragraph","text":"Michael: Who was that? Was that Dad?"},{"type":"paragraph","text":"Lucille: That was G.O.B."},{"type":"paragraph","text":"Michael: Uh-huh."},{"type":"paragraph","text":"Michael: So, Mom, I’m trying to find..."},{"type":"paragraph","text":"Lucille: I don’t know where they are."},{"type":"paragraph","text":"Michael: ...these flight records. You know, it’s really more believable if you let me finish."},{"type":"paragraph","text":"Michael: Why am I the only one that seems to get how much trouble this family is in?"},{"type":"paragraph","text":"Lucille: Oh, I get it, Michael, I get it. But how should I know where the records are kept? Your father’s in charge of all that."},{"type":"paragraph","text":"Michael: No, I’m in charge of all of that, and I think that you do know where they are."},{"type":"paragraph","text":"Lucille: Oh, it’s probably all in a storage unit somewhere."},{"type":"paragraph","text":"Michael: Where’s the storage unit?"},{"type":"paragraph","text":"Lucille: I don’t remember."},{"type":"paragraph","text":"Michael: Try."},{"type":"paragraph","text":"Lucille: Something-dale. I don’t know— Brookfeather, Raintree. It’s hot. It was very hot there. I’ve never been... get a warrant."},{"type":"paragraph","text":"Michael: Don’t think I won’t. Mother, Mother, I care about this family."},{"type":"paragraph","text":"Lucille: And I do too, my darling. That’s why I’m worried about G.O.B..."},{"type":"paragraph","text":"Lucille: I was on the phone with him this morning."},{"type":"paragraph","text":"Michael: You mean just now, right? When I came in?"},{"type":"paragraph","text":"Lucille: Yes, just now, when you came in."},{"type":"paragraph","text":"Lucille: And he’s upset, he’s very upset. You haven’t included him in the business at all. He’s your older brother. You could find a little job for him."},{"type":"paragraph","text":"Lucille: Make him feel special."},{"type":"paragraph","text":"Michael: But he’s not special, Mother."},{"type":"paragraph","text":"Lucille: No. But he loves you. We all love you."},{"type":"paragraph","text":"Michael: Where’s the storage unit?"},{"type":"paragraph","text":"Lucille: It’s with your warrant."},{"type":"paragraph","text":"Luz:  (Laughing)"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: The next day, Tobias looked for work."},{"type":"paragraph","text":"Tobias: Hmm— Actor Pull. Oh, look at all these parts!"},{"type":"paragraph","text":"Michael: Tobias. Nice to see you off the couch."},{"type":"paragraph","text":"Tobias: I was looking for work, and... I blew it, Michael."},{"type":"paragraph","text":"Rueful chuckle."},{"type":"paragraph","text":"Michael: Yeah, I guess you’ve already seen that."},{"type":"paragraph","text":"Tobias: Yes, I have, but... Oh, right, this one. Yeah, I... I’ll call them again, I guess. I give them... one more shot."},{"type":"paragraph","text":"Narrator: And that’s when Michael figured out how to get his mother to lead him to the storage unit where the flight records were kept."},{"type":"paragraph","text":"Phone ringing."},{"type":"paragraph","text":"Lucille: Hello?"},{"type":"paragraph","text":"Michael: Yeah, hey, Mom, it’s Michael. Listen, before I forget, I talked to the IRS, and they want to come by your apartment today to see if you charged any big ticket stuff to the company. Furs, or... I don’t know. Just a heads up. Oh, that poor woman."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: So, Michael followed Luz who had been sent to hide the evidence. Meanwhile, Tobias had arranged an audition for a local commercial. Lindsay came along to appear supportive."},{"type":"paragraph","text":"Tobias: This could take awhile."},{"type":"paragraph","text":"Lindsay: Honey, it’s one line."},{"type":"paragraph","text":"Tobias: Not if I do my job right."},{"type":"paragraph","text":"Tobias: (Chuckling.) Oh... Okay. I didn’t, um... Well, let’s give it a shot."},{"type":"paragraph","text":"Deep breath."},{"type":"paragraph","text":"Roger Danish: Um... would you like to try that a little simpler... maybe?"},{"type":"paragraph","text":"Tobias: No."},{"type":"paragraph","text":"Roger Danish: Okay, anybody else? Anyone? Lindsay Bluth?"},{"type":"paragraph","text":"Tobias: It’s Fünke."},{"type":"paragraph","text":"Lindsay: Roger Danish."},{"type":"paragraph","text":"Roger Danish: Look at you. I can’t believe it’s Lindsay Bluth."},{"type":"paragraph","text":"Lindsay: Oh...!"},{"type":"paragraph","text":"Tobias: Fünke."},{"type":"paragraph","text":"Lindsay: Roger was my male counterpart in high school. Remember how crazy our hair was back then?"},{"type":"paragraph","text":"Laughing."},{"type":"paragraph","text":"Roger Danish: What were we thinking?"},{"type":"paragraph","text":"Lindsay: So, what are you doing now?"},{"type":"paragraph","text":"Tobias: He’s, uh, casting my commercial."},{"type":"paragraph","text":"Roger Danish: Yeah, trying to. The South Coast Boutique is having a fire sale."},{"type":"paragraph","text":"Lindsay: South Coast Boutique? They’re having a fire sale?!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, Michael was still following his mother’s housekeeper. And she did finally lead him to the storage unit. Unfortunately, it was on fire."},{"type":"paragraph","text":"Fireman: Somebody wanted this place to go."},{"type":"paragraph","text":"Michael: Yeah? What do you mean, arson?"},{"type":"paragraph","text":"Fireman: Oh, definitely the work of a flamer."}],"images":[]},{"title":"Act 3","level":2,"content":[{"type":"paragraph","text":"Lindsay: It shoots tomorrow, and are you ready for this? It pays 1,000 bucks!"},{"type":"paragraph","text":"Michael: I thought that was Tobias’ part."},{"type":"paragraph","text":"Laughing/crying."},{"type":"paragraph","text":"Michael: Well, listen, that’s great, Lindsay. But, I’ve got my own problems. The flight records, they’ve burned up, okay? That’s fine. That’s over with. But I think Dad is behind it. I think Dad is trying to run the business from prison."},{"type":"paragraph","text":"Lindsay: Well, isn’t that ironic? I’m making a fortune at my new job, and you don’t even have the job you thought you did."},{"type":"paragraph","text":"Michael: But, but you don’t have a job. You’ve got a job offer. Anybody can get a job offer."},{"type":"paragraph","text":"Tobias crying in shower."},{"type":"paragraph","text":"Michael: So, I’m going to go see Dad, because this is my business to run now."},{"type":"paragraph","text":"G.O.B.: Your business?"},{"type":"paragraph","text":"Michael: Hey, there you are, G.O.B.! I have been looking all over for you. I could really use some help."},{"type":"paragraph","text":"G.O.B.: Well, I was going to return this dove. What? You want me to run a meeting for you or something?"},{"type":"paragraph","text":"Michael: Or, even better, could you mail this letter for me?"},{"type":"paragraph","text":"G.O.B.: You can’t just give that to a mailman?"},{"type":"paragraph","text":"Michael: I can’t trust a mailman with this. This is important."},{"type":"paragraph","text":"G.O.B.: I’ll mail that letter."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael then went to confront his father."},{"type":"paragraph","text":"Michael: You’re not going to keep running this company from in here, okay? That’s why you wanted me to give T-Bone a job, to pay him back for burning down the storage unit?"},{"type":"paragraph","text":"George: Michael, that’s ridiculous."},{"type":"paragraph","text":"Michael: Yeah, well, I’m not hiring him. No, we don’t have the money, Pop."},{"type":"paragraph","text":"George: There’s always money in the banana stand."},{"type":"paragraph","text":"Michael: The banana stand... you know, that’s exactly what this feels like. Huh? Like I’m still stuck in that hot booth all summer with you pulling the strings."},{"type":"paragraph","text":"George: What was I going to do? Put a kid in charge of a frozen banana stand?"},{"type":"paragraph","text":"Michael: Sure, that’s what I did. I just made my son the manager."},{"type":"paragraph","text":"George: George Michael is running the frozen banana stand now?"},{"type":"paragraph","text":"Michael: Yeah, that’s right, yeah. You sit with that, you think about that for a while."},{"type":"paragraph","text":"Narrator: George, Sr. did think about that."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Maeby: Well, now that we’ve got an employee, we can go have dinner. We throw away a banana for every buck we take so no one finds out."},{"type":"paragraph","text":"T-Bone: Wait a minute, I think you should do that math again."},{"type":"paragraph","text":"George Michael: Why? Is it wrong?"},{"type":"paragraph","text":"Maeby: It’s fine. He’s an arsonist, not an embezzler."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Cell phone ringing."},{"type":"paragraph","text":"Narrator: Meanwhile, Michael got urgent call from his mother."},{"type":"paragraph","text":"Lucille: G.O.B. is unhappy."},{"type":"paragraph","text":"Michael: Again? I tried to include him, I gave him a job."},{"type":"paragraph","text":"Lucille: You gave him a letter to mail."},{"type":"paragraph","text":"Michael: And don’t tell me that was too much for him?"},{"type":"paragraph","text":"Lucille: No, Michael, he mailed the letter. That’s not the point."},{"type":"paragraph","text":"Narrator: G.O.B. had not mailed the letter, but in an act of defiance, dramatically hurled the letter into the sea. This proved a more difficult dramatic gesture than he’d anticipated."},{"type":"paragraph","text":"Michael: So what do you want me to do about it?"},{"type":"paragraph","text":"Lucille: Don’t take that tone. He’s my son. I want you to make him stop calling me."},{"type":"paragraph","text":"Lindsay: Am I the only one who works in this family?"},{"type":"paragraph","text":"Tobias: Yes, that’s my gal. Who would have imagined? Two actors in one family. We’re like the Lunts!"},{"type":"paragraph","text":"Tobias: Excuse me..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, Lindsay and Maeby separately went to the same restaurant to celebrate the jobs they hadn’t actually performed, with money they hadn’t actually earned."},{"type":"paragraph","text":"Lindsay: Okay, this is what I told Tobias you’d do. Say what you will about him, at least he’s happy for me."},{"type":"paragraph","text":"Tobias sobbing in tub wearing cutoffs."},{"type":"paragraph","text":"George Michael: You know, I think we might be doubling our losses here. Because, I mean, for every dollar you take, you’re actually taking two dollars because we paid for the bananas."},{"type":"paragraph","text":"Maeby: (Laughs.) Oh, my God, you’re right."},{"type":"paragraph","text":"George Michael: I am? Oh, God! I’ve screwed this up!"},{"type":"paragraph","text":"George Michael: Okay, we gotta go. Oh, my God! It’s your mom and Gangee!"},{"type":"paragraph","text":"Maeby: What are they doing here?"},{"type":"paragraph","text":"George Michael: Oh, great. Now they’re going to tell my dad and he’s going to come check the totals and know we took the money. Oh, God, this is bad."},{"type":"paragraph","text":"Maeby: Look..."},{"type":"paragraph","text":"George Michael: What are we going to do?"},{"type":"paragraph","text":"Maeby: Pop-Pop. He’s a business man. What would he do?"},{"type":"paragraph","text":"Waiter #1: Bananas Foster."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"T-Bone: Welcome to Bluth Bananas, where bananas are our business. May I interest you in a banana this day?"},{"type":"paragraph","text":"Michael: T-Bone, what are you doing here?"},{"type":"paragraph","text":"T-Bone: Oh, your dad gave me this job."},{"type":"paragraph","text":"Narrator: Michael realized that his father had even taken control of the banana stand. But he still had some unanswered questions, so he did a little detective work."},{"type":"paragraph","text":"G.O.B.: Michael. Having a nice day at the beach, while the rest of us are busting our asses to deliver your mail?"},{"type":"paragraph","text":"Michael: What do you want me to say, okay? You go and you complained to Mom, and I tried to include you."},{"type":"paragraph","text":"G.O.B.: Include me?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"G.O.B.: I should be in charge. I’m the older brother."},{"type":"paragraph","text":"Michael: Do you even want to be in charge?"},{"type":"paragraph","text":"G.O.B.: No... but I’d like to be asked!"},{"type":"paragraph","text":"G.O.B.: You know, it’s just like when we were kids and you were the only one he let work in the banana stand."},{"type":"paragraph","text":"Michael: Well, I got news for you, G.O.B. Dad still doesn’t trust me to this day. Treats me like a low-level employee."},{"type":"paragraph","text":"G.O.B.: It’s better than being treated like a goofball. The joker... the magician."},{"type":"paragraph","text":"Michael: I thought you were going to do like a trick there, like a fireball or something."},{"type":"paragraph","text":"G.O.B.: I was, it didn’t go off. These things never when you want ‘em to."},{"type":"paragraph","text":"Cell phone rings."},{"type":"paragraph","text":"G.O.B.: My least consistent trick."},{"type":"paragraph","text":"Michael: Hold on one sec. Hello?"},{"type":"paragraph","text":"Maeby: Hey, Uncle Michael, it’s me, Maeby."},{"type":"paragraph","text":"Michael: Hey, Maeby, where is George Michael?"},{"type":"paragraph","text":"Maeby: At the banana stand. He’s about to do something really irresponsible."},{"type":"paragraph","text":"Michael: You think it’s irresponsible? I’ll be right there."}],"images":[]},{"title":"Act 4","level":2,"content":[{"type":"paragraph","text":"T-Bone: I’m going to get blamed for this."},{"type":"paragraph","text":"Michael: George Michael?"},{"type":"paragraph","text":"George Michael: Dad."},{"type":"paragraph","text":"Michael: Hey, what are you doing?"},{"type":"paragraph","text":"George Michael: I was just, uh... I was burning down the banana stand."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"George Michael: I’m sorry, dad, I screwed it all up. I’ve no right to call myself Mr. Manager."},{"type":"paragraph","text":"Michael: Manager."},{"type":"paragraph","text":"George Michael: Manager. I’m sorry, dad..."},{"type":"paragraph","text":"Michael: Oh, George Michael."},{"type":"paragraph","text":"Narrator: Michael realized he had done to his son what his father had done to him. So he came up with a solution."},{"type":"paragraph","text":"Michael: Burn it down."},{"type":"paragraph","text":"George Michael: What?"},{"type":"paragraph","text":"Michael: Let’s burn this son of a bitch. It’s going to be our best summer ever, buddy."},{"type":"paragraph","text":"Narrator: And so Michael, his son and his brother, together enjoyed the cathartic burning of the banana stand."},{"type":"paragraph","text":"Michael: You mailed that insurance check, right, G.O.B.?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: The next morning, Lindsay woke up late in the day, hung over from celebrating her one day of employment, which it turns out, she had slept through."},{"type":"paragraph","text":"Answering machine beep."},{"type":"paragraph","text":"Roger Danish: ..all right, Lindsay, forget it. We’ll get someone else."},{"type":"paragraph","text":"Narrator: Tobias was next on the call list, but unfortunately, couldn’t hear the phone over the sound of the shower."},{"type":"paragraph","text":"Phone ringing."},{"type":"paragraph","text":"Narrator: He did, however, use Lindsay’s conditioner and was surprised to find that it did help his self-esteem."},{"type":"paragraph","text":"Lindsay: You look nice."},{"type":"paragraph","text":"Tobias: What?"},{"type":"paragraph","text":"Lindsay: You look very handsome today."},{"type":"paragraph","text":"Tobias: Thank you, Lindsay."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael finally got to show his father who’s boss."},{"type":"paragraph","text":"George: You what?"},{"type":"paragraph","text":"Michael: Burned it right down to the ground."},{"type":"paragraph","text":"George: Are you crazy? There was money in that banana stand."},{"type":"paragraph","text":"Michael: Well, it’s all gone now, Dad, and it was my decision. So next time you want to have a little power struggle, just remember that you’re playing with fire."},{"type":"paragraph","text":"George: There was $250,000 lining the walls of the banana stand."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"George: Cash, Michael!"},{"type":"paragraph","text":"Michael: Why didn’t you tell me that?"},{"type":"paragraph","text":"George: How much clearer can I say, “There’s always money in the banana stand!”"}],"images":[]},{"title":"Act 5","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, G.O.B. protests the pet stores frozen-dove exchange policy..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... and Michael, realizing the banana stand is the only profitable part of the Bluth Empire, decides to rebuild."},{"type":"paragraph","text":"G.O.B.: Couldn’t have called me? I can’t swing a hammer? I got a rabbit to buy."}],"images":[]}]}