{"sections":[{"title":"Transcript of Charity Drive","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Charity Drive\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Charity Drive\" was written by Barbie Adler."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Now the story of a wealthy family who lost everything and the one son who had no choice but to keep them all together. It’s Arrested Development."},{"type":"paragraph","text":"Narrator: Michael Bluth always rode his bike to work, but the recent heat wave had taken some of the fun out of it. It had also caused problems in his presentation to the Bluth Company investors."},{"type":"paragraph","text":"Investor: So there’s no screwups with the permits this time?"},{"type":"paragraph","text":"Michael: The permits have been filed absolutely on time. You have my word on that. Um, tell you what. Let me get some of this... Well... Well, as you... The important part is here."},{"type":"paragraph","text":"Kitty: Bye, you guys. Really great to see you again. They think you’re full of (bleep). I think it’s the sweating."},{"type":"paragraph","text":"Michael: I’ve got to get a car."},{"type":"paragraph","text":"Kitty: Don’t worry. I told them the truth."},{"type":"paragraph","text":"Michael: That I rode here on a bike?"},{"type":"paragraph","text":"Kitty: That the permits weren’t filed."},{"type":"paragraph","text":"Michael: But my dad filed the permits before he went to jail."},{"type":"paragraph","text":"Kitty: He most certainly did not."},{"type":"paragraph","text":"Michael: So, I just lied to the investors?"},{"type":"paragraph","text":"Kitty: You most certainly did."},{"type":"paragraph","text":"Michael: That’s really great. Well, I’ve got to ride my bike out to the prison and talk to my dad about this. That’ll be fun in hundred-degree heat."},{"type":"paragraph","text":"Kitty: Why don’t you just take your dad’s car?"},{"type":"paragraph","text":"Michael: No, Dad would never go for that."},{"type":"paragraph","text":"Narrator: George Sr. had always been overprotective of his cars."},{"type":"paragraph","text":"George, Sr.: There’s no ice cream in the car."},{"type":"paragraph","text":"Michael: I’ll be careful."},{"type":"paragraph","text":"George, Sr.: All right, this is what we’re going to do. Careful, Michael. Oh!"},{"type":"paragraph","text":"Kitty: Whatever you think."},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Kitty: But I did see G.O.B. driving it last week."},{"type":"paragraph","text":"Michael: Wait. Honestly? G.O.B.’s driving the car?"},{"type":"paragraph","text":"Kitty: I’m not the liar."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael wanted his father’s car, so he went to confront his brother G.O.B."},{"type":"paragraph","text":"G.O.B.: No, I didn’t mean for you to yell my name at me. It’s what I call a double-dipped banana with everything on it."},{"type":"paragraph","text":"Michael: Hey, I can’t believe you. I asked you two weeks ago whether we should use Dad’s car and you said it would be “bad form.” Now I hear you’re driving it."},{"type":"paragraph","text":"G.O.B.: That is a lie. A bald-faced lie."},{"type":"paragraph","text":"Narrator: G.O.B. was lying. He had been driving his father’s car."},{"type":"paragraph","text":"Narrator: In fact, Tobias had intended to park the family’s only vehicle at the airport parking lot, but was waved onto the tarmac instead, where he found a spot close to his gate."},{"type":"paragraph","text":"George Michael: Here you go, Uncle G.O.B. I had to use two sticks just to support all the extra chocolate and nuts."},{"type":"paragraph","text":"Michael: What does that mean? You're paying for that."},{"type":"paragraph","text":"G.O.B.: A Bluth banana? No, I hadn’t planned on it."},{"type":"paragraph","text":"Michael: No, no. No more banana grabbing, no more car grabbing."},{"type":"paragraph","text":"Michael: Throw that away, please."},{"type":"paragraph","text":"George Michael: But it’s already made."},{"type":"paragraph","text":"Michael: I don’t care. Nobody gets it now, okay? Are you happy?"},{"type":"paragraph","text":"G.O.B.: My own brother. Michael. My own selfish brother. Michael."},{"type":"paragraph","text":"Michael: All right. I do not want you to get upset. He did not mean that. He says things that he doesn’t..."},{"type":"paragraph","text":"G.O.B.: Selfish Michael."},{"type":"paragraph","text":"Michael: He did not mean that, either."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael then went to his sister to find his father’s car."},{"type":"paragraph","text":"Lindsay: What car? I don’t know what you’re talking about."},{"type":"paragraph","text":"Michael: Dad’s car. The one you didn’t tell me that you had, even though I had to ride my bicycle to work all week."},{"type":"paragraph","text":"Lindsay: Oh, Dad’s car. Well, obviously I’m going to use it if it’s an emergency."},{"type":"paragraph","text":"Narrator: Lindsay had such an emergency three days earlier when her salon was able to squeeze her in at the last moment."},{"type":"paragraph","text":"Lindsay: (Gasps.) That color’s discontinued!"},{"type":"paragraph","text":"Lindsay: I had to get ready for the bachelorette auction."},{"type":"paragraph","text":"Michael: The bachelorette auction? You know you’re married."},{"type":"paragraph","text":"Lindsay: You just go to dinner with the guy. It’s for charity."},{"type":"paragraph","text":"Michael: I don’t do anything for myself. Everything that I do is for this family."},{"type":"paragraph","text":"Lindsay: Oh, you don’t do it for us, Michael. You just do it because you love being the guy in charge. ’Cause you love saying no. Like you said to G.O.B. when he wanted a frozen banana. And even after he gave you the rights to his “Mr. Banana-Grabber” character."},{"type":"paragraph","text":"Michael: All right, you know what? I will start doing my charity work when you start doing yours. In the meantime, where’s the car?"},{"type":"paragraph","text":"Lindsay: I think Buster has it. I don’t know. It’s on the schedule."},{"type":"paragraph","text":"Michael: There is a schedule? I’ve always tried so hard not to look at this thing."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: So Michael went to find Buster."},{"type":"paragraph","text":"Lucille: Who let you in?"},{"type":"paragraph","text":"Michael: Your new cleaning woman. What happened to Luz?"},{"type":"paragraph","text":"Lucille: Uh-oh. She better not walk through here after she’s been in there. Tell me you’ve got an exit strategy."},{"type":"paragraph","text":"Michael: Mother..."},{"type":"paragraph","text":"Michael: Wow."},{"type":"paragraph","text":"Michael: You’ve never actually set foot in a supermarket, have you?"},{"type":"paragraph","text":"Lucille: I don’t have time for this. I’ve got to get ready for the bachelorette auction."},{"type":"paragraph","text":"Michael: You’re doing that? You can’t possibly tell me that you care about the wetlands."},{"type":"paragraph","text":"Lucille: I care about going for more money than Lucille Austero."},{"type":"paragraph","text":"Narrator: In fact, Lucille Bluth had made sure of that."},{"type":"paragraph","text":"Lucille 2: Lucille!"},{"type":"paragraph","text":"Lucille: I got you tickets to The Producers. I already saw it in New York. But that’s of no use to a woman whose vertigo makes flying a grotesque misadventure."},{"type":"paragraph","text":"Lucille 2: You must have scrimped and saved for these. But isn’t this the night of the auction?"},{"type":"paragraph","text":"Lucille: Is it?"},{"type":"paragraph","text":"Michael: You seem pretty confident."},{"type":"paragraph","text":"Lucille: Oh, I think there’s a certain bachelor who won’t mind coming home with me at the end of the evening."},{"type":"paragraph","text":"Michael: Buster."},{"type":"paragraph","text":"Lucille: Where did he go? Buster! Why do you hide every time the doorbell rings?"},{"type":"paragraph","text":"Buster: I’m not hiding."},{"type":"paragraph","text":"Narrator: Buster was hiding from Lucille Austero. After inadvertently flirting with her at a social event while not wearing his glasses. And Lucille had been pursuing him ever since."},{"type":"paragraph","text":"Lucille 2: Buster, hi. It’s me again. I’ve still got those Producers tickets, and I’d love to share them with you. I don’t want you to think I’m taking this more seriously than you are, unless you’re planning some grand romantic gesture, my feelings are just the teensiest bit hurt."},{"type":"paragraph","text":"Lucille: What are you going to do?"},{"type":"paragraph","text":"Buster: Bid on you."},{"type":"paragraph","text":"Lucille: How much?"},{"type":"paragraph","text":"Buster: $10,000."},{"type":"paragraph","text":"Lucille: When?"},{"type":"paragraph","text":"Buster: When they call my name."},{"type":"paragraph","text":"Lucille: No, they’re not going to call your name. They’re going to call my name. Good grief."},{"type":"paragraph","text":"Michael: Hey, Busty, have you been using Dad’s car?"},{"type":"paragraph","text":"Buster: No. Well, yes."},{"type":"paragraph","text":"Michael: You got the keys?"},{"type":"paragraph","text":"Buster: Probably in my school pants."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"Buster: I have been a part of this archaeological dig. We think we found a part of a pterodactyl under Fashion Island."},{"type":"paragraph","text":"Buster: It is my day on the schedule, but I guess you get them first."},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Michael: Did you get all your stuff out of the car?"},{"type":"paragraph","text":"Buster: Yeah, I left my homework in the back seat, but I can get it later."},{"type":"paragraph","text":"Michael: Okay. Okay."},{"type":"paragraph","text":"Buster: Help."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael surveyed the damage to his father’s car: The partially excavated skull, the spilled nail polish, the burned seats and he came to an important decision."},{"type":"paragraph","text":"Michael: I’m getting some ice cream, I can tell you that right now."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael, now able to drive to prison, confronted his father about the permits."},{"type":"paragraph","text":"Michael: How come you didn’t tell me that you didn’t file them?"},{"type":"paragraph","text":"Michael: Is it pledge week already?"},{"type":"paragraph","text":"George, Sr.: I’ve got it down to two. But honestly, I don’t even want to choose. I just feel... I feel like the prettiest girl at the dance."},{"type":"paragraph","text":"George, Sr.: Hey, listen, about that permit thing, that’s an easy fix. Just break into the permit office, slip the application into the next file and then tell them “Hey, you guys screwed up.”"},{"type":"paragraph","text":"Michael: I’m not doing that, Dad."},{"type":"paragraph","text":"George, Sr.: Michael, you lied to your investors. You got to make that right."},{"type":"paragraph","text":"George, Sr.: Call G.O.B. He’ll handle it. That’s what he’s for."},{"type":"paragraph","text":"Michael: That’s what he’s for?"},{"type":"paragraph","text":"George, Sr.: You better tell him I’m asking. I don’t thing he’s going to do it for you after you wouldn’t even give him a frozen banana, Michael."},{"type":"paragraph","text":"Michael: Is there a chat room that you guys all...?"},{"type":"paragraph","text":"George, Sr.: Not charitable."},{"type":"paragraph","text":"Michael: Never mind. I’ll tell G.O.B. that you want him to do this."},{"type":"paragraph","text":"George, Sr.: Okay. I’ve got a dance I got to get ready for."},{"type":"paragraph","text":"Michael: Whoa, there’s really a dance?"},{"type":"paragraph","text":"George, Sr.: I don’t know. Both sides are making a lot of promises."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"G.O.B.: You should call this a “G.O.B.,” guy."},{"type":"paragraph","text":"Michael: G.O.B., can I talk to you for a sec? Listen, um... I’m really sorry about before. I said some things, and I got a little carried away. It’s not the way you’re supposed to treat a brother. Especially one that I value so highly. Oh, I need a favor."},{"type":"paragraph","text":"G.O.B.: (Tooth whistles.) That was subtle."},{"type":"paragraph","text":"Michael: Did you just whistle?"},{"type":"paragraph","text":"G.O.B.: I had to buy a candied apple when you denied me a banana. So, yes, I’m whistling. Satisfied?"},{"type":"paragraph","text":"Michael: It’s not that noticeable. Listen, Dad would like for you to break into the permit office."},{"type":"paragraph","text":"G.O.B.: Dad? Dad said he wanted me for that?"},{"type":"paragraph","text":"Michael: Yes, he did. Will you do it?"},{"type":"paragraph","text":"G.O.B.: Maybe. (Whistling.) I have some conditions. Terms."},{"type":"paragraph","text":"Michael: Why?"},{"type":"paragraph","text":"Michael: All right. Let’s have a condition first."},{"type":"paragraph","text":"G.O.B.: A free banana whenever I want."},{"type":"paragraph","text":"Michael: Single dip."},{"type":"paragraph","text":"G.O.B.: Double dip. But I’ll take one stick."},{"type":"paragraph","text":"Michael: All right, what else?"},{"type":"paragraph","text":"Michael: Great. What else?"},{"type":"paragraph","text":"G.O.B.: You humiliated me in front of my nephew. I expect you to fix that. I want the respect of your son."},{"type":"paragraph","text":"Michael: You better let me do the talking. George Michael, your uncle has a request."},{"type":"paragraph","text":"G.O.B.: One Bluth banana, George Michael."},{"type":"paragraph","text":"Michael: Go ahead. Give it to him. G.O.B. deserves your respect, and from now on I want you to do whatever he asks you to do, okay? After all, he is your uncle, and, um... I think we ought to just embrace that."},{"type":"paragraph","text":"G.O.B.: Thank you."},{"type":"paragraph","text":"Michael: So, I held up my end of the deal?"},{"type":"paragraph","text":"G.O.B.: I can’t believe I gave you animation rights. I hope that doesn’t come back and bite me in the ass."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, Lindsay, wanting to prove to Michael that she was a charitable person joined a group of activists dedicated to preserving the wetlands."},{"type":"paragraph","text":"Lindsay: Yeah, hi. I’m gonna need a taxi."},{"type":"paragraph","text":"Michael: Hello."},{"type":"paragraph","text":"Lindsay: I’m in the wetlands. I’ve got a poker thing, and I’m gonna clean them up. So the next time you want to tell me that I’m uncharitable, why don’t you just ask yourself, who called you from the wetlands?"},{"type":"paragraph","text":"Michael: Who is this?"},{"type":"paragraph","text":"Lindsay: Nice try. You’re the selfish one. Now, if you’ll excuse me, I’ve got some nature to save."},{"type":"paragraph","text":"Narrator: While Lindsay was finding it difficult to be truly charitable Michael was looking for an opportunity to rise to Lindsay’s challenge, and that’s when he recognized his mother’s fill-in housekeeper at a bus stop."},{"type":"paragraph","text":"Michael: Hello there. You’re not riding the bus today. Get in this car. I’m not taking no for an answer. Come on, don’t make me get out of this car and put you in here myself."},{"type":"paragraph","text":"Narrator: Unfortunately, the woman he picked up wasn’t Lupe, but was a total stranger. And upon seeing bones, a shovel and what appeared to be blood... she realized he wasn’t who she thought he was."},{"type":"paragraph","text":"Helen Maria Delgado: Oh, mister, please, por favor, dejame salir del carro."},{"type":"paragraph","text":"Michael: This is going to be tricky. I don’t speak Spanish."},{"type":"paragraph","text":"Helen Maria Delgado: Yo es scared-o. Uh-huh."},{"type":"paragraph","text":"Michael: Izquierdo. I know that one."},{"type":"paragraph","text":"Helen Maria Delgado: Uh-huh."},{"type":"paragraph","text":"Michael: Left turn it is, missus. They call me selfish."},{"type":"paragraph","text":"Narrator: He thought he was helping his mother’s housekeeper, but he had the wrong woman."},{"type":"paragraph","text":"Michael: Hello?"},{"type":"paragraph","text":"Lindsay: Oh, Michael, it really... it’s so beautiful here. You have to come down and see this."},{"type":"paragraph","text":"Michael: Yeah, well, I’m a little busy right now. I’ve got someone else in the car with me, and I’m not going anywhere until she’s taken care of."},{"type":"paragraph","text":"Lindsay: Look, I screwed up, okay? I’m lost and I hate them. I hate the Wetlands. They’re stupid and wet and there are bugs everywhere and I think I maced a crane, Michael. Look, you’ve got Dad’s car, why don’t you come pick me up?"},{"type":"paragraph","text":"Michael: Crazy. Loco. Listen, we got to make a little detour, okay? So I hope no one’s waiting for you."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, the woman Michael thought was Lupe did have people waiting for her, and they had reported her missing. The real Lupe, meanwhile, was leaving Lucille’s for the evening."},{"type":"paragraph","text":"Lucille 2: Buster... I’m... Oh. Hello. It appears my one-time admirer’s not planning some grand romantic gesture after all. You know what? It’s his loss. It’s his loss. It’s his loss."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: G.O.B., meanwhile, was casing the permit office, following the first rule of surveillance: Never get noticed."},{"type":"paragraph","text":"G.O.B.: (Tooth whistling.) Carrier Express."},{"type":"paragraph","text":"Worker #1: Say, you’re not our regular guy."},{"type":"paragraph","text":"G.O.B.: (Whistling.) No, I’m the substitute."},{"type":"paragraph","text":"G.O.B.: Right. Forgot about that."},{"type":"paragraph","text":"Narrator: G.O.B. realized he needed a new plan."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"G.O.B.: So, I need you to give your father a message for me."},{"type":"paragraph","text":"George Michael: All right, well, you heard my dad. I have to do whatever you ask me to."},{"type":"paragraph","text":"G.O.B.: All right, take this lock-pick, break into the permit office for me."},{"type":"paragraph","text":"George Michael: I think I’d better check with my dad first."},{"type":"paragraph","text":"Maeby: You’re going to break into a permit office? Sweet. Can I come?"},{"type":"paragraph","text":"Narrator: And George Michael saw a chance to get closer to Maeby."},{"type":"paragraph","text":"George Michael: You know, my dad hates to micromanage. Let’s just do this."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And back at the Wetlands, Lindsay finally found her taxi."},{"type":"paragraph","text":"Lindsay: Oh, good lord, you smell worse than before. Oh, my God, it’s me."},{"type":"paragraph","text":"Narrator: And in her haste to leave the Wetlands, she forgot to call Michael."},{"type":"paragraph","text":"Michael: Hey, hey. Stay there. What are you doing? Get in the car. Don’t move. Lindsay! Linds! Come on, I’m tired of looking. She’s not here. Probably never was here. She set me up. This is probably all about the car. I’m going to kill her. Hey! Where are you going? Hello? I’m trying to help you. You’re welcome!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, G.O.B. met with his father to discuss the permit office break-in."},{"type":"paragraph","text":"G.O.B.: (Tooth whistling.) So I say to Michael, “If it’s so important to Dad, I’ll look past your selfishness and do it.”"},{"type":"paragraph","text":"G.O.B.: Thanks, Pop."},{"type":"paragraph","text":"George, Sr.: Hey, my stock is never going to be higher with his gang than it is right now."},{"type":"paragraph","text":"G.O.B.: Yeah, so have you made a decision?"},{"type":"paragraph","text":"George, Sr.: I don’t know. I thought it had it down to two, but then the Haitians made this beautiful pitch."},{"type":"paragraph","text":"George, Sr.: So, uh, any trouble at the permit office?"},{"type":"paragraph","text":"G.O.B.: No, no, no, no, no."},{"type":"paragraph","text":"George, Sr.: Easy."},{"type":"paragraph","text":"G.O.B.: No, I delegated just like you taught me."},{"type":"paragraph","text":"George, Sr.: Who’d you get?"},{"type":"paragraph","text":"G.O.B.: George Michael."},{"type":"paragraph","text":"George, Sr.: My grandson?"},{"type":"paragraph","text":"G.O.B.: Yeah."},{"type":"paragraph","text":"George, Sr.: You got my 14-year-old grandson do this?"},{"type":"paragraph","text":"G.O.B.: Under 18 walks out clean."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And George Michael was successful with the lockpick G.O.B. gave him."},{"type":"paragraph","text":"George Michael: What are you doing? We’re supposed to put the form in the wrong file."},{"type":"paragraph","text":"Maeby: I know. I’m just leaving my calling card."},{"type":"paragraph","text":"George Michael: I thought we didn’t want anyone to know we were here."},{"type":"paragraph","text":"Maeby: Well, it’s a little late for that, our fingerprints are everywhere."},{"type":"paragraph","text":"George Michael: But you said they weren’t gonna check for fingerprints."},{"type":"paragraph","text":"Maeby: No, I said don’t wear your mittens. I didn’t want you to look stupid on the security cameras."},{"type":"paragraph","text":"George Michael: There’s a security camera? Someone’s coming. What do we do?"},{"type":"paragraph","text":"Maeby: I don’t know. I always get caught."},{"type":"paragraph","text":"Maeby: Yeah, thanks. I’ll take the rap next time we do something like this, okay?"},{"type":"paragraph","text":"George Michael: Next time."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Lindsay made it to the Save the Wetlands auction, just barely in time."},{"type":"paragraph","text":"Lucille: Oh, honey... You’re not supposed to show up as the Wetlands."},{"type":"paragraph","text":"Narrator: While Lucille was waiting for Buster to show up and bid on her, Buster was waiting for the other Lucille to leave for what he assumed was The Producers, but was now in fact, the bachelorette auction. And Lindsay was finally up for auction, which Michael arrived just in time to see."},{"type":"paragraph","text":"M.C.: What do I hear for Lindsay Bluth? Gentlemen, it’s a good cause."},{"type":"paragraph","text":"Narrator: And as Michael looked at his sister, uncertain whether her face was red from the embarrassment or the sun damage, it was clear she had been in the wetlands that day."},{"type":"paragraph","text":"Michael: $1,000."},{"type":"paragraph","text":"M.C.: Seriously?"},{"type":"paragraph","text":"M.C.: Sold! To the man who truly knows what charity is. And now, ladies and gentlemen..."},{"type":"paragraph","text":"Buster: Move! Move, please! Move!"},{"type":"paragraph","text":"M.C.: ... the lovely Lucille..."},{"type":"paragraph","text":"Buster: Move!"},{"type":"paragraph","text":"M.C.: Ooh, lucky bastard."},{"type":"paragraph","text":"Narrator: And Buster showed up just in time..."},{"type":"paragraph","text":"Buster: Ten thousand dollars!"},{"type":"paragraph","text":"Lucille 2: Buster!"},{"type":"paragraph","text":"Narrator: ...to bid on the wrong Lucille."},{"type":"paragraph","text":"Lucille 2: How grand!"},{"type":"paragraph","text":"Buster: M..."},{"type":"paragraph","text":"Lucille 2: How terribly grand!"},{"type":"paragraph","text":"Lindsay: Well, how embarrassing. My own brother buying me? I’d rather die. (Whispers.) Thank you. Maybe you’re not that selfish."},{"type":"paragraph","text":"Michael: Well, you know, you actually went out there. I was impressed that you gave it a shot."},{"type":"paragraph","text":"Cop #1: Excuse me."},{"type":"paragraph","text":"Michael: Yeah?"},{"type":"paragraph","text":"Cop #1: Is this your car?"},{"type":"paragraph","text":"Lindsay: Yes, it’s his."},{"type":"paragraph","text":"Cop #1: You’re under arrest..."},{"type":"paragraph","text":"Michael: Ow!"},{"type":"paragraph","text":"Cop #1: ... for the abduction of Helen Delgado."},{"type":"paragraph","text":"Michael: What’d you do?"},{"type":"paragraph","text":"George Michael: I was just trying to be a good guy."},{"type":"paragraph","text":"Michael: Me, too. Me, too. Let’s go see Pop-Pop."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Michael gets a lucky break when Helen makes the same mistake that he did..."},{"type":"paragraph","text":"Helen Maria Delgado: Four. Cuatro."},{"type":"paragraph","text":"Cop #1: Four, step forward."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ...and G.O.B. kicks himself for a bad business decision."},{"type":"paragraph","text":"Mr. Bananagrabber: (Lisps.) Look, a seagull."},{"type":"paragraph","text":"G.O.B.: I never should’ve given up animation rights."}],"images":[]}]}