{"sections":[{"title":"Transcript of Not Without My Daughter","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Not Without My Daughter\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Not Without My Daughter\" was written by Mitchell Hurwitz and Richard Rosenstock."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael was heading off to work when his son, George Michael, reminded him of a yearly tradition."},{"type":"paragraph","text":"George Michael: Hey, don’t forget me."},{"type":"paragraph","text":"Michael: For what?"},{"type":"paragraph","text":"George Michael: It’s Bring Your Daughter to Work Day. Unless you had a daughter I don’t know about, I’m your girl."},{"type":"paragraph","text":"Narrator: Michael had first made this joke when George Michael was six."},{"type":"paragraph","text":"Michael: Well, she’s not my daughter, but it’s about as close as I’m going to get."},{"type":"paragraph","text":"Young George Michael: I’m a good little girl. (Curtsies.)"},{"type":"paragraph","text":"Narrator: It was a joke Michael was starting to grow concerned about as it had not worn well with age."},{"type":"paragraph","text":"George Michael: Hey, Dad. They’re out of sanitary napkins in the ladies washroom. (Laughing.)"},{"type":"paragraph","text":"George: Weird kid."},{"type":"paragraph","text":"Michael: I don’t this year it’s such a good idea. You’re getting older and you’re..."},{"type":"paragraph","text":"George Michael: Yeah, right. Pretty soon I’m going to have to start wearing a bra. Right, Dad? All right, give me one minute."},{"type":"paragraph","text":"Michael: Really, let’s not this year. I cannot kill this joke. Hey, shouldn’t you be getting dressed?"},{"type":"paragraph","text":"Maeby: No, going with my dad to work today."},{"type":"paragraph","text":"Tobias: Hey, peanut butter cup."},{"type":"paragraph","text":"Michael: This is work— watching entertainment news?"},{"type":"paragraph","text":"Tobias: Well, excuse me, Michael, for not raising the perfect daughter that you did. I indulged this ritual for years in Boston."},{"type":"paragraph","text":"Narrator: As a psychotherapist, Tobias was on the forefront of the self-esteem movement."},{"type":"paragraph","text":"Patient: There’s like this longing... this pull. I mean, does that make me, you know, like, some kind of...?"},{"type":"paragraph","text":"Young Maeby: Homosexual."},{"type":"paragraph","text":"Tobias: Maeby, please. She’s right, though, you probably are a homosexual."},{"type":"paragraph","text":"Michael: So, Maeby, this is what you’re gonna do this year? You’re gonna watch him watch TV?"},{"type":"paragraph","text":"Tobias: Oh, bless her. It’s like she knew what I was going to do next."},{"type":"paragraph","text":"G.O.B.: It’s here! Girls with Low Self-Esteem: Newport Beach. It’s from the act I did on the beach over spring break."},{"type":"paragraph","text":"Narrator: G.O.B. had recently done a magic show where he had made the Bluth family yacht disappear. It was spring break and the act was filmed for the popular video series Girls With Low Self-Esteem."},{"type":"paragraph","text":"G.O.B.: This puts me back on top of the old magic career, though."},{"type":"paragraph","text":"Michael: Hang on. G.O.B., you’re not going to put that in. There’s nudity on that. Maeby, why don’t you go upstairs and get dressed."},{"type":"paragraph","text":"Tobias: I must warn you, Michael, she doesn’t respond well to strict directives."},{"type":"paragraph","text":"Maeby: All right."},{"type":"paragraph","text":"Tobias: That was odd."},{"type":"paragraph","text":"Michael: Not really. Kids love boundaries. I mean, look at these girls. Is this what you want?"},{"type":"paragraph","text":"Tobias: Oh, God, no."},{"type":"paragraph","text":"Michael: This could be where your daughter is headed."},{"type":"paragraph","text":"Tobias: Oh, no, no, I don’t want this for Maeby either."},{"type":"paragraph","text":"G.O.B.: Oh, here it is. Here it is."},{"type":"paragraph","text":"Announcer: It was a wild time on the beach, and if you like magic, look away. The only thing this guy could make fly away was the crowd."},{"type":"paragraph","text":"Tobias: Douche-chill."},{"type":"paragraph","text":"G.O.B.: I can’t believe they used that part, the one part that I screwed up. It’s not like they used the part where I made the yacht disappear."},{"type":"paragraph","text":"Michael: Sunk the yacht. Blew it up. Sunk it."},{"type":"paragraph","text":"G.O.B.: We sure did."},{"type":"paragraph","text":"Michael: We? No. I gave you permission to use the yacht. You blew it up."},{"type":"paragraph","text":"G.O.B.: Yeah, well, if you give someone permission to use a tissue, you can’t be upset if they blow their nose. Right? I mean..."},{"type":"paragraph","text":"Michael: Lindsay, new outfit?"},{"type":"paragraph","text":"Lindsay: This? No, I’ve had this for years. I think it’s a hand-me-down from Mom."},{"type":"paragraph","text":"Michael: You got a price tag. Right there."},{"type":"paragraph","text":"Lindsay: Is there? I guess she wanted me to have something new. Sweet old thing."},{"type":"paragraph","text":"Michael: Only two of those words describe Mom, so I know you’re lying to me."},{"type":"paragraph","text":"Lindsay: Fine. I bought it before we went broke, okay? I just haven’t worn it yet."},{"type":"paragraph","text":"Michael: What about the outfit yesterday?"},{"type":"paragraph","text":"Lindsay: Old thing gave it to me."},{"type":"paragraph","text":"Michael: Where are you getting all the money?"},{"type":"paragraph","text":"Lindsay: It’s not costing you anything, Michael."},{"type":"paragraph","text":"Michael: Unless you’re stealing or working, I’m pretty sure it is."},{"type":"paragraph","text":"Lindsay: That’s right. I stole it."},{"type":"paragraph","text":"Narrator: In fact, Lindsay, tired of wearing last year’s fashions, went to an upscale department store, and in a moment of desperation applied for a job. But she was ashamed of being a shop girl, and was relieved when Michael gave her the out."},{"type":"paragraph","text":"Lindsay: Well, they expect a certain amount of theft, Michael. It’s built into the price. If I didn’t take it, then people would be overpaying for nothing."},{"type":"paragraph","text":"G.O.B.: So you’re saying you walked in, and without anyone noticing, took an entire outfit? There’s no way that you can do sleight-of-hand that well. I don’t even think that I could do it."},{"type":"paragraph","text":"Michael: Yeah, I’ve seen your tape."},{"type":"paragraph","text":"Michael: Lindsay, this is appalling."},{"type":"paragraph","text":"G.O.B.: What’d you use for misdirection?"},{"type":"paragraph","text":"Lindsay: Misdirection?"},{"type":"paragraph","text":"G.O.B.: Yeah, I mean, if you’re so good at magic, what did you have them looking at to divert their attention?"},{"type":"paragraph","text":"Lindsay: I don’t know. My ass."},{"type":"paragraph","text":"G.O.B.: My ass. You’re lying."},{"type":"paragraph","text":"Lindsay: No, I’m not."},{"type":"paragraph","text":"Michael: You’re gonna take that back."},{"type":"paragraph","text":"Lindsay: No, I’m not. This has nothing to do with you. You’re not my father."},{"type":"paragraph","text":"Michael: No, our father is in prison for stealing, remember? Which might not be a bad place for you to get used to."},{"type":"paragraph","text":"Lindsay: Michael, it was shoplifting, and I’m white. I think I’m going to be okay."},{"type":"paragraph","text":"Maeby: Shoplifting? Cool. Can you take me?"},{"type":"paragraph","text":"Michael: No, not cool. You know what? Maeby, you’re going to come with me to work today. You’re gonna be my daughter. You’re gonna have a role model in your life who is honest, who doesn’t steal, doesn’t lie and I don’t know, watch entertainment news."},{"type":"paragraph","text":"Lindsay: Michael, don’t worry about it, okay? She’s not going to go with you."},{"type":"paragraph","text":"Maeby: Okay."},{"type":"paragraph","text":"Michael: Great."},{"type":"paragraph","text":"Lindsay: That was odd."},{"type":"paragraph","text":"Michael: I’m going to teach you two a little something about hands-on parenting."},{"type":"paragraph","text":"George Michael: Hey dad. Do you think this purse goes with this outfit? Where’d my dad go?"},{"type":"paragraph","text":"Tobias: Douche-chill."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: And so Michael took his niece to Bring Your Daughter to Work Day."},{"type":"paragraph","text":"Maeby: You can just drop me off at the mall."},{"type":"paragraph","text":"Michael: Oh, no, you’re really coming with me. You’re gonna learn a little something about hard work."},{"type":"paragraph","text":"Michael: Hey. Maeby! Maeby!"},{"type":"paragraph","text":"Maeby: Okay. So you can run faster than me, but you can’t make me work."},{"type":"paragraph","text":"Michael: No one’s making you do anything, you know. It’s just a chance for us to spend some time together. Learn about business, you know. You might find you’re good at things you didn’t even know about."},{"type":"paragraph","text":"Michael: See that? Who knew you were such a good little climber? Now listen. Let’s make this fun, okay?"},{"type":"paragraph","text":"Michael: What is better than hanging out with family, hmm? Yeah. [Bleep.] It’s my mother."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: Hey."},{"type":"paragraph","text":"Buster: Oh, she called you, huh? I guess I’m not good enough to be her husband."},{"type":"paragraph","text":"Michael: What? What’s going on?"},{"type":"paragraph","text":"Annyong: Okay. Mother want someone to go to my soccer game with. She don’t want other soccer moms think that she is single mother. She old school."},{"type":"paragraph","text":"Michael: I liked it better when he just said “Annyong.”"},{"type":"paragraph","text":"Michael: Hey, Mom, why can’t Buster pretend to be your escort? That’s the way he’s got in all his cartoons."},{"type":"paragraph","text":"Lucille: They already know he’s my son."},{"type":"paragraph","text":"Buster: I wouldn’t go even if you asked."},{"type":"paragraph","text":"Buster: You didn’t let me play soccer as a child. Why should I have to sit and cheer Annyong? Annyong never cheers me."},{"type":"paragraph","text":"Annyong: Go, fatty."},{"type":"paragraph","text":"Lucille: Stop it! He’s your little brother."},{"type":"paragraph","text":"Buster: No he’s not! I came out of you. He didn’t."},{"type":"paragraph","text":"Michael: Can you not call me with these little things, please? The office is a mess. I still haven’t replaced Kitty."},{"type":"paragraph","text":"Narrator: Michael had recently fired his father’s longtime assistant, Kitty. It had not been a clean break."},{"type":"paragraph","text":"Michael: So, I got a lot of work to do. Plus, it’s Bring Your Daughter to Work Day."},{"type":"paragraph","text":"Lucille: Oh? Where is George Michael?"},{"type":"paragraph","text":"Michael: I told him not to come. I thought it was important to bring Maeby this y... Damn it. Can you just find somebody else, please, to look like your husband?"},{"type":"paragraph","text":"Narrator: In fact, there was someone else who looked like Lucille’s husband—his twin brother, Oscar."},{"type":"paragraph","text":"Oscar: Lucille."},{"type":"paragraph","text":"Narrator: And although she knew it was wrong to play with his heart..."},{"type":"paragraph","text":"Lucille: Oscar, it’s Lucille."},{"type":"paragraph","text":"Narrator: ... she really didn’t want to go to the soccer game alone."},{"type":"paragraph","text":"Lucille: I need you."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And back at the model home, three of the Bluth men struggled with their manliness."},{"type":"paragraph","text":"George Michael: You know, I make these jokes about being a daughter for my dad, and I know I’m a man. It’s his insecurity, not mine."},{"type":"paragraph","text":"G.O.B.: There’s no security at that store. That’s how she was able to shoplift. Probably don’t even have a regular security guard."},{"type":"paragraph","text":"Tobias: Well, of course I could get a job as a security guard. I mean, if I have to have a job to impress my daughter. If she needs something that butch."},{"type":"paragraph","text":"George Michael: Yeah, I can hang out with my uncles. I mean, three men. What’s butcher than that?"},{"type":"paragraph","text":"G.O.B.: I’m going to the mall."},{"type":"paragraph","text":"Tobias: Me, too."},{"type":"paragraph","text":"George Michael: Yeah, maybe a new pair of shoes will cheer me up."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: And now I’m filling out an expense report so I can sleep well at night knowing that I have been honest. You’re not asleep."},{"type":"paragraph","text":"Maeby: I was."},{"type":"paragraph","text":"Michael: You were not."},{"type":"paragraph","text":"Michael: I’d like to see if you can go one day without telling a lie. Just one whole day without being like your mom."},{"type":"paragraph","text":"Maeby: What’s in it for me if I do?"},{"type":"paragraph","text":"Michael: You’ll win my respect."},{"type":"paragraph","text":"Maeby: Good night."},{"type":"paragraph","text":"Michael: And 50 bucks."},{"type":"paragraph","text":"Maeby: Fine. I’ll do it if you do it."},{"type":"paragraph","text":"Michael: That a girl. This is gonna be fun."},{"type":"paragraph","text":"Maeby: I win."},{"type":"paragraph","text":"Officer Taylor: We’re looking for a Michael Bluth."},{"type":"paragraph","text":"Michael: That’s me. I’m Michael Bluth."},{"type":"paragraph","text":"Officer Taylor: I’m Officer Taylor. That’s Officer Carter. Our daughters Tammy and Moni... Oh, God, what? Where did they go?"},{"type":"paragraph","text":"Officer Carter: I’m on it."},{"type":"paragraph","text":"Michael: How can I help you?"},{"type":"paragraph","text":"Officer Taylor: Well, we’re here investigating the disappearance of Kitty Sanchez. Apparently, you’re the last person to see her. Alive. Or around town or whatever."},{"type":"paragraph","text":"Michael: I don’t know anything about that. I do know that, uh, she was my secretary, but she left. Or I-I fired her."},{"type":"paragraph","text":"Officer Taylor: Did you ever threaten her?"},{"type":"paragraph","text":"Michael: No, no. God no. Of course not."},{"type":"paragraph","text":"Kitty: Michael Bluth is threatening me!"},{"type":"paragraph","text":"Michael: I-I did, I threatened her at a restaurant, but, you know. It’s a restaurant. So... Certainly she’s been seen since then."},{"type":"paragraph","text":"Officer Taylor: Not alive. Or dead or whatever."},{"type":"paragraph","text":"Officer Taylor: We’d love to speak with you down at the station."},{"type":"paragraph","text":"Michael: Sure. You know, I-I-I’m happy to cooperate, but I really don’t know anything more than you know. I certainly didn’t, didn’t kill her and drop her in the Back Bay. Boy, I hope that’s not what happened to her."},{"type":"paragraph","text":"Officer Taylor: I’m sure it isn’t. (Into radio.) Please send Officer Davis and little Hannah to the Back Bay."},{"type":"paragraph","text":"Maeby: So, you killed Kitty, huh?"},{"type":"paragraph","text":"Michael: No, I didn’t kill Kitty, but I will go down to the station and answer those nice men’s questions. You know why? ’Cause I have no secrets to hide, because I’m an honest man."},{"type":"paragraph","text":"Michael: And apparently a fun one. Let’s go see what’s going on in the back room."},{"type":"paragraph","text":"Maeby: Those the last words Kitty ever heard?"},{"type":"paragraph","text":"Girl on Video: No, I will not kiss her."},{"type":"paragraph","text":"Man on Video: But it’s spring break."},{"type":"paragraph","text":"Girl on Video: Okay."},{"type":"paragraph","text":"Michael: Hey, guys. What are you doing? It’s Bring Your Daughter to Work Day."},{"type":"paragraph","text":"Ted: Yeah, that’s my Caitlin."},{"type":"paragraph","text":"Michael: Okay, there is work to be done. Can we get back to it? Thank you. Oh, and... has anybody seen or heard from Kitty lately?"},{"type":"paragraph","text":"Employee: I think that’s her right behind you, there."},{"type":"paragraph","text":"Michael: Oh, my God, that is Kitty."},{"type":"paragraph","text":"Maeby: And that’s the boat Uncle G.O.B. blew up. Hey, now you have something to tell them at the station."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Tobias sought out a security position at the nearby mall."},{"type":"paragraph","text":"Tobias: I do know stage combat if the partner is willing and a bit more petite than I. But I have a daughter to impress, and I need this job."},{"type":"paragraph","text":"Supervisor: Well, it’s going to be a couple days before we can get you a gun license, so... you’ll have to use mine."},{"type":"paragraph","text":"Tobias: Wow."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, G.O.B. had taken George Michael on a mysterious errand."},{"type":"paragraph","text":"George Michael: What are we getting? Is it something for a magic trick?"},{"type":"paragraph","text":"G.O.B.: In a way."},{"type":"paragraph","text":"George Michael: You know, it’s so great to be hanging out with you. There are certain things that I can talk to you about that I can’t really with my dad, like, uh... were-were you ever awkward around girls?"},{"type":"paragraph","text":"G.O.B.: What do you mean? Like if there were three of us and I didn’t know where to start? No, I think I did pretty well. Not a lot of complaints, if you know what I mean. At least not from the girl."},{"type":"paragraph","text":"George Michael: You’re saying I should just be myself?"},{"type":"paragraph","text":"G.O.B.: And he had to drive her home, so I think I did pretty good. Pretty damn good."},{"type":"paragraph","text":"G.O.B.: Hey, guy, how many mice will $13 buy?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And at the prison, George Sr. had a surprise visitor."},{"type":"paragraph","text":"Buster: Just wanted to check in and make sure you’re aware that your ban on organized sports in this family has been violated."},{"type":"paragraph","text":"George: Ban on organized sports?"},{"type":"paragraph","text":"Buster: You know, how you wouldn’t let me sign up for anything when I was a kid."},{"type":"paragraph","text":"George: Is that what you’ve been thinking all these years? No, no, look, you were... you were just a turd out there, you know? You couldn’t kick, and you couldn’t run, you know? You were just a turd."},{"type":"paragraph","text":"Buster: Prison has destroyed the way you talk. If that’s what it takes to impress these guys around here, then they are not your friends."},{"type":"paragraph","text":"Buster: Anyway, Annyong’s playing soccer, but I guess I should just ignore it, look the other way as Mom and Uncle Oscar and Annyong have a perfect little family..."},{"type":"paragraph","text":"George: Whoa, whoa whoa. Oscar? My brother Oscar? Oscar’s been coming around?"},{"type":"paragraph","text":"Guard's Daughter: No touching!"},{"type":"paragraph","text":"George: No touching. No touching. You listen to me. You got to take care of this Oscar situation. You get him out of there, all right? You make him wish he never showed that ludicrous head of hair and that nice face of his."},{"type":"paragraph","text":"Buster: I will do it, Dad."},{"type":"paragraph","text":"George: Good. Put her there."},{"type":"paragraph","text":"Guard's Daughter: (Pounding table.) No touching!"},{"type":"paragraph","text":"Guard: Her self-esteem is through the roof."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael arrived at the police station with Maeby."},{"type":"paragraph","text":"Barry: I got here as quickly as I could."},{"type":"paragraph","text":"Michael: I didn’t know you had a daughter."},{"type":"paragraph","text":"Barry: I don’t."},{"type":"paragraph","text":"Barry's Girlfriend: I thought you wanted me to call you “Daddy.”"},{"type":"paragraph","text":"Barry: Why don’t you wait for Daddy in the car?"},{"type":"paragraph","text":"Barry: All right. What do we have here?"},{"type":"paragraph","text":"Michael: G.O.B. sunk the yacht. Last time Kitty was seen, she was getting onto it. It’s on tape."},{"type":"paragraph","text":"Barry: Ooh! Did you see this?"},{"type":"paragraph","text":"Maeby: Yup."},{"type":"paragraph","text":"Barry: Ooh! Chills. Why do I keep getting these bruises?"},{"type":"paragraph","text":"Michael: Barry."},{"type":"paragraph","text":"Barry: Okay. Until we get all the facts, don’t say anything that can incriminate you. Or me. Just try to keep me out of this. Lie. Both of you."},{"type":"paragraph","text":"Michael: No. What are you talking— we don’t lie in this family. Maeby, why don’t you get a soda? [To Barry] If I lie in front of her, it costs me 50 bucks. I do think that we should lie."},{"type":"paragraph","text":"Narrator: Meanwhile, Lindsay was at work, and starting to get jealous that her daughter was at work with Michael."},{"type":"paragraph","text":"Lindsay: [On phone] Hello Michael. I know you think I’m such a horrible mother, but I was just seeing how my daughter was doing at work."},{"type":"paragraph","text":"Michael: Uh, she’s, um... She’s making lots of friends already. [To Barry] Will you help me there, please?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: It was at this moment that G.O.B. and George Michael arrived at the store."},{"type":"paragraph","text":"George Michael: You know, say what you will about America. 13 bucks still gets you a hell of a lot of mice."},{"type":"paragraph","text":"G.O.B.: Who said anything bad about America?"},{"type":"paragraph","text":"George Michael: Yeah, well, I meant... So what are the mice for?"},{"type":"paragraph","text":"G.O.B.: No they’re just for misdirection. We’ll see who’s the sleight-of-hand artist is in this family. Okay, now, when I yell “mice”, I want you to open this box, and I’m going to start stuffing some shirts down your pants."},{"type":"paragraph","text":"George Michael: Shirts? G.O.B., are we shoplifting?"},{"type":"paragraph","text":"G.O.B.: Mice!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lindsay: Michael, I’m not as bad an influence as you think I am."},{"type":"paragraph","text":"Michael: Well, you’re not a great one. You’re a criminal, Lindsay, what kind of message does that send?"},{"type":"paragraph","text":"Detective Fellows: Bluth, we’re ready to question you now."},{"type":"paragraph","text":"Lindsay: That’s what I am, Michael. I’m a shoplifter. I’ve got a whole bag of clothes I shoplifted."},{"type":"paragraph","text":"Narrator: But Tobias was now a guard... and a surprisingly cat-like one."},{"type":"paragraph","text":"G.O.B.: Wow. Guess we didn’t need the mice."},{"type":"paragraph","text":"Supervisor's Daughter: Freeze, [bleep]hole."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: While the rest of the Bluths were in police custody, Lucille was with her brother-in-law."},{"type":"paragraph","text":"Oscar: I am blown away that you... that you called me, and that we’re-we’re together, and my camper made it all the way up here— do you think it’s safe over there, because I only have a hanger for a lock."},{"type":"paragraph","text":"Lucille: What are they going to take, the one can of Comet you’ve got in there?"},{"type":"paragraph","text":"Oscar: Oh, your tongue is as sharp as your body is still taut."},{"type":"paragraph","text":"Lucille: What are you doing? Oscar, this is a children’s soccer game, not Woodstock."},{"type":"paragraph","text":"Oscar: Oh, that was another era, huh? The music and the pot... Will you excuse me? I’m need to go to my camper for just a quick sec."},{"type":"paragraph","text":"Oscar: Open."},{"type":"paragraph","text":"Buster: Hey, Uncle."},{"type":"paragraph","text":"Oscar: Hey... Buster."},{"type":"paragraph","text":"Oscar: No, no... No, no... ow. No, no, no. No, no, no."},{"type":"paragraph","text":"Buster: No, no, no! I came here to say something. You do not belong here. My mother’s been spoken for. You know, I may never have played organized sports, but I am a man."},{"type":"paragraph","text":"Oscar: Buster..."},{"type":"paragraph","text":"Buster: And I’m afraid I’m going to have to ask you to leave."},{"type":"paragraph","text":"Oscar: Okay, but I never meant to break up your family. Your mom called me for a reason. I-I don’t think she’s happy."},{"type":"paragraph","text":"Buster: No, she’s happy. She’s just mean all the time. Oh... No, uncle. I’m a man..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael submitted to the detective’s questions."},{"type":"paragraph","text":"Detective Fellows: You haven’t seen any evidence of Ms. Sanchez or where she might have gone?"},{"type":"paragraph","text":"Michael: I have, uh, no idea. None."},{"type":"paragraph","text":"Detective Fellows: Are you willing to take a polygraph to that effect?"},{"type":"paragraph","text":"Barry: Are you nuts?"},{"type":"paragraph","text":"Michael: Not without a better lawyer."},{"type":"paragraph","text":"Detective Steudler: You’re holding out on us. Fantastic. Now Emma’s awake."},{"type":"paragraph","text":"Barry: You know what? Let me take care of this."},{"type":"paragraph","text":"Michael: Please."},{"type":"paragraph","text":"Barry: / Too ra loo ra loo ra... /"},{"type":"paragraph","text":"Detective Fellows: Kitty had evidence against your father, and you didn’t want that to come out, but now you’ve got bigger problems, my friend, so why don’t we make a deal?"},{"type":"paragraph","text":"Michael: What, I give you evidence against my father and you pretend that I didn’t kill Kitty? I mean, I-I didn’t kill Kitty."},{"type":"paragraph","text":"Michael: Hello. Oh, hey, George Michael. Uh, I’m sorry. In your pants? I’ll be right there. Um, my son has an emergency."},{"type":"paragraph","text":"Detective Fellows: You know, there’s a Grover book: I Can’t Hold It In. Worked for us."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Buster emerged from Oscar’s trailer with a newfound sense of manliness... and then received a serendipitous gift."},{"type":"paragraph","text":"Kid #2: Kick it back!"},{"type":"paragraph","text":"Kid #3: If you can kick, fatty."},{"type":"paragraph","text":"Buster: I’m a man."},{"type":"paragraph","text":"Lucille: What are you doing?! Get off of the field. Are you crazy?"},{"type":"paragraph","text":"Narrator: And Buster realized he may have just scared away a man who supported him in the way he’d always hoped his own father would. And Michael headed over to the mall."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: So, what the hell is this, huh?"},{"type":"paragraph","text":"George Michael: Hey, Dad, I didn’t know we were shoplifting, okay?"},{"type":"paragraph","text":"Michael: Shoplifting? What’s the matter with you, G.O.B.?"},{"type":"paragraph","text":"G.O.B.: What’s the matter with me? She’s the shoplifter."},{"type":"paragraph","text":"Lindsay: I wasn’t shoplifting, you twit."},{"type":"paragraph","text":"Tobias: Yes, thanks to me."},{"type":"paragraph","text":"Lindsay: No. I work here."},{"type":"paragraph","text":"Lindsay: At least I used to. They fired me because they thought I was helping this idiot shoplift. Also, they said I wasn’t a very good salesgirl."},{"type":"paragraph","text":"Lindsay: (Laughing at co-worker’s outfit.) You can’t be serious."},{"type":"paragraph","text":"G.O.B.: A salesgirl. I knew it! I knew you couldn’t pull it off. There’s only one magician in this family, and that is me."},{"type":"paragraph","text":"George Michael: Yeah, and you got caught by a 13-year-old girl."},{"type":"paragraph","text":"Michael: You know, this is why I’m constantly asking you to stay away from my son."},{"type":"paragraph","text":"George Michael: Yeah, well, it’s not like you were there to spend any time with me, Dad, ’cause I’m not daughter enough for you."},{"type":"paragraph","text":"Michael: George Michael, um, I’m always there for you, okay? It’s just you’re getting a little too manly for Bring Your Daughter to Work Day."},{"type":"paragraph","text":"George Michael: Dad, that’s what makes it funny."},{"type":"paragraph","text":"Michael: I also wanted to give Maeby a good role model for a change."},{"type":"paragraph","text":"George Michael: Yeah, well, I guess you looking out for her is probably something she could use."},{"type":"paragraph","text":"Lindsay: Where is Maeby?"},{"type":"paragraph","text":"Narrator: Michael realized he had to get to the police station before they got a hold of Maeby, to whom he’d promised $50 to tell the truth."},{"type":"paragraph","text":"Michael: I’ve put a bounty on my own head."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: But Maeby’s instincts to lie returned."},{"type":"paragraph","text":"Detective Steudler: Hey, you can’t go in there."},{"type":"paragraph","text":"Maeby: No, it’s okay. I’m Detective Fellows’ daughter."},{"type":"paragraph","text":"Detective Steudler: Oh, oh, sorry. It’s four, three, five. That opens any door in the building."},{"type":"paragraph","text":"Maeby: Great. Thanks."},{"type":"paragraph","text":"Narrator: And it was there that Maeby discovered the key to Michael’s freedom."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Detective Fellows: Well, I appreciate your honesty."},{"type":"paragraph","text":"Michael: Maeby. What-what-what’d she say?"},{"type":"paragraph","text":"Maeby: I said there’s a tape of Kitty getting on the boat and you guys blew it up. I told them the truth, like you told me."},{"type":"paragraph","text":"Michael: Attagirl. That’s right. That’s, uh, that’s the truth. That’s everything that we know."},{"type":"paragraph","text":"Charlotte: You’re free to go."},{"type":"paragraph","text":"Michael: Great. Here we go. Hey, what the hell just happened in there?"},{"type":"paragraph","text":"Maeby: Relax, they got nothing on you. They’re bluffing. Kitty’s alive. I just saw her in the back room. They just wanted to get you scared so you’d testify against Pop-Pop."},{"type":"paragraph","text":"Michael: Unbelievable. Oh, that’s great. You just told them the truth; they let us walk. Guess I owe you 50 bucks, huh?"},{"type":"paragraph","text":"Maeby: Yeah, I’d save your money. Kitty’s got a lot of evidence, and she thinks that you tried to kill her, so you’re probably going to need a better attorney."},{"type":"paragraph","text":"Gardener's Daughter: Lo siento."},{"type":"paragraph","text":"Michael: I hate Bring Your Daughter to Work Day."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Tobias loses his security job trying to solve the store’s mice problem, Lindsay, now without a job, goes with her initial instinct."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Buster: Mom, we’re going to be late for practice."},{"type":"paragraph","text":"Narrator: ... and Annyong exacts his revenge."},{"type":"paragraph","text":"Buster: Where is everybody?"},{"type":"paragraph","text":"Annyong: Heads up, fatty!"}],"images":[]}]}