{"sections":[{"title":"Transcript of Sword of Destiny","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Sword of Destiny\"."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth had just been stunned to discover that a contract his company was counting on was being cut back."},{"type":"paragraph","text":"Michael: You initially told us to design and build 22 homes. Now you’re saying 18. That’s doesn’t give us enough capital to complete the job. And we’ve already got the blueprints drawn up and everything."},{"type":"paragraph","text":"Narrator: Well, that part wasn’t true. But they would have..."},{"type":"paragraph","text":"Michael: That was a very important phone call!"},{"type":"paragraph","text":"Lindsay: I don’t have much time, Michael. Tobias is about to walk in here any minute asking for a job, and I need you to hire him."},{"type":"paragraph","text":"Michael: Hi, I’m..."},{"type":"paragraph","text":"Lindsay: Look, it isn’t my idea, it’s his. But I need a break from Mrs. Featherbottom."},{"type":"paragraph","text":"Narrator: Since moving out, Tobias had been pretending to be a British housekeeper, as a way to be close to his family. However, his desire to now be discovered as himself was becoming bothersome."},{"type":"paragraph","text":"Michael: Can’t you just tell him that you know he’s Mrs. Featherbottom?"},{"type":"paragraph","text":"Lindsay: Oh, no, no. She’s the only one who can hand wash my delicates."},{"type":"paragraph","text":"Michael: Yeah, the real Tobias wouldn’t do that."},{"type":"paragraph","text":"Tobias: Wouldn’t do what?"},{"type":"paragraph","text":"Lindsay: Be Michael’s assistant."},{"type":"paragraph","text":"Tobias: That’s what I came down here to ask about. I think you’ll find me more than qualified."},{"type":"paragraph","text":"Michael: Well, it’s really not that simple. You’d have to submit a resume..."},{"type":"paragraph","text":"Tobias: Booya!"},{"type":"paragraph","text":"Michael: Wow, G.O.B.ias Industries..."},{"type":"paragraph","text":"Tobias: G.O.B.ias..."},{"type":"paragraph","text":"Michael: Right, I remember."},{"type":"paragraph","text":"Tobias: ... as in “go buy us...”"},{"type":"paragraph","text":"Michael: You know what— looks like you might be a little too qualified."},{"type":"paragraph","text":"Tobias: Hang on—why don’t you let your new “assistant” take all this down?"},{"type":"paragraph","text":"Michael: Wow, you’re gung-ho."},{"type":"paragraph","text":"Starla: You’re getting a new assistant? Is this because the order was cut back?"},{"type":"paragraph","text":"Michael: No, but if you are concerned about keeping your job, you might want to focus on keeping unwanted visitors out of my office."},{"type":"paragraph","text":"Starla: I have rabies, Michael. You know that. Today was day four of my shots."},{"type":"paragraph","text":"Narrator: Starla had been bitten by a well-known music producer’s guard dog."},{"type":"paragraph","text":"[Deleted line, shown in CC] Tobias: You know, I don’t have a single dog-borne illness."},{"type":"paragraph","text":"Ted: Michael, Starla told us about the cutback. You know, a lot of our overhead is tied up in the fact that we are on the top floor of a very expensive building. If we move just one floor lower..."},{"type":"paragraph","text":"Michael: Ted, everything’s fine. I’ve got it all under control. And nobody needs to move."},{"type":"paragraph","text":"Tobias: I’m sorry, Ted?"},{"type":"paragraph","text":"Ted: Yes."},{"type":"paragraph","text":"Tobias: Is it? Ted. Did Ted make an appointment?"},{"type":"paragraph","text":"Ted: No, I just work down the hall..."},{"type":"paragraph","text":"Tobias: No. Well, then Ted can get the hell out of this office! You get the hell out! And that’s how you keep out unwanted visitors. Although, if I may, let me take off my assistant’s skirt and put on my Barbra Streisand in The Prince of Tides ass-masking therapist pantsuit."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"Tobias: The reason that you can’t accept my help is the same reason you can’t hear that gentleman’s idea. Because you have to be in total control of everything. And it’s going to make you sick if you can’t let go."},{"type":"paragraph","text":"Michael: Hey, I’m fine."},{"type":"paragraph","text":"Tobias: Oh?"},{"type":"paragraph","text":"Michael: Ooh! Ah..."},{"type":"paragraph","text":"Lindsay: See, he’s right. You’ve got a control problem, but I know this Eastern medicine store, Ancient Chinese Secret."},{"type":"paragraph","text":"Michael and Tobias: Ancient Chinese Secret, huh?"},{"type":"paragraph","text":"Lindsay: I sent G.O.B. there for his migraines."},{"type":"paragraph","text":"Michael: It’s just a cramp. I’m fine."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, G.O.B. was at Ancient Chinese Secret at that moment, but not for a migraine."},{"type":"paragraph","text":"G.O.B.: Hi. I need a tea to give my dingle less tingle. Me quick, want slow. Wait, that’s Indian."},{"type":"paragraph","text":"Asian man: Tea for dong!"},{"type":"paragraph","text":"G.O.B.: Sweet blade."},{"type":"paragraph","text":"Asian man: It’s the Sword of Destiny. It’s full of ancient magic."},{"type":"paragraph","text":"G.O.B.: Oh, yeah? You into magic? Still, where’d the lighter fluid come from? So is it for sale? I could use it in my act."},{"type":"paragraph","text":"Asian man: Maybe. Sword of Destiny hundreds of years old. Come with ancient story of warning, and..."},{"type":"paragraph","text":"G.O.B.: Yeah, I make up my own patter. Just ring it up with the dong tea."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And G.O.B. caught up with Michael."},{"type":"paragraph","text":"G.O.B.: Michael."},{"type":"paragraph","text":"Michael: Hey."},{"type":"paragraph","text":"G.O.B.: I’ve been looking for you."},{"type":"paragraph","text":"Michael: Looks like you’re looking for dragons. In the future."},{"type":"paragraph","text":"G.O.B.: I wouldn’t mock the Sword of Destiny, Michael."},{"type":"paragraph","text":"Michael: Careful with that, G.O.B.… Bleeding?"},{"type":"paragraph","text":"G.O.B.: Nope. Yeah, that’s blood. It’ll get better before the show. That’s what I need you for, Michael. I can’t perform my illusion at the Gothic Castle, because I’ve been banned from the Magician’s Alliance. I need you to register as the magician, and I’m the lowly assistant. Then we get on the stage, and you ram the Sword of Destiny into my belly. What do you think?"},{"type":"paragraph","text":"Michael: Really picked up steam there at the end. But I can’t. I’ve got to teach George Michael how to drive. And then I’ve got to get right back here, because I’ve got to..."},{"type":"paragraph","text":"G.O.B.: Michael, if I make this comeback, I’ll buy you a hundred George Michaels that you can teach to drive."},{"type":"paragraph","text":"Michael: You’re losing blood, aren’t you?"},{"type":"paragraph","text":"G.O.B.: Probably. My socks are wet."},{"type":"paragraph","text":"Michael: Sorry."},{"type":"paragraph","text":"G.O.B.: You’ll be sorry! Wait, that doesn’t work after his line."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael rushed home to teach his son to drive."},{"type":"paragraph","text":"Michael: Knock-knock. Hey, Maeby. George Michael, you ready to drive? I don’t have much time."},{"type":"paragraph","text":"George Michael: Get me behind that wheel!"},{"type":"paragraph","text":"Michael: Oh, no— you will not be behind the wheel. You’ll observe me while I demonstrate some things, okay? I’ll be quizzing you, too, hotshot. I’m going to go grab the video camera, and then... school’s in."},{"type":"paragraph","text":"Maeby: I’d skip."},{"type":"paragraph","text":"George Michael: Well, no, I need to learn, you know. You can’t get around anywhere without a driver’s license."},{"type":"paragraph","text":"Caption: one month earlier..."},{"type":"paragraph","text":"Narrator: Actually, Maeby had received a company car from the movie studio where she was secretly posing as an executive. But currently, George Sr. was in the attic, making a videotape..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"George Sr.: ...my employees... this is my demand."},{"type":"paragraph","text":"Narrator: ...when Michael found him."},{"type":"paragraph","text":"Michael: What’s the deal with the turban?"},{"type":"paragraph","text":"George Sr.: Huh? Pretty smart, huh? And it’s warm, too."},{"type":"paragraph","text":"Michael: Guess that makes sense."},{"type":"paragraph","text":"George Sr.: So, hey, I heard about that reduced order. Those bastards! This videotape is for our employees. You take this and play it. This will reassure them that someone is in charge."},{"type":"paragraph","text":"Michael: Well, someone is in charge, Dad. I’m in charge. I’ve never even taken a sick day."},{"type":"paragraph","text":"George Sr.: No, a real authority. My presence needs to be reinstated."},{"type":"paragraph","text":"Narrator: His first effort at doing so had already failed."},{"type":"paragraph","text":"George Sr.: When do you start being my mole at my company?"},{"type":"paragraph","text":"Tobias: Actually, Michael turned me down for the job."},{"type":"paragraph","text":"George Sr.: What?"},{"type":"paragraph","text":"Tobias: Yeah, something to do with their housing order being cut back."},{"type":"paragraph","text":"George Sr.: Oh, my God, that’s a horrible s... ow! Damn it!"},{"type":"paragraph","text":"Michael: I’m the authority, so I will save the company. And I say no videotape. Ooh!"},{"type":"paragraph","text":"George Sr.: Oh, you ought to take a sick day, get out of that office."},{"type":"paragraph","text":"Michael: Don’t count on it, Dad."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael was finally ready to make his son watch him drive."},{"type":"paragraph","text":"Michael: Stair car basics: In order to get this thing up to a minimum speed, you’ve got to jam on the gas pedal for about a minute, okay? But in order to slow this thing down, you’ve got to get almost immediately back on the brake pedal, ’cause you’ve got about two tons of stairs behind you."},{"type":"paragraph","text":"George Michael: Okay."},{"type":"paragraph","text":"Michael: We’re gonna cover the hydraulic flaps and the riser system after I tell you the basics about how to avoid a hop-on. But the first thing we’re going to go over... Ow..."},{"type":"paragraph","text":"Narrator: And that’s when Michael decided that perhaps it was time for a sick day."},{"type":"paragraph","text":"Michael: Let’s go over the route to the hospital. Ow..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"later that day..."},{"type":"paragraph","text":"Lucille: My baby is sick. But Mother is here to nurse you."},{"type":"paragraph","text":"Michael: Well, now I’m a little sicker."},{"type":"paragraph","text":"Tobias: Well, don’t you worry about work today. I am ready and willing to step up and take over."},{"type":"paragraph","text":"Lindsay: Yeah, and I’ll get George Michael ready for his driving test."},{"type":"paragraph","text":"Michael: No, no. I’m going to teach him when I get out, and no one’s taking over for me at the Bluth Company."},{"type":"paragraph","text":"Tobias: Michael, this is what we’ve talked about."},{"type":"paragraph","text":"Michael: Uh... don’t do that."},{"type":"paragraph","text":"Tobias: I’m sure they’ll do just fine without you."},{"type":"paragraph","text":"Michael: Well, you’re wrong, because we’re in crisis there. Yeah, they need to know that I’m in charge, and I’m in control... I’m peeing... Am I peeing?"},{"type":"paragraph","text":"Dr Fishman: I’m sorry, we gave you a little something to relax you. It may have taken the tingle out of your genitals."},{"type":"paragraph","text":"Lucille: Oh, no, you’re not taking care of my son."},{"type":"paragraph","text":"Dr Fishman: I’m sorry to say this, but it’s too late for me to do anything for your son."},{"type":"paragraph","text":"Michael: Let him keep talking."},{"type":"paragraph","text":"Dr Fishman: Because Dr. Stein here has already been assigned to his case. You’re lucky. He’s the best."},{"type":"paragraph","text":"Dr Stein: Well, only in the county. But I’m certainly good enough to take out that appendix of yours."},{"type":"paragraph","text":"Michael: Appendix?"},{"type":"paragraph","text":"Lucille: I don’t buy it. It could be a hernia."},{"type":"paragraph","text":"Tobias: Or it could be your colon. I’d want to get in there and find some answers."},{"type":"paragraph","text":"Dr Stein: Well, I am the best doctor in the state, but if you don’t trust my decisions..."},{"type":"paragraph","text":"Michael: No, no, no, no, no. You’re the doctor. You see, he’s the authority here. We need to respect him, just like the employees at the Bluth Company need to respect me."},{"type":"paragraph","text":"Dr Stein: Okay, I’m going to put you on this machine to slow down your heart rate. Hopefully, not too slow, because it’s already dangerously slow as it is."},{"type":"paragraph","text":"Michael: Whatever you think, Doctor."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, G.O.B. was still trying to arrange his comeback in magic."},{"type":"paragraph","text":"Buster: So, I’d be a magician and you’d be my assistant?"},{"type":"paragraph","text":"G.O.B.: Well, on paper, yes. But once the show starts and you ram that sword through my belly, people will know that I’m the one who belongs back in the Alliance. It’s the kind of trick that I could put on a DVD, like Tony Wonder does."},{"type":"paragraph","text":"Narrator: Tony Wonder had startled the world by baking himself into a loaf of bread. He sold the DVDs of it on his Web site, which many claim suffered due to its pop-up ads."},{"type":"paragraph","text":"Buster: Thanks! I’m finally being treated like a real person, not some deformed..."},{"type":"paragraph","text":"G.O.B.:  (Gasps, shudders) Hook! I forgot about that thing, Elephant Man. We’re going to have to figure out something to do so that people can look at you without wanting to kill themselves."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: That night, George Sr. heard about Michael’s illness."},{"type":"paragraph","text":"George, Sr.: ...employees are going to panic. They need to know that someone’s in control."},{"type":"paragraph","text":"Tobias: And how do we do that?"},{"type":"paragraph","text":"George, Sr.: Boo-ya."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And at The Gothic Castle, Buster had been outfitted with a mechanical Halloween hand."},{"type":"paragraph","text":"Buster: Whoa! Looks like you’ve got some dirty ears."},{"type":"paragraph","text":"Wizard: Well, you’re not on the banned list, so can go on at 6:00."},{"type":"paragraph","text":"Tony Wonder: 6:00... looks like you’ll be my opener."},{"type":"paragraph","text":"G.O.B.: Tony Wonder?!"},{"type":"paragraph","text":"Tony Wonder: You like bread?"},{"type":"paragraph","text":"Buster: Yeah."},{"type":"paragraph","text":"Tony Wonder: Have some."},{"type":"paragraph","text":"Buster: Wow, it’s warm."},{"type":"paragraph","text":"G.O.B.: How did you do that?"},{"type":"paragraph","text":"Tony Wonder: Oh-ho-ho. Magicians only. (Whispers to Buster) I folded it up into some squares, and then I put it into a pouch under my shirt, and then I pull it out and I make it look like it came out of my skin."},{"type":"paragraph","text":"Buster: Wow, that sounds easy."},{"type":"paragraph","text":"Tony Wonder: Keep it to yourself. And good luck up there tonight. (To G.O.B.) And you... you’ll get there someday. I started out as a little “w.” Somehow I became a big one. I don’t even know how it happened, all right? My eye! Aah! Enjoy the Hanukkah cookie, man."},{"type":"paragraph","text":"G.O.B.: What a cool guy."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Tobias had been sent to the office by George Sr."},{"type":"paragraph","text":"Tobias: I’ll be filling in for Michael— who is not sick. In fact, just today I saw a sliver of his buttocks, and they’re as fresh and firm as a Georgia peach. So not to worry."},{"type":"paragraph","text":"Tobias: But before you all rise up and say, “Let’s make this man our leader,” I think that won’t be necessary, once you see this. I’ll just set this here..."},{"type":"paragraph","text":"Narrator: Meanwhile Lindsay had also violated Michael’s authority and was teaching George Michael to drive."},{"type":"paragraph","text":"George Michael: Are you sure you don’t want me to just watch you for awhile and...?"},{"type":"paragraph","text":"Lindsay: Driving is about confidence, George Michael. Jam on it! Feels great, right? Now put your put on the brake. There’s a light in a half mile."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile Buster and G.O.B. had begun the Sword of Destiny illusion at The Gothic Castle."},{"type":"paragraph","text":"G.O.B.: Okay, take it easy. Right, right. Stop it, Buster."},{"type":"paragraph","text":"Buster: And now our magic trick."},{"type":"paragraph","text":"G.O.B.: Illusion."},{"type":"paragraph","text":"Buster: Silence, slave! In this magic trick I’m going to put a sword through my assistant’s tummy."},{"type":"paragraph","text":"G.O.B.: No patter."},{"type":"paragraph","text":"Buster: May I have the trick sword please."},{"type":"paragraph","text":"G.O.B.: It’s a real sword... master."},{"type":"paragraph","text":"Buster: Whoo."},{"type":"paragraph","text":"G.O.B.: We’ve got ’em. I’m going to milk this for a minute."},{"type":"paragraph","text":"Buster: My hand! My hand! (Whimpers)"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And the audience wasn’t the only one impressed by the performance."},{"type":"paragraph","text":"Tony Wonder: Bravo. Hey, give us a sec, would you, Candida? My brother’s widow. It’s bleeped up. Hey, so, the accident angle. Right on."},{"type":"paragraph","text":"Buster: (Stammers.)"},{"type":"paragraph","text":"G.O.B.: Thank you very much."},{"type":"paragraph","text":"Tony Wonder: No, thank you. The “How dey do dat’s” ate it up. Sorry, that’s what we call the audience."},{"type":"paragraph","text":"G.O.B.: I know... I know all about that. I used to have a solo act. There was talking of boiling me into a bisque at one point."},{"type":"paragraph","text":"Tony Wonder: Not registering. But you hitched your wagon to the right star. I want you guys on my next DVD."},{"type":"paragraph","text":"G.O.B.: You want us for Use Your Illusion?"},{"type":"paragraph","text":"Tony Wonder: Actually, some band has got the rights to that title, so I’m thinking like Use Your Illusion 2. But, yeah, meet me out there tomorrow. And if you get thirsty... (Screams in pain) Ah! (Groans) (Groaning continues) (Grunts) Have a free round of drinks courtesy of Tony Wonder."},{"type":"paragraph","text":"Buster: It’s a Subway Sub Club card."},{"type":"paragraph","text":"G.O.B.: That’s a magician."},{"type":"paragraph","text":"Buster: Oh, it still needs three stamps."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael had just come around from his appendectomy."},{"type":"paragraph","text":"Michael: Give me the phone, I want to call George Michael, tell him I’m okay."},{"type":"paragraph","text":"Lucille: He’s on his way here. We passed him on the road. He was doing really well. Had his first hop-on."},{"type":"paragraph","text":"Michael: What are you talking about, he’s driving? I told Lindsay not to teach him. I was going to videotape that hop-on."},{"type":"paragraph","text":"George Michael: Hey, Dad. How you feeling?"},{"type":"paragraph","text":"Michael: Bad, George Michael. I just found out Lindsay’s teaching you how to drive."},{"type":"paragraph","text":"George Michael: Yeah, she’s still trying to get the stairs un-wedged from the Emergency Room overhang."},{"type":"paragraph","text":"Michael: I was going to teach you, you know that. Just forget everything she told you, and we’ll start over."},{"type":"paragraph","text":"Lucille: Oh, for God’s sake, Tobias is right."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"Lucille: You have to control everyone’s life. I don’t know where you get that from. Oscar, stop licking that sore."},{"type":"paragraph","text":"Oscar: I’m not."},{"type":"paragraph","text":"Dr Stein: Well, the operation went pretty smoothly. But once I got in there, the appendix wasn’t so inflamed. D’oh!"},{"type":"paragraph","text":"Lucille: I knew it."},{"type":"paragraph","text":"Michael: Okay, well, can we get me out of here. I’ve to retrain my son how to drive, and I need to stop by the office to make sure my business doesn’t go to hell."},{"type":"paragraph","text":"Dr Stein: And, not so fast, Michael. There seems to be a bacterial infection from the operation which left an abscess in your abdominal wall."},{"type":"paragraph","text":"Oscar: Ew."},{"type":"paragraph","text":"Dr Stein: I know, it’s pretty gross. It could heal on its own, but I say we go in there Dr. Stein style and cut it out. I want to show these interns what the best doctor in Southern California can do."},{"type":"paragraph","text":"Michael: Well, I respect your decision."},{"type":"paragraph","text":"Dr Stein: I’ll check on you soon."},{"type":"paragraph","text":"Lucille: Michael, this crazy point you’re trying to make about respecting authority is absurd. And one day you’re going to wake up and find out it has caused you nothing but trouble."},{"type":"paragraph","text":"Oscar: And you are peeing again."},{"type":"paragraph","text":"Narrator: And as the anesthesia took hold, Michael realized he was going to wake up to nothing but trouble."},{"type":"paragraph","text":"John Beard: The FBI has pinpointed the location of escaped convict George Bluth today. Thanks to a tape turned in by a rabid and disgruntled employee. The FBI has matched the design of the attic to one of Saddam Hussein’s Iraqi houses, and it appears his son is with him."},{"type":"paragraph","text":"George Sr.: This is my demand..."},{"type":"paragraph","text":"John Beard: Booya!"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Buster and G.O.B. were waiting to meet with Tony Wonder."},{"type":"paragraph","text":"G.O.B.: He’s going to lowball us so just let me do the talking, all right, Busty? This DVD is the destiny the sword has chosen for me."},{"type":"paragraph","text":"Buster: I wonder where he is."},{"type":"paragraph","text":"Tony Wonder: Did somebody say “wonder”?"},{"type":"paragraph","text":"Buster: He just appeared out of nowhere! In front of that dumbwaiter."},{"type":"paragraph","text":"Cutaway: Tony Wonder hiding in the dumbwaiter"},{"type":"paragraph","text":"Narrator: Actually, he’d been hiding inside the dumbwaiter for over 20 minutes, waiting for someone to use the word “wonder.”"},{"type":"paragraph","text":"Buster (voiceover): I wonder where he is."},{"type":"paragraph","text":"End cutaway"},{"type":"paragraph","text":"Buster: You have a piece of lettuce on your shoulder."},{"type":"paragraph","text":"Tony Wonder: Ta-da. Part of the trick. So let’s get down to business, shall we? Hey, can you go wait with the other assistants over there?"},{"type":"paragraph","text":"G.O.B.: What?"},{"type":"paragraph","text":"Buster: No. Whatever you say to me, you can say to him. I grant him magic sanctuary."},{"type":"paragraph","text":"G.O.B.: You grant me...? Come on, you can’t just make up..."},{"type":"paragraph","text":"Tony Wonder: No, that’s fine. I second the sanctuary, but with the clause of silence. So I want you guys to be on Use Your Illusion. Only now it’s “allusion” with an “a.” So if you guys want to put an allusion in there somewhere, like Poe or something... Don’t do Poe, ’cause I’m doing Poe."},{"type":"paragraph","text":"Buster: What about Chaucer?"},{"type":"paragraph","text":"Tony Wonder: Just not Poe, okay?"},{"type":"paragraph","text":"Buster: Okay."},{"type":"paragraph","text":"Tony Wonder: And, uh... I don’t think we need, uh... your assistant."},{"type":"paragraph","text":"G.O.B.: What?"},{"type":"paragraph","text":"Buster: Uh, clause of silence. Look, my assistant is my partner. I need him."},{"type":"paragraph","text":"Tony Wonder: For what, Buster? Huh? You’re the magic. Check out those moves you’re doing, man. They’re in their own orbit. Look at Tiagra, my girl. Don’t look at her. ’Cause you look at her and it affects her in a way that I don’t feel comfortable with. Or go for it. I don’t care. Whatever. I’m just saying it’s your..."},{"type":"paragraph","text":"G.O.B.: You know what, the trick is on you, Tony Wonder. I’m the magician. He’s the assistant. We don’t need him. The real Sword of Destiny trick hasn’t even been performed yet. Ta-da!"},{"type":"paragraph","text":"Tony Wonder: Whoa, whoa, whoa, whoa. Wait. Are you telling me that you have a multi-stage trick with hidden identities?"},{"type":"paragraph","text":"G.O.B.: That’s right. And I’m going to perform the real trick this afternoon."},{"type":"paragraph","text":"Tony Wonder: I guess we’ll see what you can do then."},{"type":"paragraph","text":"G.O.B.: I guess we will."},{"type":"paragraph","text":"Tony Wonder: Ow! Darryl! I told you to move that [bleep]ing chair ten times. And clean the [bleep]ing dumbwaiter while you’re at it."},{"type":"paragraph","text":"Buster: Oh. I was really hoping for a graham cracker."},{"type":"paragraph","text":"G.O.B.: That would’ve been a good spot for a trick."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael awoke from his second surgery."},{"type":"paragraph","text":"Dr Stein: Morning, sleepyhead."},{"type":"paragraph","text":"Michael: Did you get the abscess?"},{"type":"paragraph","text":"Dr Stein: Well, we had a little whoopsie. See, we got the abscess, but I think we might have left some snippers in there. It’s not very likely, but one of the assistants having taken them is even less likely. Unless I left them in my scrubs."},{"type":"paragraph","text":"Lucille: Michael. Good news. They think George is in Iraq. All the pressure’s off him."},{"type":"paragraph","text":"Michael: That was on the news? I thought that I dreamt that. Oh, they’re going to think that I’m there. Ow."},{"type":"paragraph","text":"Lucille: But not to worry. Tobias said he’s handling it with the FBI, and the employees have everything under control."},{"type":"paragraph","text":"Michael: No, that’s the worst thing possible. They think the company is in trouble and that I’m in Iraq. I’ve got to get down there. I need your car keys."},{"type":"paragraph","text":"Narrator: And so Michael and George Michael headed to the office which is how Tobias missed him."},{"type":"paragraph","text":"Tobias: Right here, gentlemen. I swear it, Michael Bluth is not... in Iraq. (To elderly patient) Michael. Back to bed with you. You look awful."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael rushed to the office only to find that his worst fears had come true."},{"type":"paragraph","text":"Michael: We’re too late. It’s gone. Everybody said that I was too controlling, but I walk away for one minute look what happens to the company. This is why I didn’t want... damn it."},{"type":"paragraph","text":"George Michael: Dad, you should probably take it easy."},{"type":"paragraph","text":"Michael: I said that this would happen, didn’t I? I said, “Respect my authority,” but no one would listen. Everybody had their own better idea— Ow!"},{"type":"paragraph","text":"Narrator: And maybe it was the stress, or even the misplaced snippers, but Michael had never hurt worse. However, thanks to taking on his authority, the employees had never felt better."},{"type":"paragraph","text":"Michael: Ted?"},{"type":"paragraph","text":"Ted: Oh, hey, Michael. Good news. We leased the top floor to another company, and moved down here. But we can stay in business without having to build the extra houses. We did it. We did it!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And back at the Gothic Castle, G.O.B. was performing his illusion."},{"type":"paragraph","text":"G.O.B.: Hey, after I cut the candle in half, switch out the real sword for the fake one. What are you doing? I’m G.O.B. Bluth. I am the real magician. This man is only the assistant. Buster, the sword. Handle first. Handle first. Oh, my fingers! He cut off my [bleep]ing fingers!"},{"type":"paragraph","text":"Buster: (Whimpers)"},{"type":"paragraph","text":"Applause."},{"type":"paragraph","text":"G.O.B.: (Groans in agony)"},{"type":"paragraph","text":"Tony Wonder: Guy’s good. Damned good."},{"type":"paragraph","text":"G.O.B.: I’m not kidding! He cut off my [bleep]ing fingers!"},{"type":"paragraph","text":"Tony Wonder: I didn’t know we had taquitos."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael came to a decision."},{"type":"paragraph","text":"Michael: You know what, George Michael? I think I’m going to give up some of my authority. Starting now. You drive home. All right?"},{"type":"paragraph","text":"Narrator: Unfortunately, Michael’s decision to let his son drive a car with a more responsive gas pedal..."},{"type":"paragraph","text":"Narrator: ...was not a good decision."},{"type":"paragraph","text":"Michael: (Groaning)"},{"type":"paragraph","text":"Dr Stein: Your leg’s going to be fine, Michael. And I wouldn’t worry about getting hit by any more cars. I’ve shortened your calf muscles to theoretically increase your jumping ability. But if it works, I could be the best in the world."},{"type":"paragraph","text":"Michael: I want the other doctor back."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Michael gets a new roommate."},{"type":"paragraph","text":"Dr Stein: Your fingers have been perfectly reattached. Go ahead. Take a look."},{"type":"paragraph","text":"G.O.B.: Wait. My middle finger and index are..."},{"type":"paragraph","text":"Dr Stein: Switched. For the first time ever."},{"type":"paragraph","text":"Doctor #3: Nice job, Frank."},{"type":"paragraph","text":"Narrator: And the FBI finds footage more troublesome than they’d originally thought."},{"type":"paragraph","text":"George Sr.: This is my demand."},{"type":"paragraph","text":"FBI Man #1: It appears there was something else on the video tape. We think it’s a terrorist training film."},{"type":"paragraph","text":"Dramatic music plays. Grunting and muttering."},{"type":"paragraph","text":"FBI Man #2: This kid’s got moves."}],"images":[]}]}