{"sections":[{"title":"Transcript of My Mother, the Car","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"My Mother, the Car\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"My Mother, the Car\" was written by Jay Martin."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth was fed up with his mother’s extravagant spending."},{"type":"paragraph","text":"Lucille: Michael, you haven’t heard why I want it. To throw the most lavish party this town has ever seen for my birthday."},{"type":"paragraph","text":"Michael: I enjoy a bicentennial as much as the next guy, Mom, but we’re not doing that."},{"type":"paragraph","text":"Lucille: My neighbor, Lucille Austero, is constantly throwing parties for herself. She’s having another one in a week."},{"type":"paragraph","text":"Buster: I’m not going to that."},{"type":"paragraph","text":"Narrator: Buster had been avoiding Lucille Austero since he accidentally flirted with her while not wearing his glasses. And then accidentally bid on her at a charity bachelorette auction."},{"type":"paragraph","text":"Buster: $10,000!"},{"type":"paragraph","text":"Lucille 2: Buster!"},{"type":"paragraph","text":"Narrator: And then accidentally entered her apartment thinking it was his mother’s."},{"type":"paragraph","text":"Buster: I need you right now."},{"type":"paragraph","text":"Lucille 2: Fellas, take a powder."},{"type":"paragraph","text":"Lucille: Oh, here comes the 10:15 conniption, right on time. Honest to God, Buster, it’s like every little thing makes you seize up in terror lately. I just have no idea where you get that from. Get away from that stove. You’re going to light your hair on fire. He’s weak."},{"type":"paragraph","text":"Michael: Speaking of weak, Mom, what do you got in there, gold bars?"},{"type":"paragraph","text":"Lucille: Protein bars for your father. He’s pumping up in prison."},{"type":"paragraph","text":"Michael: No more parties, okay, Mom?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael came home..."},{"type":"paragraph","text":"G.O.B.: Hey, guy."},{"type":"paragraph","text":"Narrator: ...to find his mother’s fourth least favorite child."},{"type":"paragraph","text":"G.O.B.: Heard you’re selling the yacht."},{"type":"paragraph","text":"Michael: Yeah, I had a couple in there this morning."},{"type":"paragraph","text":"G.O.B.: Yeah, I know."},{"type":"paragraph","text":"Michael: You’re not staying on the yacht, are you?"},{"type":"paragraph","text":"G.O.B.: What do you want me to do, Michael, live full-time with Marta?"},{"type":"paragraph","text":"Michael: Or break up with her. I’m sure there’d be somebody else out there that would appreciate her."},{"type":"paragraph","text":"Narrator: In fact, Michael felt that man was himself. He had become infatuated with his brother’s girlfriend, and was having difficulty keeping his love a secret."},{"type":"paragraph","text":"Michael: You have 48 hours to vacate the yacht."},{"type":"paragraph","text":"Lindsay: Guys? I’ve got a great idea. I want to throw Mom a party."},{"type":"paragraph","text":"Michael: Would you...? I just told Mom no more parties."},{"type":"paragraph","text":"Lindsay: I know, Michael. That’s why this is the perfect opportunity to throw her a surprise party. She’d never suspect it."},{"type":"paragraph","text":"Michael: Is this her suggestion?"},{"type":"paragraph","text":"Lindsay: No. I just think it’s important to honor your parents."},{"type":"paragraph","text":"Michael: Why don’t you start by visiting Dad in jail? You’ve never even been there."},{"type":"paragraph","text":"Lindsay: Michael, do you have any idea what would happen if I were to visit prison?"},{"type":"paragraph","text":"Michael: Mm?"},{"type":"paragraph","text":"Lindsay: It would be pandemonium."},{"type":"paragraph","text":"Michael: Mm-hmm."},{"type":"paragraph","text":"Lindsay: Okay, Michael, I will go visit Dad, if you drive Mom to the restaurant for the surprise party."},{"type":"paragraph","text":"Michael: I’ll just pretend that I’m taking her out that evening. Come on. That would never happen."},{"type":"paragraph","text":"Lindsay: Well, she certainly can’t drive herself. I mean, she’s the world’s worst driver."},{"type":"paragraph","text":"Narrator: Lindsay was not exaggerating. Lucille had recently been featured on FOX’s \"World’s Worst Drivers\"."},{"type":"paragraph","text":"Lindsay: Come on, Michael. Who knows how long our parents are going to be around?"},{"type":"paragraph","text":"Michael: Yeah, well, I got to tell you. I was over at her place today and she looked a little frail to me. She was having trouble even lifting up this bag of groceries. All right, we will do the surprise party."},{"type":"paragraph","text":"Maeby: For Gangee?"},{"type":"paragraph","text":"Michael: Yeah, how did you know?"},{"type":"paragraph","text":"George Michael: She called and invited us."},{"type":"paragraph","text":"Lindsay: Okay, so it was her idea."},{"type":"paragraph","text":"Maeby: But we don’t have to go, do we?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Lindsay went to the prison to visit her father for the first time. But didn’t get the reception she was expecting."},{"type":"paragraph","text":"George, Sr.: I want to thank you for coming today. It took a lot of guts."},{"type":"paragraph","text":"Lindsay: The reason I’m here today is because I felt that I needed to say something."},{"type":"paragraph","text":"George, Sr.: Oh, okay."},{"type":"paragraph","text":"Lindsay: My whole life, all you’ve ever praised me for is my looks."},{"type":"paragraph","text":"George, Sr.: Oh, no, your looks..."},{"type":"paragraph","text":"Lindsay: So, anyway, look. If you’re wondering why I haven’t visited, maybe it’s because I wanted to be thought of as more than just a beautiful face. And a gorgeous head of hair."},{"type":"paragraph","text":"Narrator: Lindsay was surprised, once again, that no heads were turned."},{"type":"paragraph","text":"Lindsay: I’m going to go shopping. I’ll be back tomorrow."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: George Michael was finally moving beyond his crush on Maeby, and felt happy to have a cousin he could just see a movie with."},{"type":"paragraph","text":"Movie Trailer: This movie has not yet been rated."},{"type":"paragraph","text":"Usher: Excuse me, kids. Can I see your IDs?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael was driving his mother to her surprise party."},{"type":"paragraph","text":"Lucille: Where are earth are we going? Left at the next corner."},{"type":"paragraph","text":"Lucille: You know, Michael..."},{"type":"paragraph","text":"Michael: Yeah?"},{"type":"paragraph","text":"Lucille: I’d be happy to drive if you want me to. It’s better than sitting here with Buster’s stupid rock behind me."},{"type":"paragraph","text":"Narrator: Buster had recently brought the rock home from an archaeological dig, but had yet to find a way to get it out of the car."},{"type":"paragraph","text":"Michael: Mom, you’ve already got two strikes on your record. You strike one more person and it’s technically a spree."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: Are we going to the back? Is this what I think it is? Surprise!"},{"type":"paragraph","text":"Narrator: And she was surprised..."},{"type":"paragraph","text":"Narrator: ... that her family didn’t show up."},{"type":"paragraph","text":"Lucille: So this is what my children think of me."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Television: (Theme to My Mother the Car) ...More fiction than a fact / ’Cause believe it or not, / my mother dear / Decided she’d come back... / as a car"},{"type":"paragraph","text":"Michael: Where the [bleep] was everybody?"},{"type":"paragraph","text":"G.O.B.: What are you talking about?"},{"type":"paragraph","text":"Michael: Mom’s party, where were you guys?"},{"type":"paragraph","text":"G.O.B.: It’s the first I’ve heard about it."},{"type":"paragraph","text":"Michael: What about you? Neiman’s?"},{"type":"paragraph","text":"Michael: Buster? You of all people. Where were you, buddy? You barely even leave Mom’s apartment."},{"type":"paragraph","text":"Narrator: In fact, Buster was worried about running into Lucille 2, so he never left his mother’s apartment. Lucille 2 was also supposed to go, but was waiting until she saw Buster emerge."},{"type":"paragraph","text":"Michael: Tonight, Mother was humiliated. And I want to throw her another surprise party, a real one, one where she’s not the one that’s yelling “Surprise.”"},{"type":"paragraph","text":"Lindsay: Mom yelled “surprise”?"},{"type":"paragraph","text":"Michael: Yeah, she went from giddy to devastated. I mean, it would have been funny if it wasn’t so... No, it was kind of funny."},{"type":"paragraph","text":"Michael: No, it was something that she said at dinner."},{"type":"paragraph","text":"Lucille: It’s dry."},{"type":"paragraph","text":"Michael: You know, Mom, I’m sorry you’re upset, but, you know, if you were nicer then maybe your kids would take better care of you, you know? Or want to be with you more."},{"type":"paragraph","text":"Lucille: I’ve been a horrible mother."},{"type":"paragraph","text":"Michael: No, Mom, you’re great. You’ve been a great mother."},{"type":"paragraph","text":"G.O.B.: Well, you know she’s been a horrible mother, right?"},{"type":"paragraph","text":"Michael: You don’t have to tell me, but what was I going to say? All right, so, it’s a party. I mean, if you’re not going to do it for Mom, do it for me."},{"type":"paragraph","text":"Lindsay: Well, okay, but I think a party’s a little excessive."},{"type":"paragraph","text":"Buster: Um, is it okay if I do it for Mom and not you?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Buster: Because I really like Mom."},{"type":"paragraph","text":"Michael: We know."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: The next day, Buster decided it was time to deal with the situation with Lucille Austero."},{"type":"paragraph","text":"Buster: I’ve already got a Lucille in my life."},{"type":"paragraph","text":"Lucille 2: I understand. That’s healthy."},{"type":"paragraph","text":"Buster: I didn’t, I didn’t mean to lead you on."},{"type":"paragraph","text":"Lucille 2: Oh, Buster, I feel so foolish."},{"type":"paragraph","text":"Buster: No."},{"type":"paragraph","text":"Lucille 2: Yeah, really."},{"type":"paragraph","text":"Buster: We’re probably not that different, you and me. You and I. Is it “I” or is it “me”?"},{"type":"paragraph","text":"Lucille 2: Buster, it’s “us.”"},{"type":"paragraph","text":"Buster: Yes, it is “us.” Us."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Under the pretense of driving his mother somewhere else, Michael once again arrived at the restaurant."},{"type":"paragraph","text":"Lucille: Oh, Michael, did you do this again?"},{"type":"paragraph","text":"Michael: Surprise!"},{"type":"paragraph","text":"Narrator: And once again, no one showed up."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: I told you. They don’t support me."},{"type":"paragraph","text":"Michael: Well, I hate to tell you, Mom, but they don’t support me either. You know, I sat down and I told them this was important to me."},{"type":"paragraph","text":"Lucille: You did that for me?"},{"type":"paragraph","text":"Michael: I let you drive, didn’t I?"},{"type":"paragraph","text":"Lucille: Yes, you did, Michael. And I’m loving it. You’re a good son. You always do things for others. You’re the only one holding this family together."},{"type":"paragraph","text":"Michael: And you see a lot more than I give you credit for, Mom. You’re not just concerned with yourself. You care about the family. Hey, is that G.O.B.?"},{"type":"paragraph","text":"Michael: Hmm? No, Mom, I don’t think we should."},{"type":"paragraph","text":"Lucille: A nice little scare. What are you doing? Hey, big shot! Too busy to go to your mother’s party?!"},{"type":"paragraph","text":"Michael: Mom, that is not G.O.B. Mom! Mom!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Paramedic: You okay, sir?"},{"type":"paragraph","text":"Michael: I... Yeah, I guess. How’s my mom? She’s so frail."},{"type":"paragraph","text":"Lucille: I’m fine. I’m fine. I was thrown clear. I only care about you."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Lucille: How are you feeling?"},{"type":"paragraph","text":"Michael: Actually, my head does not hurt at all."},{"type":"paragraph","text":"Michael: What did you give me?"},{"type":"paragraph","text":"Dr. Miller: Your mother asked me to pump you full of..."},{"type":"paragraph","text":"Lucille: Children’s aspirin."},{"type":"paragraph","text":"Dr. Miller: Okay."},{"type":"paragraph","text":"Michael: You know, it’s funny. I remember, um, leaving the restaurant, and then, uh, I was driving, I guess, but I just, I cannot picture it."},{"type":"paragraph","text":"Dr. Miller: That’s pretty common, actually. It’s just short-term memory loss from the bump on the back of your head."},{"type":"paragraph","text":"Michael: I can’t believe I did this. My insurance rates are going to go through the roof."},{"type":"paragraph","text":"Lucille: That’s not what matters now. Here. Get comfortable. Scoot up."},{"type":"paragraph","text":"Michael: Scoot. Scooter— was there a scooter involved in...?"},{"type":"paragraph","text":"Lucille: (Gasping.) I can’t believe I did that. I am so sorry. I’ll get you some air."},{"type":"paragraph","text":"Michael: I hardly felt it. In fact, actually, uh, I didn’t feel it. What was that?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille 2: I don’t care what other people think. My God, for the first time in years, I felt like I was standing on solid ground."},{"type":"paragraph","text":"Buster: You know, my panic attacks have decreased. I feel confident. I’m feeling proud even."},{"type":"paragraph","text":"Buster: I mean, for the first time in my life..."},{"type":"paragraph","text":"Buster: (jumps through glass window)"},{"type":"paragraph","text":"Lucille 2: I’ll call Dr. Miller."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Dr. Miller: Oh, excuse me. (Into phone.) Hello. Oh, my God. I’m getting my gauze."},{"type":"paragraph","text":"Michael: You know, I should call George Michael. I’m worried about my son."},{"type":"paragraph","text":"Lucille: I’m worried about my son. George Michael will be fine with his aunt and uncle. I want you resting, not using the phone. Let me take care of you."},{"type":"paragraph","text":"Michael: You know, you really are more generous than I can remember. But that’s what a parent does, huh? You put your kid first."},{"type":"paragraph","text":"Lucille: Rest up, sweetie. You gave me quite a scare."},{"type":"paragraph","text":"Michael: “Scare.” Did somebody say, “Let’s give him a sc...?”"},{"type":"paragraph","text":"Lucille: (Gasping.) What is the matter with me? Clumsy Clara."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: G.O.B., meanwhile was being visited by Michael’s son, George Michael."},{"type":"paragraph","text":"G.O.B.: Michael? George Michael? (Whispering.) You got to go."},{"type":"paragraph","text":"Woman on Boat: Where?"},{"type":"paragraph","text":"George Michael: Uncle G.O.B., is this a bad time?"},{"type":"paragraph","text":"G.O.B.: No, are you kidding? So, what’s up?"},{"type":"paragraph","text":"G.O.B.: Look, I don’t want you thinking that your uncle is some sleazy character from the docks."},{"type":"paragraph","text":"G.O.B.: Good morning."},{"type":"paragraph","text":"Woman on Boat: How are you?"},{"type":"paragraph","text":"G.O.B.: She’s an Olympian... hopeful. Swimming. Some coaching. Yes, I will make the IDs for you, but we’re going to have to make this quick. Your dad wants me out of here by noon."},{"type":"paragraph","text":"George Michael: I wouldn’t worry about him. He’s staying at Gangee’s. He got in a car accident on the way back from the birthday party."},{"type":"paragraph","text":"G.O.B.: I told him not to let her drive."},{"type":"paragraph","text":"George Michael: No, it was him driving. She’s taking good care of him, too. She won’t even let him use the phone."},{"type":"paragraph","text":"G.O.B.: So, you’re telling me that he can’t go anywhere, and he’s incommunicado."},{"type":"paragraph","text":"George Michael: Yup."},{"type":"paragraph","text":"Narrator: And that’s when G.O.B. decided to take the yacht to South America for the summer."},{"type":"paragraph","text":"G.O.B.: I’ve got to alert this boat’s crew. They’ll be devastated."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Lindsay put on her new outfit and returned to prison. Back at Lucille’s, Michael was still piecing together the accident."},{"type":"paragraph","text":"Michael: Hey, Buster."},{"type":"paragraph","text":"Buster: Hey, brother."},{"type":"paragraph","text":"Michael: Dr. Miller?"},{"type":"paragraph","text":"Buster: Yeah."},{"type":"paragraph","text":"Michael: Oh. Well, women love to laugh."},{"type":"paragraph","text":"Buster: It was worth it to be away from Mom’s controlling grasp."},{"type":"paragraph","text":"Michael: G.O.B. was there. G.O.B. was on his scooter... (Gasping.) I think I wanted to hit G.O.B."},{"type":"paragraph","text":"Lucille: Yes! That is exactly what happened. You wanted to give G.O.B. a scare. I don’t know why."},{"type":"paragraph","text":"Michael: I think I do. Thanks, Mom."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: George, Sr. was once again being visited by his daughter."},{"type":"paragraph","text":"George, Sr.: That’s it. I don’t want... You can’t... I don’t, I, uh, please, you got to stop, uh, coming here."},{"type":"paragraph","text":"Lindsay: It is obvious I’m not wearing a bra, right?"},{"type":"paragraph","text":"George, Sr.: I can’t take this anymore. I, um, uh, I-I’m paying far too big a price for this."},{"type":"paragraph","text":"Lindsay: Well, what about me? I mean, this is the third time I’ve come here. I haven’t even been remotely harassed."},{"type":"paragraph","text":"George, Sr.: That is not what you I’m paying for."},{"type":"paragraph","text":"Lindsay: Have I lost it? Did I ever even have it?"},{"type":"paragraph","text":"George, Sr.: I’m paying thousands of dollars in Krugerrands."},{"type":"paragraph","text":"Lindsay: What?"},{"type":"paragraph","text":"George, Sr.: I use them to pay off the other guys to stop them from hollering obscenities at my... my little girl. But you keep coming back here, honey, and I’m going broke."},{"type":"paragraph","text":"Lindsay: That’s all I’ve ever wanted from you, Daddy— for you to spend money on me."},{"type":"paragraph","text":"Guard: No touching!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: G.O.B., I want you to move back onto the yacht."},{"type":"paragraph","text":"G.O.B.: The yacht?"},{"type":"paragraph","text":"Michael: What makes you think I’d want to now? Well, I know that you’ve been looking for..."},{"type":"paragraph","text":"Michael: What was that?"},{"type":"paragraph","text":"G.O.B.: I think that was on your end."},{"type":"paragraph","text":"Michael: The truth is, I can wait on selling the yacht. It’s just money, right?"},{"type":"paragraph","text":"G.O.B.: Wow. How hard did you hit that steering wheel?"},{"type":"paragraph","text":"Michael: I actually hit the back of my head."},{"type":"paragraph","text":"G.O.B.: The back of your head?"},{"type":"paragraph","text":"Michael: Yeah. G.O.B., the accident only happened because I was trying to scare you. Maybe even hurt you."},{"type":"paragraph","text":"G.O.B.: That doesn’t sound like you. It sounds like Mom."},{"type":"paragraph","text":"Michael: Can we please just lay off Mom for a change? I mean, she’s the one that helped me remember what happened, and trust me, I’m the bad guy here, not her, and definitely not you, so... would you please just take the yacht?"},{"type":"paragraph","text":"G.O.B.: I’ll think about it. South America sounds good. But a chance to expose Mom... Turn this skiff around."},{"type":"paragraph","text":"Captain #2: We haven’t even left the dock."},{"type":"paragraph","text":"G.O.B.: But “skiff” is appropriate, right?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: G.O.B. rushed to shore to spare his brother from what he was certain were his mother’s machinations."},{"type":"paragraph","text":"Michael: What are you doing?"},{"type":"paragraph","text":"G.O.B.: You’ve been set up."},{"type":"paragraph","text":"Lucille: Michael!"},{"type":"paragraph","text":"G.O.B.: There’s no way that you were trying to hurt me. You don’t hate me. Mom hates me. You kind of like me."},{"type":"paragraph","text":"Michael: Yeah, I kind of like you."},{"type":"paragraph","text":"Lucille: Michael, stop kidding around!"},{"type":"paragraph","text":"Michael: Coming. Ow! I got hit back there."},{"type":"paragraph","text":"G.O.B.: Right— on the back of the head, which means that you couldn’t have hit the steering wheel. Mom must have clubbed you with a champagne bottle or something, so she could drive."},{"type":"paragraph","text":"Lindsay: G.O.B., how did you figure that out?"},{"type":"paragraph","text":"Michael: No, no, he didn’t figure anything out. I probably got hit on the back of the head because of Buster’s rock."},{"type":"paragraph","text":"Lucille: Hey, big shot!"},{"type":"paragraph","text":"Michael: Which was behind the passenger seat."},{"type":"paragraph","text":"G.O.B.: Which means that she picked you up and dragged you over to the driver’s seat."},{"type":"paragraph","text":"Michael: Mom can’t pick me up. She could barely pick up that bag of protein bars."},{"type":"paragraph","text":"Lindsay: Guess what? They weren’t protein bars. They were gold Krugerrands, and Dad finally paid attention to my intellect."},{"type":"paragraph","text":"Michael: G.O.B., this is nuts. Mother is frail."},{"type":"paragraph","text":"Lucille: Stop this nonsense this instant!"},{"type":"paragraph","text":"Michael: Mom, you and I were getting along so well. I was thinking so highly of you. How could you make me think this was all my fault?"},{"type":"paragraph","text":"Lucille: Because if you knew it was my fault, you would have turned against me, and I had finally gotten you on my side. You were sticking up for me. I don’t even remember you ever doing that before. I just want my children to love me."},{"type":"paragraph","text":"Michael: Stop lying. Stop manipulating. Just be nicer."},{"type":"paragraph","text":"Lucille: What...? All right. I’m a horrible mother."},{"type":"paragraph","text":"Lindsay: No, no, Ma, you’re great."},{"type":"paragraph","text":"Michael: That’s crazy talk."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, George Michael and Maeby sneak back into Les cousins dangereux..."},{"type":"paragraph","text":"Usher: Excuse me. You’re too young to be holding that ticket."},{"type":"paragraph","text":"George Michael: Let’s go. I can’t go to jail."},{"type":"paragraph","text":"Maeby: Let’s just watch cartoons."},{"type":"paragraph","text":"Usher: Sir, we will not be starting with Les cousins until you leave."},{"type":"paragraph","text":"Lucille 2: Excuse me, but I thought my AARP card was good for one and a guest."},{"type":"paragraph","text":"Buster: Hey, you know what? I knew that society would never accept this, and they never will."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... and Michael’s insurance takes another hit."},{"type":"paragraph","text":"G.O.B.: Ow!"},{"type":"paragraph","text":"Michael: I was definitely driving that time."}],"images":[]}]}