{"sections":[{"title":"Transcript of Queen for a Day","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Queen for a Day\"."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: George Michael was getting ready for school when he came across a box of love letters he’d written, but never sent, to his cousin Maeby. One letter, titled “If you weren’t my cousin,” was particularly incriminating."},{"type":"paragraph","text":"Michael: Hey, pal, you want a ride to school?"},{"type":"paragraph","text":"George Michael: Um, no. Actually, I’m-I’m riding with the Veals. Ann’s parents."},{"type":"paragraph","text":"Michael: Oh. Well, you don’t need to be all penned up with them. I’ll drive you both. Come on, we’ll take the stairs."},{"type":"paragraph","text":"George Michael: Right. Here’s—Here’s the thing, though. It’s kind of cramped in there. Plus, a lot of kids are still talking about when you took down that Homecoming banner."},{"type":"paragraph","text":"Michael: Now, listen, are you embarrassed to be seen in that car?"},{"type":"paragraph","text":"George Michael: It’s not a car, but... but, no."},{"type":"paragraph","text":"Michael: I have got to get a new car."},{"type":"paragraph","text":"Narrator: George Michael decided to hide the love letters in the attic, although Maeby had her own problems. After lying about her age, she had conned her way into a job as a movie studio executive."},{"type":"paragraph","text":"Mort Meyers: Did you get the stack of scripts that I sent you? ’Cause you certainly look well-rested."},{"type":"paragraph","text":"Maeby: Marry me."},{"type":"paragraph","text":"Mort Meyers: Ha! I need your notes on those tomorrow. You want to have a drink?"},{"type":"paragraph","text":"Maeby: Yeah. Why don’t we ask your wife to come with us?"},{"type":"paragraph","text":"Mort Meyers: Okay, then, I’ll see you tomorrow."},{"type":"paragraph","text":"Maeby: Okay."},{"type":"paragraph","text":"Narrator: And downstairs, Buster paid a visit."},{"type":"paragraph","text":"Buster: Hey, brother. I need a favor."},{"type":"paragraph","text":"Michael: Of course you do."},{"type":"paragraph","text":"Buster: I’m on furlough this week, and everybody’s out dancing with their girl, and I’m at home sitting with Mom."},{"type":"paragraph","text":"Michael: Mom doesn’t want to go dancing?"},{"type":"paragraph","text":"Buster: I think the age difference is really starting to catch up to us."},{"type":"paragraph","text":"Michael: Maybe it’s time you got out there and started meeting people. You know? Meeting women. Meeting women who didn’t give birth to you."},{"type":"paragraph","text":"Buster: Well, maybe you could got out with me and help me meet women."},{"type":"paragraph","text":"Michael: Yeah, that’s not really what I meant. I have a very busy schedule right now."},{"type":"paragraph","text":"Tobias: My schedule, however, is as open as my relationship with my wife, so, why don’t we pair up? And-and hit the town together!"},{"type":"paragraph","text":"Buster: Oh."},{"type":"paragraph","text":"Tobias: I’ll be your wingman. Even if it means me taking a chubby, I will suck it up!"},{"type":"paragraph","text":"Michael: Well, that’s enough family stuff for today."},{"type":"paragraph","text":"G.O.B.: That’s right, Michael. Guess who just got fired?"},{"type":"paragraph","text":"Narrator: G.O.B. was recently hired by the Bluth Company’s rival, Sitwell Enterprises. And although he started off well..."},{"type":"paragraph","text":"G.O.B.: 52% of the country is single. That’s a market that’s been dominated by apartment rentals. Let’s take some of that market. I call it “Single City.”"},{"type":"paragraph","text":"Narrator: ... his ideas failed to evolve."},{"type":"paragraph","text":"G.O.B.: It’s, like, “Hey, you want to go down to the whirlpool?” “Yeah, I don’t have a husband.” I call it “Swing City.”"},{"type":"paragraph","text":"Stan Sitwell: Let’s get into some new areas, if you don’t mind."},{"type":"paragraph","text":"Narrator: But G.O.B. continued to fine-tune his first one."},{"type":"paragraph","text":"G.O.B.: How do we filter out the teases? We don’t let them in."},{"type":"paragraph","text":"G.O.B.: This goes for the guys, too. Because sometimes the guys are tapped out. But check your lease, man. Because you’re living in [bleep] City."},{"type":"paragraph","text":"Stan Sitwell: You’re fired."},{"type":"paragraph","text":"G.O.B.: So, get this. I took his dress eyebrows."},{"type":"paragraph","text":"Narrator: Sitwell suffered from a disease that rendered him completely hairless."},{"type":"paragraph","text":"Michael: He’s not gonna be happy about that."},{"type":"paragraph","text":"G.O.B.: No. Especially when he goes to the opera with two mustaches on his forehead."},{"type":"paragraph","text":"G.O.B.: Oh, but the good news is, I’m coming back to the Bluth Company. (Laughs)"},{"type":"paragraph","text":"Michael: No. Hey, G.O.B., we’re getting all jammed up here, okay? The only reason that you were president was to appease the board. They’ve been appeased. I got the job."},{"type":"paragraph","text":"G.O.B.: No, I don’t need to be president. I just liked having an office. Title."},{"type":"paragraph","text":"Michael: Sure."},{"type":"paragraph","text":"G.O.B.: Paycheck."},{"type":"paragraph","text":"Michael: Mm."},{"type":"paragraph","text":"G.O.B.: Also, I need a company car. You do have to match Sitwell there."},{"type":"paragraph","text":"Michael: Hang on a sec. He gave you a company car?"},{"type":"paragraph","text":"G.O.B.: Yeah, and it was way better than any of the company cars Dad ever gave me."},{"type":"paragraph","text":"Michael: Yeah, right."},{"type":"paragraph","text":"G.O.B.: I mean, the Camaro was okay."},{"type":"paragraph","text":"Michael: Are you serious? Dad gave you the Camaro? I thought you won that on Card Sharks."},{"type":"paragraph","text":"G.O.B.: Michael, I was never on Card Sharks. Dad told us not to tell you."},{"type":"paragraph","text":"Narrator: Michael decided to confront his father who’d been living in the attic since he’d escaped from prison."},{"type":"paragraph","text":"Michael: Dad?"},{"type":"paragraph","text":"George, Sr.: Oh, thank God you’re here. I’m going crazy with the boredom, Michael. At least in prison, we had knife fights, and we had movie night. And once, both. Those men did not enjoy \"Soapdish\". I-I think you have to know that world."},{"type":"paragraph","text":"Michael: Yeah, listen, did you buy a company car for everyone in the family except me?"},{"type":"paragraph","text":"George, Sr.: Well, according to the books, I gave you four."},{"type":"paragraph","text":"Michael: I’m serious. I’m driving a staircase, for God’s sake, okay? It smells like gas, I get hop-ons..."},{"type":"paragraph","text":"George, Sr.: Well, of course, you’re gonna get... You’re gonna get hop-ons."},{"type":"paragraph","text":"Michael: I pull down banners, all right?"},{"type":"paragraph","text":"Michael: And most importantly, Dad, my son does not like to be seen in it."},{"type":"paragraph","text":"George, Sr.: (Laughing) But he’s okay being seen with that girl? Michael."},{"type":"paragraph","text":"Michael: It makes no sense, I know."},{"type":"paragraph","text":"George, Sr.: It doesn’t."},{"type":"paragraph","text":"George, Sr.: I never gave you a company car. No. I gave you something far more important. I gave you company, which apparently, you don’t want to give to me, Michael."},{"type":"paragraph","text":"Michael: You’re not listening to me. I’d love to stay and chat."},{"type":"paragraph","text":"George, Sr.: I’m lonely up here."},{"type":"paragraph","text":"Michael: But I got to get an early start because I’m expecting head winds on the stair car."},{"type":"paragraph","text":"George, Sr.: I have no one to talk to. You see anybody here. You could bring me a book."},{"type":"paragraph","text":"George, Sr.: Pop-Pop gets a Grisham?"},{"type":"paragraph","text":"G.O.B.: So you take your mom to work every day? Bummer. Moms are such a pain in the ass, huh? It’s, like, die already!"},{"type":"paragraph","text":"Starla: I love my mother."},{"type":"paragraph","text":"G.O.B.: Huh?"},{"type":"paragraph","text":"Starla: She’s one of the two important people in my life. You know, she and Quincy."},{"type":"paragraph","text":"Narrator: A spokesman for Mr. Jones denies they’ve ever met, although he could not explain the six signed gold records in Starla’s apartment."},{"type":"paragraph","text":"Starla: I could never be with a man who doesn’t love his mother. Oh."},{"type":"paragraph","text":"G.O.B.: Wow."},{"type":"paragraph","text":"G.O.B.: So, Michael, listen. I'm here to convince you to hire me back. I'm an ideas man, Michael. I think I proved that with- [Bleeps] Mountain. Listen, I want this, Michael. I'm gonna prove to you that I'm worthy of rehiring... if it takes every ounce of determination that I've got."},{"type":"paragraph","text":"Elevator Bell Dings"},{"type":"paragraph","text":"Michael: Where are you going?"},{"type":"paragraph","text":"G.O.B.: Did you want me to stay and do that?"},{"type":"paragraph","text":"Michael: Barry."},{"type":"paragraph","text":"Barry: Good news and even better news. Your company's stock is unfrozen... and my lawsuit against the L.A. Kings is moving forward."},{"type":"paragraph","text":"Michael: How did that happen?"},{"type":"paragraph","text":"Barry: Maybe I stood at the plexi glass and a puck hit me. It could happen."},{"type":"paragraph","text":"Michael: No, the stock. Now, that means we can sell, right? We can do whatever we want with it?"},{"type":"paragraph","text":"Barry: I'll tell you one thing you don't want to do is buy stock in the L.A. Kings."},{"type":"paragraph","text":"Michael: Do you think I could sell enough to buy a car?"},{"type":"paragraph","text":"Barry: I thought you had four. Oh, you mean a real one. Yeah, sure. You can get one, as long as everyone doesn't sell the company stock at once. You don't want someone else to get control of the company."},{"type":"paragraph","text":"Michael: Right. Gotta keep the company intact, right? The other people shouldn't risk selling their... Maybe you can draft up a letter to the investors: \"Yes, the stock is unfrozen. We urge you not to sell.\""},{"type":"paragraph","text":"Barry: Uh, yeah. Wh-What you just said was perfect. Why do you want me to write it?"},{"type":"paragraph","text":"Michael: Just send it out on your stationery. And do it quickly. I have a car to buy."},{"type":"paragraph","text":"Narrator: Meanwhile, Maeby snuck upstairs to secretly read her scripts."},{"type":"paragraph","text":"Maeby: Ow! Back to film school-[Bleeps]"},{"type":"paragraph","text":"Narrator: And George Sr. Was only too happy to have something to read."},{"type":"paragraph","text":"George, Sr.: \"Armageddon Il: Armageddon.\""},{"type":"paragraph","text":"George, Sr.: (Scribbling) That's a bad title."},{"type":"paragraph","text":"George, Sr.: (Scoffs)"},{"type":"paragraph","text":"Narrator: Meanwhile, Michael went to get a good deal on a modest company car."},{"type":"paragraph","text":"Car Salesman: Oh, something like this? We have, like, 400 of these."},{"type":"paragraph","text":"Michael: I-I don't need anything too popular."},{"type":"paragraph","text":"Car Salesman: Oh, they're not popular. We have 400 of them."},{"type":"paragraph","text":"Michael: Sold."},{"type":"paragraph","text":"Michael: Although, uh, I'm wondering if maybe it should just be a little bit nicer. I got a kid, and safety's kind of a factor. But nothing too flashy."},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Car Salesman: This is it, isn't it? I can tell. You're excited."},{"type":"paragraph","text":"Michael: I am."},{"type":"paragraph","text":"Car Salesman: I'll draw up the papers."},{"type":"paragraph","text":"Michael: Unless you think it's too drab."},{"type":"paragraph","text":"moments later..."},{"type":"paragraph","text":"Car Salesman: And it gets very good mileage."},{"type":"paragraph","text":"Michael: Yeah, well, it, uh- it looks light. You know, I'm not so concerned about mileage. I spent the last 10 years on a bike, with the exception of the stair car."},{"type":"paragraph","text":"Car Salesman: Oh, you're the stair car guy. You took down our banner."},{"type":"paragraph","text":"Michael: Yeah. Sorry. I got a hop-on. I got distracted."},{"type":"paragraph","text":"Michael: I hate this."},{"type":"paragraph","text":"Michael: I like these sunglasses. They come with any car?"},{"type":"paragraph","text":"Car Salesman: Just this one. They throw these extras at you because it's so impractical. No back seat. It attracts so many tickets... the insurance alone costs as much as the last three cars we saw."},{"type":"paragraph","text":"Michael: The windbreaker? Windbreaker comes with it too?"},{"type":"paragraph","text":"Car Salesman: I guess. I don't know. I've never sold one of these before, so-"},{"type":"paragraph","text":"Michael: I'll take it."},{"type":"paragraph","text":"Narrator: Michael had just indulged himself with an expensive sports car"},{"type":"paragraph","text":"Car Finance Clerk: And here again, please."},{"type":"paragraph","text":"Narrator: ...while Buster indulged in a night out with Tobias."},{"type":"paragraph","text":"Tobias: This place is exactly what I had hoped for. All ladies."},{"type":"paragraph","text":"Buster: Well, I’ve heard that this uniform is the best way to meet... Ah! Lucille 2?"},{"type":"paragraph","text":"Lucille 2: Buster!"},{"type":"paragraph","text":"Buster: So, you’re back?"},{"type":"paragraph","text":"Lucille 2: Oh, I’m back, Buster!"},{"type":"paragraph","text":"Buster: Yeah."},{"type":"paragraph","text":"Lucille 2: And I am rock-steady. No more dizzies!"},{"type":"paragraph","text":"Buster: Yeah."},{"type":"paragraph","text":"Narrator: Lucille Austero had just returned from a monthlong stay at a facility that specialized in the treatment of vertigo."},{"type":"paragraph","text":"three weeks later..."},{"type":"paragraph","text":"Lucille 2: Aw. Aw, just a minute. You’re okay. You’re okay. You’re okay. We’re okay. We’re okay. Somebody will be here in a second. We’re okay. We’re okay."},{"type":"paragraph","text":"Lucille 2: I am stable as a table."},{"type":"paragraph","text":"Buster: Mm."},{"type":"paragraph","text":"Lucille 2: So, is there a.... a girl in your life?"},{"type":"paragraph","text":"Buster: Well, I would hardly call my mother a girl, but, yes, she’s still very much a part of my life."},{"type":"paragraph","text":"Lucille 2: No. I mean, uh, someone who makes you hear music?"},{"type":"paragraph","text":"Buster: Oh. Uh, she mostly likes talk radio."},{"type":"paragraph","text":"Lucille 2: I mean a girl who makes you f-feel romantic."},{"type":"paragraph","text":"Buster: Oh."},{"type":"paragraph","text":"Lucille 2: And also who makes you hear beautiful music."},{"type":"paragraph","text":"Buster: Yes. No."},{"type":"paragraph","text":"Lucille 2: I guess what I’m trying to say is..."},{"type":"paragraph","text":"Tobias: / Start spreading the news /"},{"type":"paragraph","text":"Lucille 2: Everybody thinks they’re Frank Sinatra."},{"type":"paragraph","text":"Tobias: / I’m leaving today /"},{"type":"paragraph","text":"Lucille 2: Maybe..."},{"type":"paragraph","text":"Tobias: / I’m gonna be a part of it /"},{"type":"paragraph","text":"Lucille 2: ... we could start anew?"},{"type":"paragraph","text":"Buster: Oh..."},{"type":"paragraph","text":"Tobias: / In old... /"},{"type":"paragraph","text":"Narrator: And later, Michael got an urgent call from his mother."},{"type":"paragraph","text":"Michael: Hi."},{"type":"paragraph","text":"Lucille: He’s with her again. Buster’s taken up with that Lucille 2."},{"type":"paragraph","text":"Michael: That’s why you called me here? I’ve got my secretary bringing over a bunch of important papers because I thought this was urgent."},{"type":"paragraph","text":"Lucille: Well, it’s all your fault. You’re the one who insisted he get away from Mother."},{"type":"paragraph","text":"Michael: Well, I wasn’t trying to send him to a new one. Where is he?"},{"type":"paragraph","text":"Lucille: He’s on the balcony."},{"type":"paragraph","text":"Michael: Buster?"},{"type":"paragraph","text":"Buster: Mom is becoming a little controlling."},{"type":"paragraph","text":"Michael: What tipped you off? When she locked you out on the balcony again?"},{"type":"paragraph","text":"Buster: That was half my fault. I thought I saw a graham cracker out there."},{"type":"paragraph","text":"Michael: You baited the balcony?"},{"type":"paragraph","text":"Lucille: (winks) Prove it."},{"type":"paragraph","text":"Michael: So I don't typically take sides with Mother... but I-I-I do agree that Lucille 2... might not be the best choice for you."},{"type":"paragraph","text":"Buster: I wouldn't even have been there if Mom wanted to go bowling. How am I gonna meet someone who has my interests?"},{"type":"paragraph","text":"Starla: Hi, Michael."},{"type":"paragraph","text":"Michael: Hey. Great."},{"type":"paragraph","text":"Starla: I have those papers for you to sign."},{"type":"paragraph","text":"Michael: Perfect."},{"type":"paragraph","text":"Starla: By the way, I love your mother."},{"type":"paragraph","text":"Buster: Oh, yeah, I do too."},{"type":"paragraph","text":"Starla: Oh."},{"type":"paragraph","text":"Michael: I think I may have found a new girl for Buster."},{"type":"paragraph","text":"Lucille: Good. That Lucille isn't really interested in Buster anyway. She's just trying to get even with me."},{"type":"paragraph","text":"Michael: Get even with you for what?"},{"type":"paragraph","text":"Lucille: She wanted me to let in her remodeling crew while she was out of town."},{"type":"paragraph","text":"Michael: Wait a minute. This tub's a little bigger than it used to be."},{"type":"paragraph","text":"Narrator: It was. Instead of letting the construction crew into Lucille Austero's penthouse"},{"type":"paragraph","text":"Lucille: Come right in."},{"type":"paragraph","text":"Narrator: Lucille had put them to work on a project ofher own."},{"type":"paragraph","text":"Michael: What'd you do?"},{"type":"paragraph","text":"Oscar: Well, I sat on one of these jets. But I think we can fix it."},{"type":"paragraph","text":"Lucille: Don't give me that look. I moved the wall a couple of inches into her penthouse. Don't think she's not over there right now, plotting her revenge."},{"type":"paragraph","text":"Lucille 2: God, the new equilibrium really does... It makes the room seem tighter."},{"type":"paragraph","text":"Lucille: She's always a step ahead of me. That's what makes her such a worthy opponent."},{"type":"paragraph","text":"Michael: How'd you pay for it?"},{"type":"paragraph","text":"Lucille: I cashed in some stock. You knew it was unfrozen."},{"type":"paragraph","text":"Michael: I know. I sent you that letter. It says not to sell, or we're gonna lose control."},{"type":"paragraph","text":"Lucille: It does? I stopped at \"unfrozen.\""},{"type":"paragraph","text":"Michael: Lindsay, you didn't cash in your stock, did you? Tell me you didn't."},{"type":"paragraph","text":"Lindsay: I didn't."},{"type":"paragraph","text":"Narrator: Yet."},{"type":"paragraph","text":"Balboa Country Club earlier that day.."},{"type":"paragraph","text":"Club Manager: There's a pretty long wait list for membership right now."},{"type":"paragraph","text":"Michael: G.O.B., you didn't sell, did you?"},{"type":"paragraph","text":"G.O.B.: What? No. I'm trying to get a job from you, Mikey. Come on."},{"type":"paragraph","text":"Michael: Okay. As long as you two didn't sell, I think we should be okay. I was afraid that I..."},{"type":"paragraph","text":"Tobias: I just bought the Queen Mary."},{"type":"paragraph","text":"G.O.B.: You're kidding. I was just gonna get a yacht."},{"type":"paragraph","text":"Tobias: No, no, no. The club. I was dancing with what turned out to be the club's owner... and he was looking to sell. Oh, he really, really did look like a woman. But anyhoo, can you believe that the only reason the club is going under... is because it's in a terrifying neighborhood?"},{"type":"paragraph","text":"Michael: This is unbelievable."},{"type":"paragraph","text":"Lindsay: Tobias, I promised that money to the country club."},{"type":"paragraph","text":"Michael: Country club?"},{"type":"paragraph","text":"Lindsay: It's in such a good neighborhood."},{"type":"paragraph","text":"Michael: I don’t believe this. Did you guys not read the letter?"},{"type":"paragraph","text":"Narrator: None of them had read past the word “unfrozen.”"},{"type":"paragraph","text":"Michael: Well, I hope you’re all proud. Your careless selfish spending sprees may have cost us the Bluth Company."},{"type":"paragraph","text":"George Michael: Hey, Dad, is that your new car in the driveway? I can’t believe you got a Corvette."},{"type":"paragraph","text":"Michael: It’s a company car."},{"type":"paragraph","text":"Narrator: Michael had bought a car, and it helped put the company in jeopardy."},{"type":"paragraph","text":"Barry: I’m sorry about the patch. I’m testifying against the Kings this afternoon. You can’t see it. I just winked."},{"type":"paragraph","text":"Barry: So, basically, you’re about 2,000 shares short of being the majority stockholders. Now, unfortunately, it’s a private stock, so you cannot just buy up the shares unless someone is willing to sell."},{"type":"paragraph","text":"Michael: Are you sure?"},{"type":"paragraph","text":"Barry: That’s what they said on “Ask Jeeves.”"},{"type":"paragraph","text":"Michael: All right, who’s the majority shareholder now?"},{"type":"paragraph","text":"Barry: A company called “Standpoor.”"},{"type":"paragraph","text":"G.O.B.: “Standpoor”?"},{"type":"paragraph","text":"Michael: As in the opposite of “Sitwell,” which is run by a certain hairless man who could be very upset with you right now."},{"type":"paragraph","text":"G.O.B.: What would he have to be upset with me about?"},{"type":"paragraph","text":"Michael: Are you wearing his eyebrows?"},{"type":"paragraph","text":"G.O.B.: They make me feel dressier."},{"type":"paragraph","text":"Michael: Hello."},{"type":"paragraph","text":"Lucille: Is it true, Michael? Did we lose the company?"},{"type":"paragraph","text":"Michael: Kind of. There’s something called Standpoor. Yeah, it’s Sitwell."},{"type":"paragraph","text":"Lucille: It’s Lucille Austero."},{"type":"paragraph","text":"Michael: Lucille 2?"},{"type":"paragraph","text":"Lucille: “Standpoor” because she can’t stand up without falling over. I don’t know why she’d have any trouble. A piano could stand on those legs."},{"type":"paragraph","text":"Lucille: She’s trying to get even with me for the remodeling."},{"type":"paragraph","text":"Oscar: I think we’re going to need a new floating thermometer. And could I have your, uh, your Blue Cross number?"},{"type":"paragraph","text":"Michael: What was...? Let’s think about this, Mom. Maybe there’s a way that we can reason with her."},{"type":"paragraph","text":"Lucille: Give her Buster."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"Lucille: We need our company back."},{"type":"paragraph","text":"Michael: Mom, that’s horrible."},{"type":"paragraph","text":"Lucille: I don’t suppose you spent money on something you can return."},{"type":"paragraph","text":"Michael: Let’s give her Buster."},{"type":"paragraph","text":"Michael: Starla, do you know where my brother is?"},{"type":"paragraph","text":"Buster: Yes, he’s on cloud nine. That was me, Michael."},{"type":"paragraph","text":"Michael: What’s going on?"},{"type":"paragraph","text":"Michael: Where’s Starla?"},{"type":"paragraph","text":"Buster: She’s saying good-bye to someone named Q. If she can get past his security system, she’s going to tell him it’s over."},{"type":"paragraph","text":"Buster: She’s amazing. We completely connected. And it’s all because of you. You made this happen. I feel alive!"},{"type":"paragraph","text":"Narrator: Indeed, Starla and Buster did hit it off well, Buster being a sweeter, more supportive man than she was used to, and Starla being a woman that wasn’t 70."},{"type":"paragraph","text":"Michael: I’m just wondering if you didn’t upgrade a little too fast. You want something sensible, you end up getting pushed into something flashy."},{"type":"paragraph","text":"Buster: (Whispering) What does that mean?"},{"type":"paragraph","text":"Michael: Don’t you think you belong in a Lucille?"},{"type":"paragraph","text":"Narrator: Maeby, meanwhile, gave reading her script another shot, only to discover her work was done. Her scripts had been noted. So, she went to find the person she thought was responsible."},{"type":"paragraph","text":"Maeby: George Michael, I read your notes."},{"type":"paragraph","text":"George Michael: What? Uh, you found the... W-Well, look, I don’t... That was a long..."},{"type":"paragraph","text":"Maeby: They were great. I mean, they said so many things I wanted to say but I didn’t know how, you know? Don’t tell anyone, okay?"},{"type":"paragraph","text":"George Michael: Never. Guess she didn’t see the drawings."},{"type":"paragraph","text":"Narrator: Meanwhile, Tobias prepared to assume ownership of the Queen Mary."},{"type":"paragraph","text":"Tobias: No, no, no, it’s supposed to say “Tobias’s Queen Mary.” No, that is not what it says. I distinct... hello? Well, I suppose I could just paint over “Mary.”"},{"type":"paragraph","text":"Hot Cop #5: Don’t bother, man. This is our club now."},{"type":"paragraph","text":"Narrator: Tobias didn’t want to sell his new club, but Lindsay did, which is why she hired several members of a local stripper agency called “The Hot Cops” to pose as the roughnecks."},{"type":"paragraph","text":"Tobias: All right, fellas, look, I know you know nothing but a life on the street. But I’d like to offer you something that the Queen Mary gave me. The joy of the stage. So, maybe you could, uh, start jeté-ing, and stop... je-terrorizing me."},{"type":"paragraph","text":"Hot Cop #5: Yeah! Absolutely!"},{"type":"paragraph","text":"Hot Cop #4: We could do Rent. Oh, this is joyous news!"},{"type":"paragraph","text":"Narrator: And Buster, now convinced that Lucille 2 was the right woman for him, broke up with Starla."},{"type":"paragraph","text":"Michael: You okay?"},{"type":"paragraph","text":"Buster: It was for the best anyway. A girl like that deserves to be taken care of, and I’m just a poor soldier."},{"type":"paragraph","text":"Michael: You didn’t sell your stock?"},{"type":"paragraph","text":"Buster: What? No. Your letter said not to, and I would never want to hurt the family."},{"type":"paragraph","text":"Narrator: And Michael realized his little brother deserved happiness more than anyone."},{"type":"paragraph","text":"Michael: You know, uh, I-I want you to forget about what I said. I was wrong; you two belong together. I’ll take care of Lucille 2 for you."},{"type":"paragraph","text":"Buster: Really?"},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Buster: Let her down easy. That right knee could go at any time."},{"type":"paragraph","text":"Buster: Starla?!"},{"type":"paragraph","text":"Narrator: And at the “Tobias is Queen Mary,” Tobias couldn’t believe how quickly he had gotten through to his ragtag gang of neighborhood toughs."},{"type":"paragraph","text":"Tobias: Wow. You really have made some amazing strides in a half an hour. We have to take this to the streets. We have to strut!"},{"type":"paragraph","text":"Narrator: Michael knew if he had any chance of getting control of the company again, he would need to charm Lucille 2."},{"type":"paragraph","text":"Michael: Lucille 2."},{"type":"paragraph","text":"Lucille 2: Your hair."},{"type":"paragraph","text":"Michael: Can I take you for a spin?"},{"type":"paragraph","text":"Narrator: But the spin in Michael’s new car re-triggered her vertigo. That night, Tobias’s plan to change the streets with his gang also turned out to be ill-conceived."},{"type":"paragraph","text":"Tobias: Hey, fezellas, looks like you guys are up to no good. Well... this gang used to be like that, too... three, four!"},{"type":"paragraph","text":"Rapping / So, you think you’re tough / Well, we hate rappin’ / But don’t bust a cap in / ’Cause here’s what’s happ’nin’ / We’re breakin’ out some old-fashioned tappin’. /"},{"type":"paragraph","text":"Hot Cop #5: (Singing) Hip of the Crips / There’s a new gang in town..."},{"type":"paragraph","text":"Gunshot"},{"type":"paragraph","text":"Hot Cop #5: Oh! I’ve been shot!"},{"type":"paragraph","text":"Tobias: We miscalculated! Retreat!"},{"type":"paragraph","text":"Hot Cop #5: (Yelling) That’s not going to help."},{"type":"paragraph","text":"Narrator: Meanwhile, Michael and Lucille 2 arrived to find the club nearly empty. Although Michael would have fit in perfectly."},{"type":"paragraph","text":"Michael: Tell you what, Lucille, I’m going to take you dancing."},{"type":"paragraph","text":"Lucille 2: No, Michael, please. You have undone all of Dr. Sandor Plumb’s work."},{"type":"paragraph","text":"Michael: Oh, I’m sorry. Look, the reason that I showed up tonight was because I don’t think that it’s right for you to be dating my brother. I mean, he’s met someone else, and frankly, the only reason that he asked you out tonight was because I wanted him to get the stock back from you so that I could regain control of the company. But... I would... I’d rather have my brother back, so... Sorry."},{"type":"paragraph","text":"Lucille 2: I understand."},{"type":"paragraph","text":"Michael: Thank you. And I... do not blame you for not liking the Bluths anymore."},{"type":"paragraph","text":"Lucille 2: Like the Bluths? I love the Bluths."},{"type":"paragraph","text":"Michael: Why did you buy up all of our company stock?"},{"type":"paragraph","text":"Lucille 2: To support you guys. I have always had a standing order to buy up any available Bluth stock."},{"type":"paragraph","text":"Michael: You do know that we’re about 2,000 shares short of controlling the company now, though?"},{"type":"paragraph","text":"Lucille 2: Well, y-you could have some of mine."},{"type":"paragraph","text":"Michael: Really? Would you do that?"},{"type":"paragraph","text":"Lucille 2: Yeah, of course."},{"type":"paragraph","text":"Michael: Well, that’s... Thank you."},{"type":"paragraph","text":"Lucille 2: Actually, there is a condition."},{"type":"paragraph","text":"Michael: Anything."},{"type":"paragraph","text":"Lucille 2: Call me a cab."},{"type":"paragraph","text":"Michael: Ah. Because of my driving. Yes. Let’s..."},{"type":"paragraph","text":"Narrator: And so, the next day, Michael was thrilled to have control of the company back."},{"type":"paragraph","text":"G.O.B.: I fixed everything."},{"type":"paragraph","text":"Michael: Oh?"},{"type":"paragraph","text":"G.O.B.: With the business. It’s all taken care of. You didn’t think I could, but I did."},{"type":"paragraph","text":"Michael: G.O.B., what did you do?"},{"type":"paragraph","text":"Narrator: G.O.B. had run into Lucille 2 shortly after Michael dropped her off."},{"type":"paragraph","text":"G.O.B.: My mom really took up a bunch of your space, huh? What a bitch."},{"type":"paragraph","text":"Lucille 2: What, what do you mean?"},{"type":"paragraph","text":"G.O.B.: When she expanded her bathroom and moved your wall over. That’s why all your stuff’s sticking out."},{"type":"paragraph","text":"Lucille 2: (Chuckles awkwardly) Your mother really has a way of getting my goat."},{"type":"paragraph","text":"Narrator: So, G.O.B. [bleep]ed Lucille 2."},{"type":"paragraph","text":"Michael: You what?"},{"type":"paragraph","text":"G.O.B.: Oh, and she’s not going to give the shares back now."},{"type":"paragraph","text":"Michael: You just said you fixed everything."},{"type":"paragraph","text":"G.O.B.: Oh, I meant my problems. Yeah, she’s going to make me the new president. But you don’t need to prove yourself to me, little brother. You will always have a job here. But I do need the keys to the company car."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, Lucille 2 reclaims some space, the Queen Mary changes hands once again..."},{"type":"paragraph","text":"Barry: This is so amazing. I’ve wanted a small family restaurant since I got the Kings’ settlement. It still has the dungeon area, right?"},{"type":"paragraph","text":"Narrator: ...and G.O.B. gets needy."},{"type":"paragraph","text":"G.O.B.: Let’s go for it."}],"images":[]}]}