{"sections":[{"title":"Transcript of Afternoon Delight","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Afternoon Delight\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Afternoon Delight\" was written by Abraham Higginbotham & Chuck Martin"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael was using the Bluth Company crane to retrieve the family-owned banana stand after it had been dumped in the bay, a holiday tradition among the local youth. Soon, he returned home so that he and his son..."},{"type":"paragraph","text":"Michael: George Michael?"},{"type":"paragraph","text":"Narrator: ...could share their holiday tradition of rebuilding it."},{"type":"paragraph","text":"Michael: Another one of Dad’s suits?"},{"type":"paragraph","text":"G.O.B.: Hey, I’m the President now. Filling Dad’s shoes. Literally. Except his shoes don’t fit. But, I did finally get into Dad’s pants. Although I had to have the crotch taken out a little bit."},{"type":"paragraph","text":"Michael: You know, G.O.B., maybe it’s the suits, but I-I think you may be beginning to alienate some of the employees down at work."},{"type":"paragraph","text":"G.O.B.: What? Oh! That’s great... The-The President has to worry about alienating the employees now."},{"type":"paragraph","text":"Narrator: In fact, G.O.B. had started to alienate some of his colleagues."},{"type":"paragraph","text":"G.O.B.: W-Worse that can happen is can I spill some on my $3,000 suit. Come on! Oh, yeah, yeah. The guy in the... the $4,000 suit is holding the elevator for a guy who doesn’t make that in three months. Come on! Oh. Why don’t I just take a whiz through this $5,000 suit?!"},{"type":"paragraph","text":"G.O.B.: Come on! They like me just fine. You’ll see that tonight when they toast me at the Christmas party. Just like they used to with Dad."},{"type":"paragraph","text":"Michael: They used to roast Dad ’cause they thought that he had a sense of humor about himself, but he didn’t, and neither do you."},{"type":"paragraph","text":"G.O.B.: Hey, nobody laughed louder than me at any joke about Dad. You’re the one who was all Mister I take myself too seriously all the time."},{"type":"paragraph","text":"Narrator: Michael did tend to take the Christmas parties somewhat seriously."},{"type":"paragraph","text":"Michael: Uh, oh, no, no, thank you. Merry Christmas. You can go ahead and put that right in the charity barrel. Thank you very much. Thanks a lot. (To George Michael.) Sorry, pal. We just can’t have them resent us."},{"type":"paragraph","text":"Tom: I know some of the numbers haven’t all added up, and there is some speculation that George has been into the kitty."},{"type":"paragraph","text":"G.O.B.: Into the kitty! He is awesome. Meow. Meow! Meow!"},{"type":"paragraph","text":"George: Fire Tom, and get your jackass brother out of here."},{"type":"paragraph","text":"Michael: This year, I’m not officially President, and it’ll be nice to actually have some fun with my son at a Christmas party."},{"type":"paragraph","text":"Maeby: Thank God I don’t have to go."},{"type":"paragraph","text":"Lindsay: Oh, I’m so glad to hear you say that. I want to meet someone there."},{"type":"paragraph","text":"Maeby: What? So, I’m not invited to the Bluth Company Christmas party?"},{"type":"paragraph","text":"Lindsay: Oh, honey, of course you can go if you want to."},{"type":"paragraph","text":"Maeby: Thanks, Mom."},{"type":"paragraph","text":"Lindsay: No, you’re not going to that. You see, if I show up with you, it’ll just make me seem like I’m a mother."},{"type":"paragraph","text":"Maeby: I’ve never thought of you that way."},{"type":"paragraph","text":"Lindsay: That’s sweet."},{"type":"paragraph","text":"Tobias: Well, I won’t be going. I will be head to toe in blue makeup until 8:01 in case the Blue Man Group needs their understudy, so..."},{"type":"paragraph","text":"Lindsay: No, no you have to go, so when men find out we’re in an open relationship, they’ll see you’re no threat. People hear the name Tobias, they think— big black guy."},{"type":"paragraph","text":"Tobias: Well, obviously, I’m not a big guy. I’m not a Carl Weathers, par example."},{"type":"paragraph","text":"Lindsay: I forgot about Carl. Is he still single?"},{"type":"paragraph","text":"Michael: Hey, George Michael, I need you to help me fix up the banana stand."},{"type":"paragraph","text":"George Michael: I know. I can’t. I’m supposed to go to Ann’s parents’ Christmas party. We’re making yams."},{"type":"paragraph","text":"Michael: Tonight? Tonight is the office party."},{"type":"paragraph","text":"George Michael: Well, did you want me to go to that? You’re always telling me not to have fun at those things."},{"type":"paragraph","text":"Michael: Yes. We might even snatch a gift from the charity barrel."},{"type":"paragraph","text":"George Michael: Oh... kay. Well, um... Well, I think Ann’s parents are having their party on Bethlehem time, which is pretty early, so maybe I can make an appearance."},{"type":"paragraph","text":"Michael: Make an appearance. Uh, uh, no, no. It’s-It’s okay, uh, you be with Yam. It’s fine. It’s good."},{"type":"paragraph","text":"George Michael: It’s Ann."},{"type":"paragraph","text":"Michael: It’s good. Have fun."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"George: Boy’s pulling away from you."},{"type":"paragraph","text":"Michael: Are we having yams? Yeah, I don’t know what’s going on with him. You know, he’s-he’s on Bethlehem time. He’s spending every moment of the day with this girl. It’s, like, I’m his father. Whoa, whoa, whoa, whoa, whoa. He should be spending most..."},{"type":"paragraph","text":"George: Don’t get involved. Believe me, when I thought your first wife was driving us apart, I did not make a stink."},{"type":"paragraph","text":"Michael: You complained all the time, and she was my only wife. And she died."},{"type":"paragraph","text":"George: Yeah, well. See, things have a way of working themselves out."},{"type":"paragraph","text":"Michael: Nonetheless. It’s family first at the holidays. Oh, God, it’s Mom again."},{"type":"paragraph","text":"George: Put it on speaker phone. I want to hear her beautiful voice."},{"type":"paragraph","text":"Lucille: Aah! Michael! There’s a hole in the window. There’s been a break-in! Get over here!"},{"type":"paragraph","text":"Michael: I’m leaving now."},{"type":"paragraph","text":"George: She sounds tense. That means she’s not getting any from my brother Oscar. Lovely. That’s nice."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: I heard about the banana stand, and now there’s been a break-in. But I have a surprise for whoever it is if he comes back. First I blow him, then I poke him."},{"type":"paragraph","text":"Michael: Guy has no idea what he’s in for. You know, Mom, all the glass seems to be on the outside. Plus, here’s your little statue, so, I guess what this says to me is, I doubt anyone was trying to break in, Mom. If anything, someone was trying to break out. Where is Oscar?"},{"type":"paragraph","text":"Lucille: Oh, he’s on his walkabout, or pilgrimage."},{"type":"paragraph","text":"Narrator: Every year, Oscar attempts the 420-mile walk from Newport Beach to Berkeley, California. In the 12 years he’s attempted this, he’s never made it past U.C. Irvine."},{"type":"paragraph","text":"Lucille: He calls it a quest to recharge his chi. I call it an excuse for him to score his pot and wag his pickle at coeds."},{"type":"paragraph","text":"Michael: You sound mad, Mom. Mad enough to throw one of these little lady heads at him."},{"type":"paragraph","text":"Lucille: What’s that supposed to mean?"},{"type":"paragraph","text":"Michael: Well, it just... You know... Maybe you’re a little bit lonely, and you’re acting out for attention."},{"type":"paragraph","text":"Lucille: Oh, that’s ridiculous. I want you to move in with me."},{"type":"paragraph","text":"Michael: What?! No. No. No. No, no, no, no. Didn’t you adopt a child for this very reason, so that you would never be alone?"},{"type":"paragraph","text":"Lucille: Michael, a mother doesn’t have a child to give herself company. Annyong was to teach Buster a lesson."},{"type":"paragraph","text":"Michael: And where is that little lesson?"},{"type":"paragraph","text":"Lucille: I sent him to the Milford Academy to teach him a lesson. I can’t remember about what. And Buster left this morning to finish his Army training."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, Lucille had refused to drive him to the Army base, so Buster was taking his very first bus ride."},{"type":"paragraph","text":"Bus Driver: I can’t change a hundred."},{"type":"paragraph","text":"Buster: Oh. Oh, damn it. Stop it. Oh."},{"type":"paragraph","text":"Narrator: And that’s when Buster saw something interesting."},{"type":"paragraph","text":"Buster: Oh. That could be good for Army."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: While just twenty yards away, Michael went to work repairing the banana stand."},{"type":"paragraph","text":"Michael: What are you doing here?"},{"type":"paragraph","text":"Maeby: My mom signed me out of school early, so then she wouldn’t have to pick me up later, so then she wouldn’t be late for the Christmas party."},{"type":"paragraph","text":"Michael: That’s about the worst thing I’ve ever heard."},{"type":"paragraph","text":"Maeby: I had to drive because she had a little bit of a buzz on."},{"type":"paragraph","text":"Michael: No, that’s it."},{"type":"paragraph","text":"Maeby: You’re doing this alone?"},{"type":"paragraph","text":"Michael: Yeah. Oh, thanks. I guess George Michael’s getting a little too old to hang out with his Dad."},{"type":"paragraph","text":"Maeby: Yeah, and I’m getting too old for my mom to be with me."},{"type":"paragraph","text":"Michael: You know what? Maybe we should go to this party together?"},{"type":"paragraph","text":"Maeby: Really?"},{"type":"paragraph","text":"Michael: Yeah. You’re my little niece. I think we should be a little bit more time together."},{"type":"paragraph","text":"Maeby: Yeah, and if it makes my mom jealous..."},{"type":"paragraph","text":"Michael: And George Michael can run back to his precious Ann. Great. Good deal."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael and Maeby stopped by the office to see if G.O.B. needed help for the party that was now hours away."},{"type":"paragraph","text":"G.O.B.: ...king 63 hundred dollar suit. Come on!"},{"type":"paragraph","text":"Michael: Hi there."},{"type":"paragraph","text":"G.O.B.: What’s she doing here?"},{"type":"paragraph","text":"Maeby: Merry Christmas to you, too, Uncle G.O.B."},{"type":"paragraph","text":"Michael: Everything all right?"},{"type":"paragraph","text":"G.O.B.: I just don’t want people’s kids getting their sticky little fingers all over these twenty-six hundred dollar pants."},{"type":"paragraph","text":"Michael: Oh, yeah? You think they’re gonna go right for the pants, do you?"},{"type":"paragraph","text":"G.O.B.: Okay, okay, okay. So, should-should... should, uh, should... Should-should... should... sh-sh-should Sh-sh-sh... Should-Should... should, uh, should..."},{"type":"paragraph","text":"Michael: We’ll do it your way. I’m just here to have fun."},{"type":"paragraph","text":"G.O.B.: Not too much, all right? I already gave my big sexual harassment speech today."},{"type":"paragraph","text":"G.O.B.: Please refrain from discussing or engaging in any sort of interoffice [bleep]ing or [bleep]ing or finger [bleep] or [bleep]sting or [bleep]ing or even [bleep]. Even though so many people in this office are begging for it. And if anybody does anything with my sister Lindsay, I’ll take off my pants, I’ll shave [bleep]. And I’ll personally [bleep]..."},{"type":"paragraph","text":"G.O.B.: Let’s get this going."},{"type":"paragraph","text":"Michael: What are you talking about, now? You’re not gonna let these people go home and change their clothes?"},{"type":"paragraph","text":"G.O.B.: I don’t think we need people trying to compete with what I’m wearing. Everybody, uh, come out of your offices, please. Party is now started. Here we go. Let’s go. Everybody dance now! Everybody dance now!"},{"type":"paragraph","text":"Michael: Oh, I think we’re off to a great start."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, Michael started to become relaxed. And a short time later, his mother arrived anything but."},{"type":"paragraph","text":"Lucille: Someone broke in again! The liquor is gone. All of it. Gone!"},{"type":"paragraph","text":"Narrator: In fact, G.O.B. had stolen it earlier that day to cut down on the cost of the party."},{"type":"paragraph","text":"Al: Hey, need a hand with that?"},{"type":"paragraph","text":"G.O.B.: No, Al. I want to spill booze all over my fu..."},{"type":"paragraph","text":"Lucille: I’m all alone there, Michael."},{"type":"paragraph","text":"Michael: You know, Buster’s only stationed about five miles away."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, Buster never went to the Army. He’d gotten hooked playing the skill crane and missed his first day. Somewhat ashamed and with nowhere to go..."},{"type":"paragraph","text":"G.O.B.: Hey, Buster."},{"type":"paragraph","text":"Buster: Hey, brother."},{"type":"paragraph","text":"Narrator: ...he returned home."},{"type":"paragraph","text":"Lucille: Buster! Thank God you’re back. There’s no shame in being a coward."},{"type":"paragraph","text":"Buster: A coward? I’m not a coward. Would a coward have this?"},{"type":"paragraph","text":"Lucille: What the hell is that?"},{"type":"paragraph","text":"Buster: These are my awards, Mother. From Army. The seal is for marksmanship, and the gorilla is for sand racing."},{"type":"paragraph","text":"Lucille: You’re doing well?"},{"type":"paragraph","text":"Buster: I was just dropping these off. Now if you’ll excuse me, they’re putting me in something called Hero Squad."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: You have no idea what it’s like to be abandoned by your son."},{"type":"paragraph","text":"Michael: Do you see my son? He chose his girlfriend over me."},{"type":"paragraph","text":"Lucille: How the worm has turned."},{"type":"paragraph","text":"Michael: Oh, Mother."},{"type":"paragraph","text":"Lucille: Look who feels the sting of an ungrateful child."},{"type":"paragraph","text":"Michael: Mother, you have to receive something to be ungrateful. The point is, I’m not getting worked up over it tonight. I’m not gonna let anything bother me."},{"type":"paragraph","text":"Lucille: Good. I’ll get a drink, and then go home, and wait for you to come stay with me."},{"type":"paragraph","text":"Lucille: Thank God they’ve got my brands here."},{"type":"paragraph","text":"Narrator: This was an unacceptable solution."},{"type":"paragraph","text":"Michael: Hey, uh, Tobias, it’s Michael. I hope you get this. I need you to go over to my mother’s tonight."},{"type":"paragraph","text":"Narrator: Unfortunately, Tobias missed the call from the Bluth Company, and it went through to Michael’s home voice mail."},{"type":"paragraph","text":"Tobias: The Blue Men!"},{"type":"paragraph","text":"Voices: You have 101 unheard messages. First message."},{"type":"paragraph","text":"Lucille: It’s Mother! It’s Mother. Michael, it’s your mother. Michael, pick up. It’s Mother. Michael, it’s Mother."},{"type":"paragraph","text":"Michael: Hey, uh, Tobias. It’s Michael. I hope you get this. I need you to go over to my mother’s tonight."},{"type":"paragraph","text":"Narrator: And Lindsay showed up at the Christmas Party. Unfortunately, she didn’t realize that the employees had been threatened against flirting."},{"type":"paragraph","text":"Lindsay: Oh, hello, Ted. Oh, if you’re worried about my husband, it’s fine. He’s no bigger than a Cub Scout. You could take him, and you could certainly take me."},{"type":"paragraph","text":"Ted: This has been pleasant and professional. Good luck in the coming business year."},{"type":"paragraph","text":"Lindsay: Hey. Are you guys sticking stuff on G.O.B.’s suit?"},{"type":"paragraph","text":"Maeby: Shh. Go away. You’re going to ruin it."},{"type":"paragraph","text":"George Michael: Aunt Lindsay. How’s the party?"},{"type":"paragraph","text":"Lindsay: It is the worst Christmas party I’ve ever been to in my life. Now, watch this. Yep, like my last ten years. And my daughter won’t give me the time of day. How was your party?"},{"type":"paragraph","text":"George Michael: Oh, it was... it was good. They’re kind of... religious, Ann’s parents, so it was... yeah, it was just kind of..."},{"type":"paragraph","text":"Narrator: The word George Michael was searching for was “creepy.”"},{"type":"paragraph","text":"Ann:  Jesus, bleibet meine Freude, Meines Herzens Trost und Saft,"},{"type":"paragraph","text":"Uncle Paul: Let me give you a hand with that, little fella."},{"type":"paragraph","text":"Ann: Jesus wehret, Jesus wehret"},{"type":"paragraph","text":"George Michael: Oh, okay."},{"type":"paragraph","text":"Ann: Allem Leide..."},{"type":"paragraph","text":"Maeby: Hey, I was talking to the sound guy, and he said he’s got this karaoke thing."},{"type":"paragraph","text":"Michael: Yeah, let’s do it. Put the first song on in the book. Okay?"},{"type":"paragraph","text":"Maeby: Okay."},{"type":"paragraph","text":"Michael: Thanks very much."},{"type":"paragraph","text":"George Michael: Hey, Dad."},{"type":"paragraph","text":"Michael: Hey, I thought you were at your party."},{"type":"paragraph","text":"George Michael: No, no, they said I could leave for the second hour of silent prayer. But Ann and I do have to go back, so I should... I should go soon."},{"type":"paragraph","text":"Maeby: Uncle Michael."},{"type":"paragraph","text":"Michael: Okay. I’ll be right there. Sorry. I’ve got to go do this. I’ll be right back."},{"type":"paragraph","text":"Narrator: And Michael sang a duet with his niece."},{"type":"paragraph","text":"Michael: Gonna hold her tight, Gonna grab some afternoon delight"},{"type":"paragraph","text":"Lindsay: My daughter doesn’t need me."},{"type":"paragraph","text":"George Michael: Neither does my dad."},{"type":"paragraph","text":"Narrator: Had George Michael and Lindsay stayed, they might have discovered what Michael and Maeby did— that “Afternoon Delight” was more adult-themed than its innocent melody would have you believe."},{"type":"paragraph","text":"Maeby: And the thought of rubbing you is getting so exciting, Skyrockets in flight,"},{"type":"paragraph","text":"Michael: Hang on, Maeby."},{"type":"paragraph","text":"Maeby: Afternoon delight... "},{"type":"paragraph","text":"Michael: Listen, I’m going to go get some punch because it is toast time. Okay? No, no, no, it’ll look worse. Go that way."},{"type":"paragraph","text":"G.O.B.: So... Let’s toast me. Who’s first? Tom, why don’t you come up here and talk about me for a few minutes."},{"type":"paragraph","text":"Tom: Uh, I want to thank the Bluth family for hiring me back. It’s been a tough couple of years."},{"type":"paragraph","text":"G.O.B.: My brother did that. Talk about me."},{"type":"paragraph","text":"Tom: Oh, okay. Uh, you certainly do love those suits."},{"type":"paragraph","text":"G.O.B.: Seven grand— you better believe I love them. I mean, look... look what you’re wearing. You look like crap. I mean, at least this is... What...? Who did this? You do this, Tom?"},{"type":"paragraph","text":"Tom: No."},{"type":"paragraph","text":"G.O.B.: You’re a real smart ass, you know that, Tom."},{"type":"paragraph","text":"Tom: Look, I don’t know him very well, but G.O.B. seems like he’d be a really smart boss. Please, don’t laugh. Look, he... he’s a great magician."},{"type":"paragraph","text":"G.O.B.: [Bleep] you, Tom."},{"type":"paragraph","text":"Tom: Please, don’t."},{"type":"paragraph","text":"G.O.B.: No, you know what, you’re fired. No, you’re all fired. Each and every one of you. Merry Christmas."},{"type":"paragraph","text":"Michael: I didn’t know the lyrics. Where’s everybody going?"},{"type":"paragraph","text":"Ted: We don’t work here anymore."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"Ted: Is your sister still around?"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: The Christmas party had been a disaster."},{"type":"paragraph","text":"G.O.B.: I did the right thing, Michael. If I don’t fire them, how do I teach a lesson to the others?"},{"type":"paragraph","text":"Michael: There are no others. You fired everyone."},{"type":"paragraph","text":"G.O.B.: Oh, that’s... that’s-that’s great. The guy who’s dirty dancing with his niece is going to tell the guy in the thirty-six hundred dollar suit how to run the business. Come on."},{"type":"paragraph","text":"Michael: I know. Maybe we’re better off with me being business-like and you being the good-time, useless party guy."},{"type":"paragraph","text":"G.O.B.: It got us this far."},{"type":"paragraph","text":"Michael: Mm-hmm."},{"type":"paragraph","text":"G.O.B.: And must say that I miss the laughter. Oh, God, how they used to laugh with me."},{"type":"paragraph","text":"Michael: At you. We got to figure out a way to hire everybody back. A meeting."},{"type":"paragraph","text":"G.O.B.: A party."},{"type":"paragraph","text":"Michael: No, we just had a party."},{"type":"paragraph","text":"G.O.B.: Yeah, but I didn’t get to have any fun."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, Michael went to work on another Christmas party, this time with the help of his niece."},{"type":"paragraph","text":"Michael: I really appreciate you doing this. I didn’t want to ask George Michael. Did you see that he showed up at the party for five minutes last night and left without even saying good-bye."},{"type":"paragraph","text":"Maeby: Hey, my mom doesn’t even want to be in the same room with me."},{"type":"paragraph","text":"Lucille: Michael. I was almost attacked last night, in my own home. I walk in and there’s a colored man in my kitchen."},{"type":"paragraph","text":"Michael: “Colored”? What color was he exactly?"},{"type":"paragraph","text":"Lucille: Blue."},{"type":"paragraph","text":"Tobias: Hello, Lucille."},{"type":"paragraph","text":"Michael: Yeah, I sent him to your house to keep you safe."},{"type":"paragraph","text":"Lucille: Well, he did a terrible job, didn’t he? I need someone else. Someone better. What about this one? She’s got thick arms."},{"type":"paragraph","text":"Michael: Mom, you just need to calm down a little bit. You’re so tense."},{"type":"paragraph","text":"Lucille: How am I supposed to calm down?"},{"type":"paragraph","text":"George: She sounds tense. That means she’s not getting any from my brother, Oscar."},{"type":"paragraph","text":"Lucille: I mean, maybe I should move in with you."},{"type":"paragraph","text":"Narrator: And Michael realized he needed to retrieve his Uncle Oscar."},{"type":"paragraph","text":"Michael: How would you like to go on a road trip?"},{"type":"paragraph","text":"Maeby: No, I want to stay with her. Let’s go."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so the two of them prepared to drive up the coast."},{"type":"paragraph","text":"Michael: Okay, you’re in charge of the radio, and we’re not stopping until we find Uncle Oscar."},{"type":"paragraph","text":"Maeby: There he is."},{"type":"paragraph","text":"Michael: My mom is very stressed out, and, uh, she needs something that I can’t give her. Um... maybe a little “Afternoon Delight”?"},{"type":"paragraph","text":"Narrator: Oscar thought that Michael was referring to a particular brand of cannabis named “Afternoon Deelite,” a strain famous for slowing behavior."},{"type":"paragraph","text":"Oscar: Well, sure. The question is, which way do I try to get it in her?"},{"type":"paragraph","text":"Michael: I don’t need any details."},{"type":"paragraph","text":"Oscar: Maybe I’ll put it in her brownie."},{"type":"paragraph","text":"Michael: Hey!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lindsay: What happened to you?"},{"type":"paragraph","text":"Tobias: What? Oh, oh, my ears. The doctor said I can’t go to sleep for five hours, or I might die, or something. Oh, I got blown! So I can’t sleep!"},{"type":"paragraph","text":"Lindsay: Hey, have you seen Maeby?"},{"type":"paragraph","text":"George Michael: You’re not going to believe this. Apparently, my dad and Maeby took a drive up the coast."},{"type":"paragraph","text":"Lindsay: You’re kidding me."},{"type":"paragraph","text":"Tobias: Uh-oh. I should not have picked at that. That’s blood."},{"type":"paragraph","text":"Lindsay: This is ridiculous. So she’s got a new parent."},{"type":"paragraph","text":"George Michael: Yeah, now my dad’s got a new kid."},{"type":"paragraph","text":"Tobias: I’m going to lie down for a little bit. But just, I-I... it’s... I can’t fall..."},{"type":"paragraph","text":"Lindsay: Hey, how would you like to come to the party with me today?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Oscar was giving Lucille a little “Afternoon Deelite.”"},{"type":"paragraph","text":"Lucille: Mmm, these are really delicious."},{"type":"paragraph","text":"Oscar: I’ll get some more. Where did she go?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And soon, the second Bluth Company Christmas party in as many days began."},{"type":"paragraph","text":"Michael: You are not fired, sir."},{"type":"paragraph","text":"Tom: I really appreciate that."},{"type":"paragraph","text":"Michael: You got it. Here you go. Merry Christmas. Where the hell is my brother?"},{"type":"paragraph","text":"G.O.B.: Sure-sure, the guy in the $600 banana suit. Come on!"},{"type":"paragraph","text":"Michael: Hey. What the hell are you doing?"},{"type":"paragraph","text":"G.O.B.: Hey, don’t be mad at me ’cause you didn’t think about getting up at 6:00 a.m. and going out to Tarzana to get the ol’ banana suit out of storage. But it’s worth it, because it’s time for me to make people laugh again. With me. What’s funnier than a guy in an— Oh! Hey, wait. Hey! Hey! You’re pulling my leg off!"},{"type":"paragraph","text":"Michael: Hey, stop. Thank you."},{"type":"paragraph","text":"Narrator: Later, G.O.B. was inside the banana stand and it was getting pretty hot in there, so he decided to lose a layer."},{"type":"paragraph","text":"Michael: Hey, look, there’s your mom and George Michael. I guess they did come to support us after all."},{"type":"paragraph","text":"Lindsay: Look at that. They’re all over each other. With their little secrets."},{"type":"paragraph","text":"George Michael: Well, what can you do, right?"},{"type":"paragraph","text":"Lindsay: Yeah. How would you feel about singing a little karaoke?"},{"type":"paragraph","text":"Narrator: Unfortunately, Lindsay wasn’t there to see all of Michael and Maeby’s song, and was about to have a similar revelation."},{"type":"paragraph","text":"Lindsay: But you got some bait a-waitin’, and I think I might, Try nibbling a little afternoon delight... "},{"type":"paragraph","text":"Tobias: That’s my wife and nephew! We have an open relationship!"},{"type":"paragraph","text":"Narrator: Just then, Lucille arrived, craving a frozen banana. And the effects of Lindsay and George Michael’s “Afternoon Delight” was overshadowed by the effects of Oscar and Lucille’s “Afternoon Deelite.”"},{"type":"paragraph","text":"Michael: Mom? Tobias. Tobias, watch out."},{"type":"paragraph","text":"Narrator: Tobias couldn’t hear..."},{"type":"paragraph","text":"Michael: Tobias!"},{"type":"paragraph","text":"Narrator: ...and didn’t manage to get out of the way in time."},{"type":"paragraph","text":"Lucille: What the hell was that?"},{"type":"paragraph","text":"Narrator: And G.O.B. couldn’t move freely. Lucille tried to come to a stop, but the car hit G.O.B.’s banana peel."},{"type":"paragraph","text":"G.O.B.: I can’t get out of here. I’m stuck."},{"type":"paragraph","text":"Michael: Mom, are you crazy? You could’ve killed somebody."},{"type":"paragraph","text":"Lucille: Hey, Mikey, relax. It’s just a giant banana."},{"type":"paragraph","text":"Narrator: And that’s when Buster saw an opportunity to be a hero."},{"type":"paragraph","text":"Lucille: G.O.B.?"},{"type":"paragraph","text":"G.O.B.: Mom, I’m stuck!"},{"type":"paragraph","text":"Buster: I got you, brother! "},{"type":"paragraph","text":"Narrator: For the first time since he became president, G.O.B. heard the sweet sound of laughter."},{"type":"paragraph","text":"G.O.B.: They’re laughing with me, Michael. They’re laughing with me."},{"type":"paragraph","text":"Narrator: Unfortunately, Buster’s newfound skills did not involve lowering gently."},{"type":"paragraph","text":"Tobias: Hey, it’s Tobias. Who wants to take me to the hospital?"},{"type":"paragraph","text":"Narrator: And so, father and son reunited, rebuilding the banana stand for a second time."},{"type":"paragraph","text":"George Michael: Hey, can I give you a hand?"},{"type":"paragraph","text":"Michael: Hey. Yeah. That would be great. Okay."},{"type":"paragraph","text":"George Michael: So, um, I’m sorry about..."},{"type":"paragraph","text":"Michael: Listen, I-I, well... embarrassing... I, uh, I’ve been a little out of line lately, and you’re entitled to be with your girlfriend. I guess I got a little bit jealous."},{"type":"paragraph","text":"George Michael: Yeah, well, me, too."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"George Michael: Okay."},{"type":"paragraph","text":"Michael: Gonna grab some afternoon...  Does not seem like it would be that dirty."},{"type":"paragraph","text":"George Michael: It is catchy."},{"type":"paragraph","text":"Michael: No."},{"type":"paragraph","text":"George Michael: Right. That’s the thing."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, the Blue Man Group finally calls for Tobias with a life-changing opportunity. Unfortunately, he can’t hear it and his life stays the same."}],"images":[]}]}