{"sections":[{"title":"Transcript of The One Where Michael Leaves","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"The One Where Michael Leaves\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"The One Where Michael Leaves\" was written by Mitchell Hurwitz and Richard Rosenstock."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: This is Michael Bluth. Right now he is taking his son, George Michael, to start a new life in Arizona."},{"type":"paragraph","text":"Michael: Phoenix, Arizona. Huh? This is it, boy. We are free. Follow our dreams, you know? And the best part of it? Not working for the family anymore."},{"type":"paragraph","text":"George Michael: Yeah, but don’t—don’t you always say family first?"},{"type":"paragraph","text":"Michael: Yes I do, but that is not a family, okay? They’re a bunch of greedy, selfish people who have our nose. And Aunt Lindsay."},{"type":"paragraph","text":"George Michael: She’s not my real aunt?"},{"type":"paragraph","text":"Michael: Not a real nose. Got a picture of her when she’s fourteen in a swimming cap. She looks like a falcon."},{"type":"paragraph","text":"Michael: Spend an entire year living in that stupid model home with those people, and all they did was lie to us."},{"type":"paragraph","text":"Narrator: The most recent lie was that Michael’s father had had a heart attack while in prison."},{"type":"paragraph","text":"Dr. Fishman: We lost him."},{"type":"paragraph","text":"Narrator: What the doctor meant to say was that George, Sr. had escaped. A feat he’d accomplished by using the family’s portable stairway vehicle."},{"type":"paragraph","text":"Michael: I’d like to see the look on their faces right now. (Imitating.) Where’d he go?"},{"type":"paragraph","text":"George Michael: Or they’d think we just headed home. Actually, you know, that’s kind of what I thought until I heard about all that Phoenix stuff."},{"type":"paragraph","text":"Narrator: Michael was concerned that the full impact of his departure might have been lost on his family."},{"type":"paragraph","text":"Lucille: (Answering phone.) Hello, who is this?"},{"type":"paragraph","text":"Michael: (In a deep voice.) Yes, this is Doctor Blumen. I’m calling regarding Michael Bluth."},{"type":"paragraph","text":"Lucille: Michael! Phone!"},{"type":"paragraph","text":"Michael: (Hanging up phone.) They think we’re still there. We’re going back."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: Hello, mom. Any messages?"},{"type":"paragraph","text":"Lucille: None."},{"type":"paragraph","text":"Michael: No. There was a message, it was about my health. But, doesn’t matter. My son and I..."},{"type":"paragraph","text":"Lucille: Buster, what are you doing with mother’s rape horn? Yes, I have a rape horn, Michael. Because you took away my mace."},{"type":"paragraph","text":"Buster: Yeah, like anyone would want to “R” her."},{"type":"paragraph","text":"Lucille: This is what I’m talking about, Michael. Now that your father has deserted us, Buster has become impossible to control. Suddenly he’s too much of a big-shot to brush mother’s hair."},{"type":"paragraph","text":"Michael: Well, I’m not h... I’m not helping you with Buster anymore. I’m not helping anyone with anything. I came here to tell you that my son and I... Lucille starts the blender."},{"type":"paragraph","text":"Narrator: George Michael, meanwhile, was approached by his cousin Maeby."},{"type":"paragraph","text":"Maeby: So, you’re really leaving, huh? Have you told your girlfriend Bland? I mean, Ann."},{"type":"paragraph","text":"George Michael: She’s not my girlfriend. And she’s not bland."},{"type":"paragraph","text":"Maeby: Really? Because, I mean, under her school picture, it said, “Not pictured.”"},{"type":"paragraph","text":"George Michael: Okay, they printed a retraction in the spring supplement. And yeah, she was really looking forward to seeing me in my Uncle Sam outfit in the get-out-to-vote assembly tomorrow."},{"type":"paragraph","text":"Maeby: Wasn’t that supposed to be before the election?"},{"type":"paragraph","text":"George Michael: Yeah, they had to postpone it when that foreign exchange student parked too close to the gym."},{"type":"paragraph","text":"Annyong: I do it. I play Uncle Sam. Better than the part I have now. Guy who order strike on Pearl Harbor."},{"type":"paragraph","text":"Michael: I don’t know why you’re not taking this “I’m out of here” seriously, but I am out of here, seriously."},{"type":"paragraph","text":"G.O.B.: Let’s face it, Michael. You’ve made this threat before."},{"type":"paragraph","text":"Michael: Tell me, when."},{"type":"paragraph","text":"Michael: That’s it, I’m out of here."},{"type":"paragraph","text":"G.O.B.: Ta da!"},{"type":"paragraph","text":"Michael: I’m out of here."},{"type":"paragraph","text":"Michael: I’m out of this family. Seriously."},{"type":"paragraph","text":"Michael: This time, we’re going to be so far away, you’re never be able to find us."},{"type":"paragraph","text":"George Michael: We’re going to Phoenix."},{"type":"paragraph","text":"Michael: Don’t tell them where."},{"type":"paragraph","text":"George Michael: I just thought..."},{"type":"paragraph","text":"Michael: Doesn’t matter what."},{"type":"paragraph","text":"Lindsay: Michael, maybe the reason why you always come back is that you need us more than we need you."},{"type":"paragraph","text":"Michael: Hmmm. Oh, that’s rich. Huh. I need you. Alright, I’ll tell you what. Mom, you’re always asking me to help you look after Buster? You can find somebody else. I hope she doesn’t kill you."},{"type":"paragraph","text":"Buster: I’ll kill her first!"},{"type":"paragraph","text":"Michael: And good luck trying to find someone else to run the business, by the way. G.O.B., instead of always coming to me looking for money, saying, “I’ve made a huge mistake,” you can bail yourself out next time."},{"type":"paragraph","text":"G.O.B.: I’ve never admitted to a mistake. What would I have made a mistake about?"},{"type":"paragraph","text":"Michael: Lindsay, instead of sleeping in twin beds, why don’t you and your husband take the master bedroom. It’s not like you’ve never come to me with your marital problems saying, “Oh, help me Michael, I think my husband might be a ho...”"},{"type":"paragraph","text":"Tobias: Oh, God!"},{"type":"paragraph","text":"Michael: Here we go."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so once again, the guys were on their way to Phoenix, never to look back."},{"type":"paragraph","text":"George Michael: (In deep voice, into phone.) This is just the lab calling. We’ll give him the bad news in Phoenix. (To Michael.) They know we’re gone."},{"type":"paragraph","text":"Michael: Great. You did say Phoenix again, but what do we care."},{"type":"paragraph","text":"George Michael: Sorry."},{"type":"paragraph","text":"Michael: Now, do you want to steer, or are you too old to sit on your pop’s lap and drive?"},{"type":"paragraph","text":"George Michael: I think I might be."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"Sheriff: The car’s registered to George Bluth, so we had to check. He’s been caught, so you’re free to go."},{"type":"paragraph","text":"Michael: He’s been caught?"},{"type":"paragraph","text":"Narrator: Michael knew if he went back to see his father, he’d only end up saying something hurtful."},{"type":"paragraph","text":"Michael: We’re going back."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, the police only thought they’d arrested George, Sr...."},{"type":"paragraph","text":"Oscar: Do you have any cookies with no preservatives?"},{"type":"paragraph","text":"Narrator: ... but had gotten his twin brother Oscar instead."},{"type":"paragraph","text":"Lucille: Oh, good grief. It’s Oscar."},{"type":"paragraph","text":"Oscar: Oh, thank god you’ve come."},{"type":"paragraph","text":"Narrator: Lucille had a relationship with Oscar years earlier, which she was not eager to rekindle."},{"type":"paragraph","text":"Lucille: What is wrong with you? The boy is here."},{"type":"paragraph","text":"Buster: Oh! They said my father was here."},{"type":"paragraph","text":"Oscar: Did they?"},{"type":"paragraph","text":"Lucille: Let’s get out of here."},{"type":"paragraph","text":"Buster: Wh-what about Oscar?"},{"type":"paragraph","text":"Oscar: Yes. They impounded my humble trailer."},{"type":"paragraph","text":"Buster: You’ll stay with us!"},{"type":"paragraph","text":"Lucille: No, he won’t."},{"type":"paragraph","text":"Buster: You’re the one who says I need a father figure."},{"type":"paragraph","text":"Oscar: Yes, a father figure."},{"type":"paragraph","text":"Lucille: Fine, but you’re not sleeping in my bed."},{"type":"paragraph","text":"Oscar: Okay."},{"type":"paragraph","text":"Buster: Okay."},{"type":"paragraph","text":"Narrator: Soon, Michael arrived to claim his father, and was met by the family attorney, Barry Zuckerkorn."},{"type":"paragraph","text":"Michael: Mmm."},{"type":"paragraph","text":"Barry: No, I know, I know. Everybody says leave it alone. Leave it alone. Does this look contagious to you? (Slapping George Michael.) Hey kiddo! All right, it wasn’t your father. It was your uncle. I ran into them as they were leaving."},{"type":"paragraph","text":"Lucille: Oh for god’s sake."},{"type":"paragraph","text":"Michael: Well, I only came back to tell them that I was leaving, so I guess it’s time to go, son."},{"type":"paragraph","text":"Barry: Where are you going?"},{"type":"paragraph","text":"George Michael: We can’t tell you."},{"type":"paragraph","text":"Michael: No, no. We can tell Barry. We’re going to Phoenix."},{"type":"paragraph","text":"Barry: Oh, I wish you hadn’t said that. As your lawyer, I have to inform you you cannot leave the state. I mean, with your father gone, they want to hold you."},{"type":"paragraph","text":"Michael: Me?"},{"type":"paragraph","text":"Barry: They’re going to indict you tomorrow. All you have to do is come up with the bail. Take it out of the business."},{"type":"paragraph","text":"Michael: But I can’t. I quit. I don’t want to follow in my father’s footsteps."},{"type":"paragraph","text":"Barry: Then you might wind up on his cot. Oh man, I wish you hadn’t said Phoenix."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael had just found out that he couldn’t leave the state, unless he came up with bail."},{"type":"paragraph","text":"Michael: Okay, listen. I’m going to get the company checkbook, and don’t tell the family. We can’t give them the satisfaction of telling them that I need money, okay? Do you remember what we say about the family?"},{"type":"paragraph","text":"George Michael: It’s not Aunt Lindsay’s nose."},{"type":"paragraph","text":"Michael: Yes, but no."},{"type":"paragraph","text":"George Michael: Don’t tell them we were going to..."},{"type":"paragraph","text":"Michael: We say that we don’t need them."},{"type":"paragraph","text":"George Michael: Oh!"},{"type":"paragraph","text":"Michael: Hmmm?"},{"type":"paragraph","text":"George Michael: Yeah, okay. The new one."},{"type":"paragraph","text":"Michael: What are you doing?"},{"type":"paragraph","text":"Lindsay: I’m exercising, Michael."},{"type":"paragraph","text":"Michael: I see you’ve found an exercise tape made for people as lazy as you are."},{"type":"paragraph","text":"Lindsay: I do have a love life."},{"type":"paragraph","text":"Michael: Okay, this is going off. One night in the master bedroom, and you’ve got yourself a love life again?"},{"type":"paragraph","text":"Lindsay: Well, I’ll be honest. At first, it was awkward."},{"type":"paragraph","text":"Tobias: Oh, Linsday. Well. This is exciting."},{"type":"paragraph","text":"Lindsay: Finally, we can be a normal couple..."},{"type":"paragraph","text":"Tobias: Nice to be back in a queen."},{"type":"paragraph","text":"Tobias: It’s too much pressure."},{"type":"paragraph","text":"Lindsay: I can’t do this."},{"type":"paragraph","text":"Narrator: So, Lindsay and Tobias finally took a hard look at their relationship."},{"type":"paragraph","text":"Tobias: You know, Lindsay, as a therapist, I have advised a number of couples to explore an open relationship where the couple remains emotionally committed, but free to explore extra-marital encounters."},{"type":"paragraph","text":"Lindsay: Well, did it work for those people?"},{"type":"paragraph","text":"Tobias: No, it never does. I mean, these people somehow delude themselves into thinking it might, but.... but it might work for us."},{"type":"paragraph","text":"Lindsay: Well, we could give it a shot."},{"type":"paragraph","text":"Tobias: Great. We’ll hammer out the details later. Right now, we’ve got a daughter to tell. Maeby! We’re having a family meeting."},{"type":"paragraph","text":"Narrator: On her way to the family meeting, Lindsay had an unexpected encounter."},{"type":"paragraph","text":"Lindsay: Hello."},{"type":"paragraph","text":"James: Hi. G.O.B. told me to come by."},{"type":"paragraph","text":"Lindsay: Well, I don’t think he’s here."},{"type":"paragraph","text":"James: Well, tell him I like what I see."},{"type":"paragraph","text":"Tobias: And we probably won’t even act on it. We’re not going to get a divorce. If anything, it’ll bring mommy and daddy closer..."},{"type":"paragraph","text":"Lindsay: I met someone. I got a date. I’m dating someone."},{"type":"paragraph","text":"Tobias: Well, let the great experiment begin."},{"type":"paragraph","text":"Michael: You’re not using my master bedroom for that."},{"type":"paragraph","text":"Lindsay: I believe you left. Or did you realize how much you need us after all?"},{"type":"paragraph","text":"Michael: Actually, I came back because I need something. Some things. Like the checkbook. Where’s the corporate checkbook?"},{"type":"paragraph","text":"Lindsay: G.O.B. must’ve taken it to the office. Mom put him in charge. That’s right, Michael. He’s got your old job."},{"type":"paragraph","text":"Michael: Well, I better get over there before he brings the whole company down."},{"type":"paragraph","text":"Lindsay: It’s only been three hours. How much damage could he really do? And release."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In three hours, G.O.B. had done $45,000 in damage."},{"type":"paragraph","text":"G.O.B.: In there, please."},{"type":"paragraph","text":"Michael: Hey, where’s my desk?"},{"type":"paragraph","text":"G.O.B.: Oh, I think it’s the massage table in the break room now. Take the window."},{"type":"paragraph","text":"Michael: No, hold it. G.O.B., Mom may think that she’s given you my job, but the board still has to approve that decision."},{"type":"paragraph","text":"G.O.B.: Actually, they already have."},{"type":"paragraph","text":"Board Member #3: Why should we believe in you?"},{"type":"paragraph","text":"G.O.B.: For the same reason you should believe a hundred dollar bill is no more than a hundred pennies."},{"type":"paragraph","text":"G.O.B.: They approved me unanimously."},{"type":"paragraph","text":"Michael: Why wouldn’t they? You’ve only lost them 99 dollars so far."},{"type":"paragraph","text":"G.O.B.: Well, I’ve already been pretty successful. Showing the model house again. Sent a realtor over there yesterday."},{"type":"paragraph","text":"Narrator: It was this realtor who’d run into Lindsay, thinking she was looking for a home."},{"type":"paragraph","text":"James: I have an open thing going on, too. I’ll give you the address, and you can come by. And I think you’ll really like the neighbors."},{"type":"paragraph","text":"Lindsay: Okay."},{"type":"paragraph","text":"G.O.B.: So what brings you here, Michael? I hope it’s not for a handout. I run a pretty tight ship around here."},{"type":"paragraph","text":"Michael: With a pool table?"},{"type":"paragraph","text":"G.O.B.: It’s a gaming ship."},{"type":"paragraph","text":"Michael: I’m here because I thought you might need me."},{"type":"paragraph","text":"G.O.B.: I need you?"},{"type":"paragraph","text":"Michael: That’s right."},{"type":"paragraph","text":"G.O.B.: Oh, boy. That’s good. Can’t wait to call the guys in to hear this one. (Picks up the phone.) How do you intercom on this?"},{"type":"paragraph","text":"Michael: Star 2."},{"type":"paragraph","text":"G.O.B.: At the same time?"},{"type":"paragraph","text":"Michael: Hit... no, just the star. In the corner."},{"type":"paragraph","text":"G.O.B.: So if I do it like that."},{"type":"paragraph","text":"Michael: No, turn your hand the other way. Star."},{"type":"paragraph","text":"G.O.B.: Oh, that’s star."},{"type":"paragraph","text":"Michael: 2. Alright, let’s just hang it up. There we go. I thought that you might need me to help you with the books. You know, the corporate checkbook. Where is it?"},{"type":"paragraph","text":"G.O.B.: Actually, Mom’s got it. She was uncomfortable with me..."},{"type":"paragraph","text":"Narrator: Michael now had the distasteful choice of either asking his mother for money or going to jail."},{"type":"paragraph","text":"Michael: Maybe Buster killed her already."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Tobias was also having a bad day. Lindsay had met someone and he hadn’t. And that’s when he found what he thought was a support group for depressed men."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: Well, if it isn’t the boy who cried “Phoenix.”"},{"type":"paragraph","text":"Michael: Ho ho. No, I was just worried about Buster. I thought maybe I should give him a little guidance. Write him a check, be a role model. Where is the company checkbook?"},{"type":"paragraph","text":"Buster: I already have a new role model, Michael."},{"type":"paragraph","text":"Lucille: His uncle Oscar is living here now."},{"type":"paragraph","text":"Michael: Wow, you guys have accomplished a lot in the last three hours. Where is he?"},{"type":"paragraph","text":"Oscar: I sent him out for a new airhorn."},{"type":"paragraph","text":"Lucille: We’ve got it all under control."},{"type":"paragraph","text":"Michael: Great. I’m just worried that it’s only going to be a matter of time before the media starts putting the all the pieces of this Iraq story. "},{"type":"paragraph","text":"Narrator: Michael had recently found out that the model home he nad his son currently lived in was very similar to some his father may have illegally been building in Iraq."},{"type":"paragraph","text":"Lucille: They haven’t yet. And frankly, it’s a very difficult charge to prove."},{"type":"paragraph","text":"Michael: Man, that jury’s going to fall in love with you."},{"type":"paragraph","text":"Lucille: What do you need, Michael?"},{"type":"paragraph","text":"Michael: I don’t need anything. I’m great. Because everyone else is great. I can’t tell you how nice it is to not be needed anymore."},{"type":"paragraph","text":"Annyong: I want you."},{"type":"paragraph","text":"Michael: Okay, the jury might actually like that."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: It was at that moment that G.O.B. found something the jury might not like..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ...and Lindsay arrived at what she thought was a date."},{"type":"paragraph","text":"James: Hey. You found it. So, should we start in the kitchen?"},{"type":"paragraph","text":"Lindsay: I thought, the bedroom."},{"type":"paragraph","text":"James: Sure, I’ll meet you up there. I’ve got to make this place smell like cookies. And you should know I am anticipating multiples on this."},{"type":"paragraph","text":"Lindsay: Well, I wouldn’t be doing this if I didn’t think that was a possibility."},{"type":"paragraph","text":"Narrator: Lindsay was nervous, and took a shower to relax."},{"type":"paragraph","text":"Lindsay: I can’t do this."},{"type":"paragraph","text":"Prospective Buyer: Come on kids, we’ll go downstairs and have some cookies."},{"type":"paragraph","text":"Narrator: The kids were in for some bad news too."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Tobias, meanwhile, discovered that what he thought was a support group turned out to a team of bald men painted blue. Even Lucille was about to find herself in trouble."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Oscar: (To Buster, combing his hair.) Oh, you’ve done this before. You know, you should let your hair grow long."},{"type":"paragraph","text":"Buster: Well, I’ve thought about it. I guess I’d look like you."},{"type":"paragraph","text":"Oscar: More than you’ll ever know."},{"type":"paragraph","text":"John Beard: Are you living in one of Saddam’s many palaces? They may have been built by the same developer. And a seal attack. Meet one surprised bather, coming up."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Seven minutes had passed since G.O.B. had discovered the documents."},{"type":"paragraph","text":"Assistant: G.O.B., your mother on line 1."},{"type":"paragraph","text":"Lucille: (On phone.) I’m coming over. Don’t talk to anyone."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: It was at that moment that Lucille was stopped by a documentary filmmaker."},{"type":"paragraph","text":"Documentary filmmaker: Alright, your company is being accused of profiting off of the buildling of houses in Iraq."},{"type":"paragraph","text":"Lucille: That’s crazy, we’re all loyal Americans."},{"type":"paragraph","text":"Documentary filmmaker: Oh yeah. Would you enroll your son or daughter in the Army?"},{"type":"paragraph","text":"Lucille: (Looking at Buster.) Yes."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael was out of options. And knowing that his father had a penchant for hiding valuable things in walls, considered one last desperate gambit."},{"type":"paragraph","text":"Michael: This is crazy. What am I doing using a hammer to try to ... ? Ahhh!"},{"type":"paragraph","text":"Tobias: Are you crazy?"},{"type":"paragraph","text":"Michael: Are you blue?"},{"type":"paragraph","text":"Tobias: Only in color, Michael. Only in color. It seems like I might have stumbled upon an acting opportunity."},{"type":"paragraph","text":"Michael: As a member of the Blue Man Group?"},{"type":"paragraph","text":"Tobias: Oh, no, you’re thinking of the support group. I made that same mistake myself. They’re called the Blue Man Group. But it’s funny, if I hadn’t sought out a support group, I never would have gotten this gig as an understudy for a performance art group. You know, the universe works in mysterious ways, Michael. You never know where help is going to come from, until you look for it."},{"type":"paragraph","text":"Michael: Why does everyone think that I need help?"},{"type":"paragraph","text":"Tobias: Michael, look at you. I mean, you’re holding a sledgehammer, you’re covered... oh, I did that. Here let me...."},{"type":"paragraph","text":"Narrator: And Michael realized that he, too, had been too proud."},{"type":"paragraph","text":"Michael: I need money."},{"type":"paragraph","text":"Tobias: I can’t help you."},{"type":"paragraph","text":"Michael: I know. It did bother me that they did so well without me. But I do have to ask them for help."},{"type":"paragraph","text":"Tobias: And I have to ask for an audition."},{"type":"paragraph","text":"Michael: You haven’t auditioned yet?"},{"type":"paragraph","text":"Tobias: Oh, no, no. I’m not in the group yet. No, I’m afraid I just blue myself."},{"type":"paragraph","text":"Michael: There’s got to be a better way to say that."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Tobias rushed to the theater hoping to be seen. Unfortunately, it was dusk, and he couldn’t be seen."},{"type":"paragraph","text":"Barry: What the hell was that?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, for the second time in two days, the family gathered at the hospital."},{"type":"paragraph","text":"Michael: Everything’s going to be okay. I’m sure he’s going to be fine. I’m so sorry that this happened. I spoke to him just before he left the house."},{"type":"paragraph","text":"Lindsay: Oh really? What did he say? What was the last thing he said?"},{"type":"paragraph","text":"Tobias: I just blue myself."},{"type":"paragraph","text":"Michael: He said some wonderful things. Including the fact that sometimes people are too proud to ask for help when they need it."},{"type":"paragraph","text":"G.O.B.: Oh god, okay. Fine. I need you."},{"type":"paragraph","text":"Lucille: I need you. Okay, Michael?"},{"type":"paragraph","text":"Michael: No, no. I didn’t mean for you..."},{"type":"paragraph","text":"Lindsay: It was a realtor, Michael. Now my husband’s in the hospital."},{"type":"paragraph","text":"Buster: Mom volunteered me for the Army. Just because the fat man dared her to."},{"type":"paragraph","text":"Lucille: We can’t let them take Buster."},{"type":"paragraph","text":"Annyong: I lost my wig. My Uncle Sam wig."},{"type":"paragraph","text":"G.O.B.: Michael, I am sitting on some very hot information here. I know too much. I’ve got the thingie. Half in English, half in squibbly."},{"type":"paragraph","text":"Lucille: Michael, please, we need you."},{"type":"paragraph","text":"Michael: Well, I hate to cancel my medical followup in Phoenix, but you give me the corporate checkbook, and I’ll see what I can do."},{"type":"paragraph","text":"Dr. Fishman: Excuse me, Mrs. Fünke."},{"type":"paragraph","text":"Lucille: Oh, this guy again."},{"type":"paragraph","text":"Michael: How is he, doctor?"},{"type":"paragraph","text":"Dr. Fishman: It looks like he’s dead."},{"type":"paragraph","text":"Lucille: Oh my god!"},{"type":"paragraph","text":"G.O.B.: Oh little guy. The tears aren’t coming. The tears just aren’t coming."},{"type":"paragraph","text":"Michael: Just to be clear. Looks like he’s dead, or he is dead?"},{"type":"paragraph","text":"Dr. Fishman: It just looks like he’s dead. He’s got like blue paint on him or something. But he’s going to be fine."},{"type":"paragraph","text":"G.O.B.: What is wrong with you?"},{"type":"paragraph","text":"Maeby: This [bleep]ing doctor!"},{"type":"paragraph","text":"Dr. Fishman: I’ll let you celebrate privately."},{"type":"paragraph","text":"Lucille: We want this comped!"},{"type":"paragraph","text":"George: (Disguised as Oscar.) Well, I’m gonna, I’m just gonna head out. You don’t need some piece of bleep uncle hanging around ..."},{"type":"paragraph","text":"Michael: Hey, hey, that’s not my dad. That’s not the guy you want. If you want anyone, it’s me."},{"type":"paragraph","text":"Lucille: What?"},{"type":"paragraph","text":"Michael: Yeah, I’ve got to turn myself in or make bail, maybe by like eight o’clock. Hey, hey, hey. That’s enough. (To George) Oh hey, You might want to have that looked at."},{"type":"paragraph","text":"George: Thanks, Mikey."},{"type":"paragraph","text":"Michael: Yeah, they think that I’m involved in this Iraq thing, and I can’t prove that I’m not with dad not around, so I need your help or I’m going to go to jail."},{"type":"paragraph","text":"G.O.B.: We’ve got the proof, Michael. Dad’s signed contract with Saddam."},{"type":"paragraph","text":"Buster: Hussein."},{"type":"paragraph","text":"Lucille: Use it. If it makes your father look bad, then so be it. He’s long gone now."},{"type":"paragraph","text":"G.O.B.: Hey, uh, where’s the briefcase?"},{"type":"paragraph","text":"George Michael: Oscar has it."},{"type":"paragraph","text":"Oscar: Hey, I’m awfully sorry I’m late. I got here as fast as I... oh, how is he?"},{"type":"paragraph","text":"Lucille: Did you just change your clothes?"},{"type":"paragraph","text":"Annyong: Hey, look what I found on window sill. Just hat. Someone take wig."},{"type":"paragraph","text":"Narrator: In fact, it was George, Sr. who took wig, and was fleeing the country with the evidence Michael so badly needed."},{"type":"paragraph","text":"G.O.B.: You’ve made a huge mistake."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Lindsay almost stumbles upon a dating opportunity..."},{"type":"paragraph","text":"Doctor Fishman: You look really hot."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... but instead is admitted to the hospital with a fever of 104. Michael finally gets the corporate checkbook, only to find that the family has gotten to it first, and Barry lands in jail."},{"type":"paragraph","text":"Michael: You’re glad Tobias is pressing charges?"},{"type":"paragraph","text":"Barry: I am having the time of my life."},{"type":"paragraph","text":"Doctor Hate: Hey."},{"type":"paragraph","text":"Barry: Hey, Doctor Hate."},{"type":"paragraph","text":"Guard: No touching."}],"images":[]}]}