{"sections":[{"title":"Transcript of In God We Trust","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"In God We Trust\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"In God We Trust\" was written by Abraham Higginbotham."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael Bluth had called a meeting with the family’s long-time attorney to discuss his father’s incarceration."},{"type":"paragraph","text":"Barry: I am so sorry. It was a client. Okay..."},{"type":"paragraph","text":"Narrator: But he was finding it difficult to get any answers."},{"type":"paragraph","text":"Barry: How long was I on the phone?"},{"type":"paragraph","text":"Michael: 25 minutes."},{"type":"paragraph","text":"Barry: Well, you know, with the cell phone charges, I could have rounded it out to about an hour, ’cause it’s easier to bill. All right. Anything else to go over?"},{"type":"paragraph","text":"Michael: We’ve got everything else to go over. We haven’t done anything to get my dad out of jail."},{"type":"paragraph","text":"Narrator: He was, however, getting along with his sister, which was unwelcome news to their mother who feared this unity might be used against her."},{"type":"paragraph","text":"Barry: I do have some big news. It’s going to cost you a little money— $20,000, something like that. The courts have agreed to let your father... out of prison."},{"type":"paragraph","text":"Lucille: This is a lawyer."},{"type":"paragraph","text":"Buster: He’s a master."},{"type":"paragraph","text":"Barry: For the entire afternoon."},{"type":"paragraph","text":"Michael: What-what do you mean, “afternoon”? What afternoon?"},{"type":"paragraph","text":"Barry: The day before Christmas. In time for the Living Classics Pageant, because I know how important that is to all of you."},{"type":"paragraph","text":"Narrator: The Living Classics Pageant, an Orange County tradition, consists of live representations of classic works of art. The Bluth family has participated, not only as a patron but as an integral part of its most popular exhibit: Michelangelo’s The Creation of Adam."},{"type":"paragraph","text":"Tobias: I would be happy to play Adam. Uh, I’d prefer a speaking part..."},{"type":"paragraph","text":"Lindsay: Please don’t speak for the rest of the meeting."},{"type":"paragraph","text":"Tobias: Zing!"},{"type":"paragraph","text":"Buster: No, no, seriously, I don’t want to play Adam."},{"type":"paragraph","text":"Lucille: Buster, every year we go through this song and dance, and every year you say, “Thank you, Mama, for making me play Adam.” You’re doing it."},{"type":"paragraph","text":"Narrator: This concerned Buster, as he’d been secretly dating his mother’s best friend and chief social rival, Lucille Austero."},{"type":"paragraph","text":"Buster: Can’t we just stay here and play poker again? You can bet your vertigo medicine against my anxiety pills."},{"type":"paragraph","text":"Lucille 2: No! Buster, for God’s sake, there’s music to hear, places to go, envy to stir! Look, I’m tired of keeping our love a secret. We are going out, and that is that! Oh, Buster. Okay, I’m okay. I’m okay!"},{"type":"paragraph","text":"Barry: Okay, I’m going to get out of your hair. We’ll talk about this money later in the week."},{"type":"paragraph","text":"Michael: Excuse me, but we’re not going to pay $20,000 to get my dad out for one day."},{"type":"paragraph","text":"Barry: No, no, it’s a bond. It’s all refundable. Unlike my time."},{"type":"paragraph","text":"Michael: It’s been a complete waste of two hours, okay? We’re just not going to do it, and that’s that. What do you doing? Are you writing two hours?"},{"type":"paragraph","text":"Barry: No, I’m taking notes. I’m taking notes on the case."},{"type":"paragraph","text":"Michael: Let me see that. Let me just see that."},{"type":"paragraph","text":"Barry: You’re scaring me. You know what? Just leave it alone!"},{"type":"paragraph","text":"Michael: Let me just see what you wrote."},{"type":"paragraph","text":"Barry: Leave it alone! It is a gift from a client!"},{"type":"paragraph","text":"Lucille: Barry’s very good."},{"type":"paragraph","text":"Lindsay: He’s an idiot."},{"type":"paragraph","text":"Michael: Exactly."},{"type":"paragraph","text":"Michael: We’re not trying to get Dad out for a night. We’re trying to get him out for good. And we’re going to get a new lawyer. I actually know of one who’s available. His name’s Wayne Jarvis. He’s a top guy."},{"type":"paragraph","text":"Narrator: Wayne Jarvis had become famous after an employment discrimination suit against the family’s current attorney, Barry Zuckerkorn."},{"type":"paragraph","text":"James Alan Spangler: It’ll be a long time before Barry Zuckerkorn calls anyone a “homo” again."},{"type":"paragraph","text":"Lucille: You know, I am really happy that you two are in agreement, but we’re not getting rid of Barry. He’s like family, and you can’t fire family."},{"type":"paragraph","text":"Michael: Yeah, I know. Hey, Maeby."},{"type":"paragraph","text":"Tobias: (Quietly.) Sorry. You said you didn’t want her to come."},{"type":"paragraph","text":"Lindsay: I said I didn’t want you to come."},{"type":"paragraph","text":"Tobias: Oh, that makes more sense."},{"type":"paragraph","text":"Lindsay: Now she’s going to think we’re totally self-involved."},{"type":"paragraph","text":"Tobias: I-I can fix this. Buster’s probably still in the lobby. Let me go see if I can’t get him to give me the part of Adam."},{"type":"paragraph","text":"Lindsay: Okay, and I’ll see if I can get some money from my mom."},{"type":"paragraph","text":"Lucille: Lupe, there are some juice glasses on the sofa table."},{"type":"paragraph","text":"Lindsay: Oh, Mama, I’ll help you clean up. (To Lupe.) There are some salad plates on the piano."},{"type":"paragraph","text":"Lindsay: No, Mom. Tobias and I are doing fine, thank you. It’s my credit card debt."},{"type":"paragraph","text":"Lucille: Forget it."},{"type":"paragraph","text":"Lindsay: Fine. I’ll ask Michael. He’ll give it to me."},{"type":"paragraph","text":"Lucille: Well, maybe if you get him drunk. It’s the only way he’ll give money to someone who calls his “stay-in-bed-mom...”"},{"type":"paragraph","text":"Lindsay: He said that about me?"},{"type":"paragraph","text":"Lucille: I know it was harsh, but, you know, he thinks you’re completely irresponsible. A stay-in-bed mom. Probably because you don’t work, and you’re lazy. Oh... his words."},{"type":"paragraph","text":"Lindsay: I don’t believe him."},{"type":"paragraph","text":"Lucille: I know! Just when you were getting along so well."},{"type":"paragraph","text":"Maeby: They’ve got to be kidding me."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael’s brother, G.O.B., meanwhile, had missed the meeting that morning after being delayed by his girlfriend, Marta."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And while G.O.B. took his girlfriend for granted, Michael was learning Spanish to get closer to her."},{"type":"paragraph","text":"Tape: That is not something I can bring to my boss."},{"type":"paragraph","text":"Narrator: Unfortunately, the one tape he could find was of little use to him."},{"type":"paragraph","text":"Tape: Are you going to the complimentary breakfast?"},{"type":"paragraph","text":"Michael: That’ll get her hot."},{"type":"paragraph","text":"G.O.B.: Well, if it isn’t the boy who lives under the stairs."},{"type":"paragraph","text":"Michael: Hey, G.O.B."},{"type":"paragraph","text":"G.O.B.: What are you doing? Learning Spanish?"},{"type":"paragraph","text":"Michael: Nope. It’s s... it’s something for work, so, yes, uh, yeah..."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, Buster was trying to get George Michael to take his place as Adam."},{"type":"paragraph","text":"George Michael: I don’t know, Uncle Buster."},{"type":"paragraph","text":"Buster: But you don’t have the frontispiece yet?"},{"type":"paragraph","text":"George Michael: Frontispiece?"},{"type":"paragraph","text":"Buster: Look, I don’t want to go through a whole song and dance with you. You’re going to love it. Y-You just can’t do anything that violates the original painting, like giggling or itching. They do allow some nervous crying, but you can tell they don’t like it."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Maeby was teaching her parents a lesson for forgetting her..."},{"type":"paragraph","text":"Maeby: Who knows how long I’ll be gone?"},{"type":"paragraph","text":"Narrator: ...when she spotted George Michael."},{"type":"paragraph","text":"Maeby: Nice pecs. Got a kickin’ bod."},{"type":"paragraph","text":"Narrator: Thus George Michael found a compelling reason to keep the muscle suit on."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"James Alan Spangler: The law offices of Barry Zuckerkorn."},{"type":"paragraph","text":"Michael: Yeah, it’s Michael Bluth for Barry."},{"type":"paragraph","text":"Barry: (Whispering.) I’m not here."},{"type":"paragraph","text":"James Alan Spangler: Uh, Barry’s not here. Can I give her a message?"},{"type":"paragraph","text":"Michael: Yeah. Tell her she needs to whisper a little softer next time. And I’m not paying for this phone call."},{"type":"paragraph","text":"Barry: I am not a girl, you..."},{"type":"paragraph","text":"James Alan Spangler: Go on. Call me something. I’m redoing my kitchen."},{"type":"paragraph","text":"Michael: That’s it! I’ve had it with this jerk Barry. I’m going to make Mom sit down with Wayne whether she likes it or not."},{"type":"paragraph","text":"Lindsay: You’re the jerk."},{"type":"paragraph","text":"Michael: Did I just wake you up? I didn’t even know you were home."},{"type":"paragraph","text":"Lindsay: No, Michael, I don’t just sleep all day."},{"type":"paragraph","text":"Maeby: Yeah, this suitcase should be big enough."},{"type":"paragraph","text":"Michael: Where is all this coming from? I thought we were getting along."},{"type":"paragraph","text":"Lindsay: Yeah. So did I. And now I hear you’re telling our mother that I’m completely irresponsible and a stay-in-bed mom?"},{"type":"paragraph","text":"Michael: That doesn’t even sound like me. That sounds like Mom. Or Bruce Vilanch. Could be Bruce Vilanch."},{"type":"paragraph","text":"Lindsay: Yeah, well, then why would she say it?"},{"type":"paragraph","text":"Michael: Because we’re getting along."},{"type":"paragraph","text":"Lindsay: ’Cause we’re friends again."},{"type":"paragraph","text":"Lindsay: Speaking of which..."},{"type":"paragraph","text":"Narrator: Michael and Lindsay proceeded to drink and air their grievances about their mother."},{"type":"paragraph","text":"Lindsay: She’s always trying to get me to admit that my marriage isn’t working."},{"type":"paragraph","text":"Michael: So, how’s it going with you and Tobias?"},{"type":"paragraph","text":"Lindsay: It’s not working. And it’s why I wanted her help with my credit card debt. I’m trying to take at least some of the pressure off this marriage. And if anything, it’s worse, now we’re sharing a bedroom."},{"type":"paragraph","text":"Michael: You guys were not sharing a bedroom before?"},{"type":"paragraph","text":"Lindsay: Well, the cutoffs weren’t exactly a turn-on."},{"type":"paragraph","text":"Michael: (Whispering.) Yeah, what’s the deal with the cutoffs?"},{"type":"paragraph","text":"Lindsay: You’ve got to promise not to tell anyone this."},{"type":"paragraph","text":"Michael: Okay."},{"type":"paragraph","text":"Narrator: Tobias suffered a rare psychological affliction of never being able to be completely naked, even when alone."},{"type":"paragraph","text":"Doctor #1: Oh, I’m sorry. No, I need you to be completely undressed."},{"type":"paragraph","text":"Tobias: I am completely undressed."},{"type":"paragraph","text":"Michael: I thought he just liked cutoffs."},{"type":"paragraph","text":"Lindsay: Me, too."},{"type":"paragraph","text":"Lindsay: What about you? What-what’s going on with your love life? I mean, have you even met anyone since your wife?"},{"type":"paragraph","text":"Michael: That is the one subject I am not eager to talk about, Lindsay."},{"type":"paragraph","text":"Michael: G.O.B.’s girlfriend."},{"type":"paragraph","text":"Lindsay: Oh my God."},{"type":"paragraph","text":"Michael: Yeah."},{"type":"paragraph","text":"Lindsay: Listen, you’re a great guy, and if she doesn’t see that, then someone else will."},{"type":"paragraph","text":"Michael: You know what else, Lindsay? You’re great. And I’m going to move some money around. If it’s going to help you get out of debt. You know, I’d be happy to do that."},{"type":"paragraph","text":"Lindsay: No, Michael..."},{"type":"paragraph","text":"Michael: Yeah! The hell with Mom, and here. Mom’s never going to get between us again."},{"type":"paragraph","text":"Lindsay: Yeah."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: The next day, Buster, having pawned off playing Adam, went to Lucille 2 to ask her out for Christmas Eve."},{"type":"paragraph","text":"Lucille 2: That is terrific! ’Cause I got two tickets to the pageant."},{"type":"paragraph","text":"Buster: Mm! My-my mother’s going to be there."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And George Michael was trying to pass as a more muscular boy than he actually was."},{"type":"paragraph","text":"Maeby: It’s a little test to get my parents to notice me. You ever get the feeling like no one even sees you?"},{"type":"paragraph","text":"George Michael: I’ve got a really good body, so... no."},{"type":"paragraph","text":"Tobias: Hey, gang, whatcha doing?"},{"type":"paragraph","text":"Maeby: Just packing up. Packing it on up."},{"type":"paragraph","text":"Tobias: Uh-huh. Listen, uh, can I talk to you alone for a moment?"},{"type":"paragraph","text":"George Michael: Oh, yeah, I’ll-I’ll leave you two alone here."},{"type":"paragraph","text":"Tobias: Oh, no, George Michael, I meant you. Maeby, can we have the room? So as you know, I was hoping to play Adam in this thing, and I want you to know that I am not threatened."},{"type":"paragraph","text":"George Michael: You know what? I’d be happy to let you play Adam if..."},{"type":"paragraph","text":"Tobias: Oh, give me the suit. Give me the suit."},{"type":"paragraph","text":"George Michael: I’m actually wearing it right now, but I can’t tell you why."},{"type":"paragraph","text":"Tobias: You’re wearing it right now?"},{"type":"paragraph","text":"George Michael: I have to wear it all the time. You... you’d never understand."},{"type":"paragraph","text":"George Michael: Yikes."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael finally arranged a meeting with attorney, Wayne Jarvis."},{"type":"paragraph","text":"Michael: We’re looking for a more professional approach for our representation."},{"type":"paragraph","text":"Wayne Jarvis: Well, I’m a professional. I am serious, and I’m a professional."},{"type":"paragraph","text":"Michael: That’s fantastic. So, how long have you been...?"},{"type":"paragraph","text":"Wayne Jarvis: I also don’t like small talk."},{"type":"paragraph","text":"Michael: No?"},{"type":"paragraph","text":"Wayne Jarvis: I find that unprofessional."},{"type":"paragraph","text":"Michael: Mm-hmm."},{"type":"paragraph","text":"Wayne Jarvis: Why should I be billing you for small talk when I’m enjoying it as much as you are?"},{"type":"paragraph","text":"Michael: Then this must be a freebie, ’cause I’m having a ball."},{"type":"paragraph","text":"Wayne Jarvis: (Chuckles.) When you’re ready to get serious, give me a call."},{"type":"paragraph","text":"Michael: No, no. No, no. I-I’m sorry. I’m-I’m sorry. I’m serious. I’m ready."},{"type":"paragraph","text":"Wayne Jarvis: Good. If you retain my services, I will get your father out of jail, and we will be countersuing before the end of the year. We’re going to get this company’s name back to where it started."},{"type":"paragraph","text":"Michael: Or hopefully higher."},{"type":"paragraph","text":"Wayne Jarvis: I didn’t say that. Don’t hold me to that."},{"type":"paragraph","text":"Michael: I won’t, and I appreciate that to a wonderful degree. My mother is on her way up here, and-and she’s, uh, resistant to the idea of hiring a new attorney. If she even sees you, she probably won’t come in the room."},{"type":"paragraph","text":"Michael: What a pro."},{"type":"paragraph","text":"Lucille: Michael."},{"type":"paragraph","text":"Michael: Hi."},{"type":"paragraph","text":"Lucille: I need to get the money to get your father out for the pageant."},{"type":"paragraph","text":"Michael: Actually that’s not why I called you here today, and I’m not doing that. I gave that money to Lindsay to pay off her credit card debt."},{"type":"paragraph","text":"Lucille: Oh, what’d she do, get you drunk?"},{"type":"paragraph","text":"Michael: No, we just, uh, well... we-we did drink a little bit. How’d you know that?"},{"type":"paragraph","text":"Lucille: Because that’s what she said she’d do. I said you wouldn’t give her the money, and she said, “He will if I get him drunk.” Probably because she thinks you’re a cheap bastard. Oh... her words."},{"type":"paragraph","text":"Michael: She set me up?! All that stuff about her marital troubles and Tobias being a never-nude?"},{"type":"paragraph","text":"Lucille: A never-nude? I thought he just liked cutoffs."},{"type":"paragraph","text":"Michael: How do you treat somebody in your own family like that? Lying and deceiving and saying anything just to get your own way?"},{"type":"paragraph","text":"Lucille: So, what did you want to see me about?"},{"type":"paragraph","text":"Michael: Hmm?"},{"type":"paragraph","text":"Michael: Oh, um... there’s a big bowl of candy in my office. Why don’t you go eat it."},{"type":"paragraph","text":"Michael: Lindsay."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: What are you doing here?"},{"type":"paragraph","text":"G.O.B.: I had to get away from Marta. Ugh. If I have to smell another meal of fish, rice and mango, I’m going to kill somebody. And now Michael’s learning Spanish. What’s up with that?"},{"type":"paragraph","text":"Lucille: Oh, who knows? He won’t get your father out of jail for a night. He’s bringing in a new attorney."},{"type":"paragraph","text":"G.O.B.: New attorney? And he’s learning Spanish? He’s hiding something, and I intend to find out what it is."},{"type":"paragraph","text":"Lucille: Do yourself a favor, get him drunk."},{"type":"paragraph","text":"Lindsay: Barry. (To Lucille.) I see you’re getting closer to our attorney."},{"type":"paragraph","text":"Lindsay: Well, I just want you to know that I won’t be needing your help after all. My brother, Michael, came through, as he always does, and as you never do."},{"type":"paragraph","text":"Lucille: Whatever it takes to get your relationship with that never-nude back on track."},{"type":"paragraph","text":"Lindsay: Michael told you that?"},{"type":"paragraph","text":"Lucille: He couldn’t wait to."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And later, while Michael was meeting with Wayne..."},{"type":"paragraph","text":"Lindsay: My thing with Tobias was a secret, like you stealing your brother’s girlfriend, you little weasel. I mean, I open up to you, you run off and tell Mommy."},{"type":"paragraph","text":"Michael: Excuse me. Excuse me! Outside, please. Thank you. Pardon us. Like it wasn’t just a bunch of lies to get me to pay that debt, huh? Isn’t that why you got me drunk in the first place?"},{"type":"paragraph","text":"Lindsay: Oh, yeah, I got you drunk."},{"type":"paragraph","text":"Michael: Mom told me about your little plan."},{"type":"paragraph","text":"Lindsay: What plan? I had a great time last night!"},{"type":"paragraph","text":"Michael: So did I."},{"type":"paragraph","text":"Lindsay: Then why are we yelling at each other?!"},{"type":"paragraph","text":"Michael: Mom."},{"type":"paragraph","text":"Lindsay: Unbelievable."},{"type":"paragraph","text":"Michael: She did it again. All right, we got to teach her a lesson."},{"type":"paragraph","text":"Lindsay: Mm."},{"type":"paragraph","text":"Michael: Excuse me, Wayne, my sister and I were outside having a business discussion, and we were wondering if there’s some sort of legal way that we can humiliate our mother. Something shaming, something public."},{"type":"paragraph","text":"Wayne Jarvis: I’ve used one adjective to describe myself. What is it?"},{"type":"paragraph","text":"Michael: Professional."},{"type":"paragraph","text":"Lindsay: Somehow, we got to screw Mom."},{"type":"paragraph","text":"Michael: Maybe we can get Barry to help."},{"type":"paragraph","text":"Lindsay: Forget it. I think I was right about them all along. You know, Barry’s taking Mom to the pageant?"},{"type":"paragraph","text":"Michael: On a date?"},{"type":"paragraph","text":"Lindsay: Yeah."},{"type":"paragraph","text":"Michael: You know, if Dad could see her on a date with Barry, he’d go crazy."},{"type":"paragraph","text":"Lindsay: Which would allow us to hire Wayne."},{"type":"paragraph","text":"Michael: How do you feel about staying in debt just a little bit longer?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: So they decided to spend the money Michael had promised Lindsay to get their father out for the pageant, where he’d catch his wife on a date with Barry. Maeby, too, continued to try to teach her parents a lesson."},{"type":"paragraph","text":"Narrator: Maeby’s parents didn’t find the ticket, but G.O.B. did..."},{"type":"paragraph","text":"G.O.B.: Portugal?"},{"type":"paragraph","text":"Narrator: ...which confirmed his suspicions."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Buster finally gave in to Lucille 2’s wishes."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And George Michael finally saw the painting he was going to be recreating. And then what frontispiece meant. George, Sr. got his 24 hours of freedom as the pageant finally began."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Monti: You know, I saw you do this when I was kid. I was so impressed, you know. You were so still and god-like. You know, it was at that moment that I knew I would be a dancer."},{"type":"paragraph","text":"George, Sr.: Glad I could make a difference."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael and Lindsay searched the crowd for their mother and Barry so they could revel in the public shaming they had engineered."},{"type":"paragraph","text":"Michael: Mom, what the hell are you doing?"},{"type":"paragraph","text":"Narrator: But instead, they found her with Wayne."},{"type":"paragraph","text":"Lucille: I don’t have to answer that."},{"type":"paragraph","text":"Michael: I don’t know which one of you I’m more disappointed in. No, it’s Wayne. Wayne...!"},{"type":"paragraph","text":"Wayne Jarvis: I have needs. I am a man!"},{"type":"paragraph","text":"Michael: Hey, watch..."},{"type":"paragraph","text":"Lucille: What’s the difference? Your father doesn’t care about me. Barry tells me he’s not even trying to get out of prison."},{"type":"paragraph","text":"Lindsay: Mom, he’s here. Dad’s here."},{"type":"paragraph","text":"Lucille: He’s here?"},{"type":"paragraph","text":"Lindsay: Yeah, he’s here."},{"type":"paragraph","text":"Lucille: Why did you do this?"},{"type":"paragraph","text":"Lindsay: We were trying to teach you a lesson."},{"type":"paragraph","text":"Lucille: You idiots. If he sees me with Wayne..."},{"type":"paragraph","text":"Michael: We’ll be stuck with Barry."},{"type":"paragraph","text":"Announcer: And now, ladies and gentlemen, Michelangelo’s The Creation of Adam."},{"type":"paragraph","text":"Narrator: And George Michael made his debut..."},{"type":"paragraph","text":"Michael: Hey, that’s my... Yikes."},{"type":"paragraph","text":"Narrator: ...breaking the pageant’s cardinal rule."},{"type":"paragraph","text":"Man in Audience #1: How dare he!"},{"type":"paragraph","text":"Lucille: Buster?"},{"type":"paragraph","text":"Buster: Oh, God. (Stammering.) I’m sorry, Lucille. (Moans.) Yeah, Lucille. Mom. I’m sorry!"},{"type":"paragraph","text":"Lucille 2: Man! That old lady has really done a number on you, hasn’t she?"},{"type":"paragraph","text":"Narrator: But George Michael wasn’t the only problem with the painting."},{"type":"paragraph","text":"Woman in Audience #1: Where is God?"},{"type":"paragraph","text":"Woman in Audience #2: There is no God!"},{"type":"paragraph","text":"Lindsay: (Scoffs.) There goes my credit card payment."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: Dad?! Dad! D...! Dad!"},{"type":"paragraph","text":"George, Sr.: Excuse me."},{"type":"paragraph","text":"Michael: Dad! Hey, Dad, get back here!"},{"type":"paragraph","text":"George, Sr.: No, I’m not going back!"},{"type":"paragraph","text":"Michael: Dad! Come here. Dad!"},{"type":"paragraph","text":"G.O.B.: Michael! I’m on to you! The Spanish lessons, the lawyer. If you’re heading for Portugal, it’s due south."},{"type":"paragraph","text":"Michael: What? No, it isn’t."},{"type":"paragraph","text":"Michael: Dad, you’re not going to outrun me in that dress!"},{"type":"paragraph","text":"George, Sr.: Come on. Michael, let go!"},{"type":"paragraph","text":"Michael: Dad!"},{"type":"paragraph","text":"George, Sr.: For God’s sake, I’m not even wearing a jock."},{"type":"paragraph","text":"G.O.B.: Dad, are you going, too?"},{"type":"paragraph","text":"Michael: No one is going to Portugal, you idiot. Lindsay and I broke Dad out of jail for a day to catch Mom on a date."},{"type":"paragraph","text":"George, Sr.: Your mother is on a date?"},{"type":"paragraph","text":"Michael: Dad! Dad?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, many in the Bluth family gathered together for Christmas Eve at prison."},{"type":"paragraph","text":"Maeby: Hey, where’d your muscle suit go?"},{"type":"paragraph","text":"George Michael: Wait, you knew?"},{"type":"paragraph","text":"Maeby: Yeah."},{"type":"paragraph","text":"George Michael: I took it off."},{"type":"paragraph","text":"Tobias: You did? You have made some tremendous strides today."},{"type":"paragraph","text":"Maeby: You ever get the feeling like you don’t even matter?"},{"type":"paragraph","text":"Lucille: Only when I’m around my children."},{"type":"paragraph","text":"Maeby: You reach a certain age, and you have to practically scream to get noticed."},{"type":"paragraph","text":"Lucille: They turn you into a monster, and then they call you one."},{"type":"paragraph","text":"Maeby: I don’t think you’re a monster."},{"type":"paragraph","text":"Lucille: And I think you’re a lovely girl. You know what? I think you and I ought to spend more time together."},{"type":"paragraph","text":"Maeby: Yeah. And that’ll drive them crazy."},{"type":"paragraph","text":"Lucille: Exactly."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael was forced to, once again, call in the counsel of Barry Zuckerkorn."},{"type":"paragraph","text":"George, Sr.: Thank you. Thank you for coming down on Christmas Eve."},{"type":"paragraph","text":"Barry: Oh, it’s like any other day, except that I bill double. So, they’re not filing charges. All right? I got them to call your flee from justice, “religious expression.”"},{"type":"paragraph","text":"George, Sr.: This is a lawyer."},{"type":"paragraph","text":"Michael: Yeah, he’s... he’s very good."},{"type":"paragraph","text":"Barry: Oh, and you’re going to have to forfeit that bond. I was way off about that. Can I ask you a question?"},{"type":"paragraph","text":"George, Sr.: Sure. What?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lindsay: How’d it go?"},{"type":"paragraph","text":"Michael: Well, the bad news is, you’re in debt again, and we never busted Mom, and we’re stuck with Barry."},{"type":"paragraph","text":"Lindsay: Mm."},{"type":"paragraph","text":"Michael: The good news is, we’ve been asked never to participate in the pageant again."},{"type":"paragraph","text":"Lindsay: Well, at least we’re still pals, huh?"},{"type":"paragraph","text":"Michael: Yeah. That’s not really doing it for me this time."},{"type":"paragraph","text":"Lindsay: Yeah."}],"images":[]}]}