{"sections":[{"title":"Transcript of Justice Is Blind","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Justice Is Blind\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Justice Is Blind\" was written by Abraham Higginbotham."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Against his better judgment, Michael had recently set out to have an uncomplicated one-night stand with this woman."},{"type":"paragraph","text":"Narrator: And, at his brother’s suggestion, he gave a false identity."},{"type":"paragraph","text":"Maggie: What’s your name?"},{"type":"paragraph","text":"Michael: Chareth Cutestory."},{"type":"paragraph","text":"Narrator: And what started as a night of passion with no strings attached got complicated the next morning when Michael found out she was blind. He decided to keep seeing her so as not to appear superficial."},{"type":"paragraph","text":"Michael: If it’s a one-night stand, I’m not very good at it."},{"type":"paragraph","text":"Maggie: Wow. But aren’t you busy with the trial and everything?"},{"type":"paragraph","text":"Narrator: Unfortunately, the woman also turned out to be his father’s prosecutor. And so Michael went to Maggie’s to reveal his identity. But, before he could..."},{"type":"paragraph","text":"Maggie: It’s an overview of the government’s case against the Bluth family. What do you think? Do we have a case?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, Michael’s son George Michael discovered that his cousin Maeby had been living a double life."},{"type":"paragraph","text":"George Michael: Maeby, what are you doing? I still don’t get why you’re pretending to be two people, and why is one of you sick?"},{"type":"paragraph","text":"Maeby: Hey, you don’t get giant checks if you’re healthy."},{"type":"paragraph","text":"Teacher: Please welcome Surely Fünke!"},{"type":"paragraph","text":"Maeby: Plus, who’s going to get mad at the dying girl?"},{"type":"paragraph","text":"George Michael: Surely’s dying?"},{"type":"paragraph","text":"Maeby: I figure I’ll kill her off just before graduation just so everyone gets really sad before prom."},{"type":"paragraph","text":"George Michael: Maeby, someone’s going to get hurt. Not to mention it’s kind of disrespectful for kids who actually have this."},{"type":"paragraph","text":"Maeby: Not a lot of kids have B.S. these days."},{"type":"paragraph","text":"George Michael: What does that stand for?"},{"type":"paragraph","text":"Maeby: I don’t know. It’s B.S."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael wrestled with the dilemma of whether he should look at the evidence file of the case against his father."},{"type":"paragraph","text":"G.O.B.: Michael."},{"type":"paragraph","text":"Michael: Hey, G.O.B. What the hell are you wearing?"},{"type":"paragraph","text":"G.O.B.: What? Oh, no, this is... The wife likes me in bright sweaters."},{"type":"paragraph","text":"Narrator: G.O.B., in a series of escalating dares, recently got married to a woman be had only known for an evening."},{"type":"paragraph","text":"Michael: Your wife? She’s still your wife?"},{"type":"paragraph","text":"G.O.B.: Well, I went to break up with her last night, but my timing was not great. So I think we should talk."},{"type":"paragraph","text":"G.O.B.'s wife: My parents are getting a divorce. (Sobbing.) Why aren’t you wearing that sweater I bought you? What? You don’t like it?"},{"type":"paragraph","text":"G.O.B.: No, of course I like it, Just because I like it doesn’t mean I have to wear it. I don’t wear everything I like every day."},{"type":"paragraph","text":"G.O.B.'s wife: Why don’t we just get a divorce?! Everybody else is."},{"type":"paragraph","text":"G.O.B.: No! We’re not getting divorced!"},{"type":"paragraph","text":"G.O.B.: She really wants to stay together, so..."},{"type":"paragraph","text":"Michael: Well, at least you finally consummated it, huh?"},{"type":"paragraph","text":"G.O.B.: Consummated... What is up with that prosecutie? I hope you didn’t break up with her."},{"type":"paragraph","text":"Michael: No, I didn’t. And, to make matters worse, she gave me this. It’s a summary of the evidence that they have against Dad."},{"type":"paragraph","text":"G.O.B.: Okay, Michael, this makes matters better. Let’s just destroy it and move on with our lives."},{"type":"paragraph","text":"Michael: This is not the actual evidence. It’s just a list of the evidence. And, judging by the amount of boxes she has in her place, I have a feeling there’s a lot of it."},{"type":"paragraph","text":"G.O.B.: A feeling? Oh, don’t tell me you won’t open it on ethical grounds."},{"type":"paragraph","text":"Michael: I’m not sure what I’m going to do."},{"type":"paragraph","text":"G.O.B.: What is with the insane moral code in this family?"},{"type":"paragraph","text":"Lindsay: Yes! We did it! We’re getting rid of the Ten Commandments. You know, the granite ones in front of the courthouse. You know, all it took was the threat of a lawsuit."},{"type":"paragraph","text":"Michael: You’re involved with those protesters now? When did that happen?"},{"type":"paragraph","text":"Lindsay: Oh, who can remember?"},{"type":"paragraph","text":"Narrator: Lindsay’s involvement began hours before when, leaving the plea hearing, she first determined the Ten Commandments didn’t belong there."},{"type":"paragraph","text":"Lindsay: They won’t even allow me one lousy cigarette! Oh!"},{"type":"paragraph","text":"Lucille: Honey, they’re just heels. They can only support so much weight."},{"type":"paragraph","text":"Lindsay: I’ve always been very passionate about the separation of church and state."},{"type":"paragraph","text":"Michael: What are you going to do with them?"},{"type":"paragraph","text":"Lindsay: Oh, I don’t know. Give them to a school."},{"type":"paragraph","text":"Michael: Could we let another family bring down the Ten Commandments? This family’s already done more than its share."},{"type":"paragraph","text":"G.O.B.: Oh, now you love the Ten Commandments. And yet you’re the one who so conveniently forgot “Thou shalt protect thy father, and honor no one above him unless it beith me—thy sweet Lord.”"},{"type":"paragraph","text":"Michael: I’m not sure that one made it down the mountain, G.O.B."},{"type":"paragraph","text":"George Michael: I told you someone would get hurt."},{"type":"paragraph","text":"Maeby: Yeah, if I knew it was going to be you, I wouldn’t have been so worried."},{"type":"paragraph","text":"Michael: Hey, what happened to you?"},{"type":"paragraph","text":"Maeby: He was trying to help some handicapped girl up to the bleachers, and he fell."},{"type":"paragraph","text":"George Michael: It’s just a sprain, but at least it’s legitimate."},{"type":"paragraph","text":"Tobias: Ah... the clumsy adolescent. It’s a phase we’ve all been through. Except for me. I was like a cat. I always ended up on all fours. (Long pause.) Like a cat."},{"type":"paragraph","text":"Lindsay: Wait a minute. They don’t have ramps at your school?"},{"type":"paragraph","text":"George Michael: Well, not up the bleachers."},{"type":"paragraph","text":"Lindsay: You should threaten to sue. It’s free if it’s just a threat, you know."},{"type":"paragraph","text":"Maeby: Hey, that’s a good idea."},{"type":"paragraph","text":"Michael: All right, no one’s going to sue anybody. I’m not going to have my son start abusing the legal system like the rest of this family. After all, we’re going to need it for years to come."},{"type":"paragraph","text":"Narrator: And that’s when Michael decided to do the right thing."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Maggie: So what do you think? Do we have a case against this idiot family or what?"},{"type":"paragraph","text":"Michael: Well, that’s... that’s actually why I wanted to talk to you, Maggie. You see, it turns out that... that I am actually one of those idiots. I might even be the main idiot. Well, I’m not the main idiot, but I am the idiot in charge. I’m Michael Bluth. Okay? And I want you to know that I... I never opened up this folder. And, if... if you could see my face, you’d see how sorry I am that I lied to you."},{"type":"paragraph","text":"Maggie: You feel sincere. Damn it! I have spent the last five hours hating you, ever since I found out you were Michael Bluth in court."},{"type":"paragraph","text":"Michael: What? How did you even know?"},{"type":"paragraph","text":"Maggie: I’m blind, Michael. Not stuffed up."},{"type":"paragraph","text":"Michael: You smelled me."},{"type":"paragraph","text":"Maggie: I smelled you, baby."},{"type":"paragraph","text":"Michael: Maggie, why... why didn’t you tell me at your house? And why did you give me this folder?"},{"type":"paragraph","text":"Maggie: I was manipulating you. This isn’t a real list. This is a wish list."},{"type":"paragraph","text":"Michael: I can’t believe you set me up."},{"type":"paragraph","text":"Maggie: You lied to me. Chareth Cutestory?"},{"type":"paragraph","text":"Michael: I know. “Thou shalt not make up a name in vain,” but, you know, I walked into that court, and I saw you there, and this... this can’t happen, right?"},{"type":"paragraph","text":"Maggie: You’re damn right this can’t happen. Look at me. This could get me... Are you actually looking at me?"},{"type":"paragraph","text":"Michael: Yes, I am."},{"type":"paragraph","text":"Maggie: Okay. I could get disbarred for this. And your dad would have to spend tons more time in prison. I got to tell you something. The thing that really gets to me is I keep hearing that Michael Bluth is so (bleep)ing cute."},{"type":"paragraph","text":"Michael: Well, I know Maggie Lizer is... adorable. You don’t know what you’re missing."},{"type":"paragraph","text":"Maggie: Really?"},{"type":"paragraph","text":"Michael: Really. So what are we going to do?"},{"type":"paragraph","text":"Maggie: I guess we’re just going to have to go our separate ways and agree to never speak about this again."},{"type":"paragraph","text":"Michael: That is probably best, huh?"},{"type":"paragraph","text":"Maggie: The least you could do is buy me a drink."},{"type":"paragraph","text":"Michael: Yeah. I’ll stay for one drink."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: The next morning, Michael, once again, found himself at Maggie’s. And, once again, berated himself for the mistake."},{"type":"paragraph","text":"Michael: Oh, no! I’m supposed to be at the prison to talk to my dad in a half an hour."},{"type":"paragraph","text":"Maggie: I can’t believe we did this again."},{"type":"paragraph","text":"Michael: It was so stupid."},{"type":"paragraph","text":"Maggie: Incredibly stupid. It’s like we’re making naughty sex even naughtier."},{"type":"paragraph","text":"Michael: Oh, no! I was supposed to be at the prison to talk to my dad a half an hour ago."},{"type":"paragraph","text":"Maggie: This is bad. This is really bad. This is the second most unethical thing I’ve ever done."},{"type":"paragraph","text":"Michael: We cannot pretend that this didn’t happen, Maggie."},{"type":"paragraph","text":"Maggie: Or that it won’t happen again."},{"type":"paragraph","text":"Michael: Do you think it’s going to happen again?"},{"type":"paragraph","text":"Maggie: You tell me."},{"type":"paragraph","text":"Michael: Let’s just assume that it will happen again. Sometime."},{"type":"paragraph","text":"Maggie: Right. Right."},{"type":"paragraph","text":"Michael: What we should do is acknowledge this and... and keep it private. And I don’t think that there’s anything wrong with that."},{"type":"paragraph","text":"Maggie: Right. I mean, I have a job, you know? I’m trying to keep a man in prison."},{"type":"paragraph","text":"Michael: And that man happens to be my father. This could get ugly."},{"type":"paragraph","text":"Maggie: Well, it’s like the Ten Commandments say, you know? “Be true to thine own self, and to thine own self...”"},{"type":"paragraph","text":"Michael: “...be true.” Yeah. Number seven."},{"type":"paragraph","text":"Maggie: We’ll just have to keep it a secret."},{"type":"paragraph","text":"Michael: Our secret."},{"type":"paragraph","text":"Maggie: Our dirty little secret."},{"type":"paragraph","text":"Michael: I think I’m ready now."},{"type":"paragraph","text":"Maggie: All right."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: 32 minutes earlier, G.O.B., Lucille and Barry met with George Sr."},{"type":"paragraph","text":"George: Where did you get this?"},{"type":"paragraph","text":"G.O.B.: They don’t call me a sleight-of-hand artist for nothing."},{"type":"paragraph","text":"Narrator: G.O.B. had switched out the file while his siblings discussed the Ten Commandments."},{"type":"paragraph","text":"Lindsay: I’ve always been very passionate about the separation of church and state."},{"type":"paragraph","text":"Michael: What are you going to do with them?"},{"type":"paragraph","text":"Lindsay: Oh, I don’t know. Give them to a school."},{"type":"paragraph","text":"Michael: Could we let another family bring down the Ten Commandments? This family’s already done more than its share."},{"type":"paragraph","text":"G.O.B.: Oh, now you love the Ten Commandments. Apparently, there are boxes of it at the prosecutor’s house. I tracked down the address, and you should be thanking me for this. Michael didn’t want you to have it. “Mr. Moral.”"},{"type":"paragraph","text":"George: Yeah. We did something right there, huh?"},{"type":"paragraph","text":"Lucille: So, what do you think, Barry?"},{"type":"paragraph","text":"Barry: I... I haven’t read it. I had a really interesting date last night—a woman who actually works two jobs."},{"type":"paragraph","text":"Lucille: Well, it certainly looks like they’ve got a lot on us... uh... you. I was raising the children."},{"type":"paragraph","text":"G.O.B.: When was the last time you raised children?"},{"type":"paragraph","text":"Lucille: Excuse me. I’ve got two in the waiting room right this moment."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: In fact, Buster and Annyong, Lucille’s newly-adopted Korean child, were waiting."},{"type":"paragraph","text":"Buster: Wow. I wonder what they’re talking about in there."},{"type":"paragraph","text":"Annyong: They don’t tell you anything, huh?"},{"type":"paragraph","text":"Buster: They tell me things. It doesn’t matter, though, because Dad is going to be in here a long time."},{"type":"paragraph","text":"Annyong: No. We have court date today. They take plea, Daddy come home. You out."},{"type":"paragraph","text":"Narrator: Annyong had hit a nerve. And Buster recalled that, right before George Sr.’s arrest, he’d made a similar threat."},{"type":"paragraph","text":"Lucille: I said he could wear that tie. It looks better on him."},{"type":"paragraph","text":"George: No, no. Let me help you with that, son. Hey, enjoy yourself tonight because you are out of here. I’m not going to spend my retirement watching you wipe your nose on your sleeve."},{"type":"paragraph","text":"Buster: I can’t breathe, Dad."},{"type":"paragraph","text":"George: Neither can I."},{"type":"paragraph","text":"George: I haven’t seen half of this stuff. If they’ve got these kind of documents, we’ve gotta get rid of this."},{"type":"paragraph","text":"Barry: If you’re thinking of stealing the evidence, that is a very big offense. I... I think I’m going to say that I signed myself out about ten minutes ago."},{"type":"paragraph","text":"George: You’re right. You can’t afford to get caught. I don’t need my lawyer in prison. We’ll have G.O.B. break in."},{"type":"paragraph","text":"G.O.B.: Well... gee, Dad, I... I’ve got a wife now. I don’t think that I can afford to get caught either."},{"type":"paragraph","text":"George: Good point. You might want to change out of that sweater."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Maggie: Tell me again why this isn’t wrong."},{"type":"paragraph","text":"Michael: All right, look, we’re just... we’re two adults. We’ve got absolutely nothing... cops! Hide."},{"type":"paragraph","text":"Officer Kelley: Ms. Lizer. It’s Officer Kelley."},{"type":"paragraph","text":"Maggie: Oh, hi."},{"type":"paragraph","text":"Officer Kelley: Your office has asked me to come pick you up. It’s a surprise. I just winked. It’s a surprise witness."},{"type":"paragraph","text":"Maggie: Oh, great."},{"type":"paragraph","text":"Michael: How we doing?"},{"type":"paragraph","text":"Maggie: I’ll just put my dog inside and then I will be right with you."},{"type":"paragraph","text":"Officer Kelley: Okay."},{"type":"paragraph","text":"Michael: I’ll take the dog. I’ve already missed my meeting. You go ahead."},{"type":"paragraph","text":"Maggie: You just put him through the doggie door, okay and, uh, I’ll see you in court."},{"type":"paragraph","text":"Michael: Yeah, my dad’s not going to put himself in prison for life, right? Kiss."},{"type":"paragraph","text":"Maggie: Oh."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: G.O.B. decided to pass off his break-in assignment to Tobias."},{"type":"paragraph","text":"G.O.B.: Hey, there’s the cat. Sorry you couldn’t have been down at the prison with us. Dad was asking all about you."},{"type":"paragraph","text":"Tobias: Oh, I doubt that very much."},{"type":"paragraph","text":"G.O.B.: Look, I’m not going to lie to you. He feels like you’ve been sucking off this family for far too long and if you don’t start pulling your weight around here, it’s going to be shape up or ship up."},{"type":"paragraph","text":"Tobias: You know, try as I might, I cannot seem to impress that man."},{"type":"paragraph","text":"G.O.B.: Isn’t that funny? I’m about to knock his socks off again. I’m about to break into this house that’s got a bunch of evidence in it. Just to borrow it... insure his freedom forever. But it’s a tough job. Requires agility."},{"type":"paragraph","text":"Tobias: This kind of agility?"},{"type":"paragraph","text":"G.O.B.: Let’s go, little man."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael, meanwhile, decided to see what life in Maggie’s world was like."},{"type":"paragraph","text":"Michael: All right... okay. All right... okay. Okay."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Officer Kelley: This guy’s the real deal. He’s on the inside. But he’s got some demands."},{"type":"paragraph","text":"Maggie: This could be the break we wanted."},{"type":"paragraph","text":"Officer Kelley: This is District Attorney Lizer."},{"type":"paragraph","text":"Maggie: All right."},{"type":"paragraph","text":"Buster: Uh, I want immunity for me and my mom and I want my Dad to stay in prison. Also can you send Annyong back to Korea?"},{"type":"paragraph","text":"Maggie: Huh?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: Justice... hey... hey!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, Maggie’s interrogation of Buster was proving fruitless."},{"type":"paragraph","text":"Maggie: Do you know anything about your father’s trips overseas?"},{"type":"paragraph","text":"Buster: I knew I’d have a fun time at home alone with Mom."},{"type":"paragraph","text":"Maggie: Fine. Did you ever see him return from these trips with anything unusual?"},{"type":"paragraph","text":"Buster: He once came back once with a black statue with an erect penis. It stayed in our living room until my aunt objected."},{"type":"paragraph","text":"Maggie: What about business associates?"},{"type":"paragraph","text":"Buster: I have none."},{"type":"paragraph","text":"Maggie: All right, this guy’s wasting our time. Take away his grilled cheese."},{"type":"paragraph","text":"Buster: Wait, wait, wait, wait, wait, wait, wait, wait, wait, wait! Wait, wait, wait, wait! If it’s evidence you want, I know where they keep it. According to my brother, there are boxes of evidence in a house on Scenic View Drive."},{"type":"paragraph","text":"Officer Kelley: Isn’t that where you live?"},{"type":"paragraph","text":"Maggie: Yeah. And I’m headed there now."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Tobias, meanwhile, had used his cat-like agility to get the evidence at Maggie’s house."},{"type":"paragraph","text":"Tobias: The cat is in."},{"type":"paragraph","text":"Narrator: Unfortunately, it was just as Maggie came home."},{"type":"paragraph","text":"Maggie: Is there someone here?"},{"type":"paragraph","text":"Narrator: Tobias, concerned about Maggie’s heightened sense of smell, set off to cloak himself in her scent. And Michael was at the vet’s office."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Veterinarian: Justice is fine."},{"type":"paragraph","text":"Michael: Great!"},{"type":"paragraph","text":"Veterinarian: Although, dressing him up like a seeing eye dog seems a little cruel."},{"type":"paragraph","text":"Michael: Cruel?"},{"type":"paragraph","text":"Veterinarian: Well, yeah, because he can’t see."},{"type":"paragraph","text":"Michael: What are you talking about?"},{"type":"paragraph","text":"Veterinarian: Mr. Bluth, Justice is blind."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Michael: Justice cannot be blind, Doc. He’s got a handle and everything. Come on, boy. Maybe his peripheral isn’t great, but he’s been leading a blind woman around."},{"type":"paragraph","text":"Veterinarian: I think she’s been leading him around."},{"type":"paragraph","text":"Michael: But that would mean that—that Maggie isn’t blind."},{"type":"paragraph","text":"Narrator: In fact, Maggie wasn’t blind, but had been pretending to be since she found it helpful in taking the LSATs."},{"type":"paragraph","text":"Proctor: or “D” B places fourth."},{"type":"paragraph","text":"Maggie: “A”?"},{"type":"paragraph","text":"Narrator: Finding it a tremendous boon to her professional life, Maggie continued the ruse."},{"type":"paragraph","text":"Maggie: I submit into evidence this wine glass with the defendant’s fingerprints."},{"type":"paragraph","text":"Judge: Don’t worry. You’re so ahead."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Her ability to see, however, was currently proving a disadvantage as she couldn’t reveal to the man she recognized as Tobias that she knew he was there without betraying her secret. And Tobias was finding her an uncannily difficult blind girl to outmaneuver. Their game of cat and mouse continued... until Michael showed up to return Justice."},{"type":"paragraph","text":"Maggie: Oh, Justice, what is it, boy? What is it? Is there some jackass in my bathrobe? Oh! I can’t see!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And later, the family gathered at the courthouse to respond to the plea offer."},{"type":"paragraph","text":"G.O.B.: They don’t have a case against us. I took care of everything."},{"type":"paragraph","text":"Barry: Something smells wonderful."},{"type":"paragraph","text":"Tobias: Well, thank you. Would that I could say that I wore it to impress you, but, no, I’m afraid it’s merely a cloaking agent from a sadly blunderous afternoon."},{"type":"paragraph","text":"George: Who else have we got? What about Buster? Worst case scenario, he gets caught... no more Buster."},{"type":"paragraph","text":"Buster: I’m not going anywhere. You’re the one who’s staying put. Not me. You."},{"type":"paragraph","text":"Lucille: What’s gotten into you? Have you been eating cheese?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Outside the courthouse, Surely Fünke was addressing the crowd. George Michael prepared to confront her about it."},{"type":"paragraph","text":"Maeby: Not just to me, but to all handicapped kids out there who are sick and tired of sitting in the front rows at basketball games."},{"type":"paragraph","text":"Narrator: George Michael spotted his father, and not wanting to appear to be abusing the legal system, found a place to hide. Michael, determined to expose Maggie, hid to avoid tipping his hand. It was then, however, that Lindsay’s advocacy group had their big moment."},{"type":"paragraph","text":"Michael: Hey, George Michael, what are you doing here?"},{"type":"paragraph","text":"George Michael: I just thought I’d come down and see the family. See everyone."},{"type":"paragraph","text":"Michael: Oh, really? Well, pal, you don’t need to do that. You can head on home. Why don’t you go help that handicapped friend of yours?"},{"type":"paragraph","text":"George Michael: She kind of lied to me."},{"type":"paragraph","text":"Michael: I was recently lied to myself, and for what it’s worth, George Michael, you cannot let people get away with that."},{"type":"paragraph","text":"George Michael: It’s just so hard to know what the right thing to do is."},{"type":"paragraph","text":"Michael: I know, it’s not like there’s some list of rules handed down to us from on high. Watch your head."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: So Michael set out to expose in court that Maggie wasn’t really blind."},{"type":"paragraph","text":"Barry: She’s right there. What are we going to do?"},{"type":"paragraph","text":"Michael: I got a plan."},{"type":"paragraph","text":"Barry: Thank God."},{"type":"paragraph","text":"Michael: Your Honor, the purpose of a court of law is to find the truth, which is why witnesses swear on this. After all, they say justice is blind. Surely, she has enough sight to catch the truth before it hits her in the face."},{"type":"paragraph","text":"Maggie: Objection, Your..."},{"type":"paragraph","text":"Narrator: Unfortunately, Maggie had been temporarily blinded that day."},{"type":"paragraph","text":"Maggie: I can’t see!"},{"type":"paragraph","text":"Judge Ping: Bailiff!"},{"type":"paragraph","text":"Michael: That was my plan, what do you got?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: So, George Michael decided to once and for all put an end to Surely Fünke."},{"type":"paragraph","text":"George Michael: I need to talk to you."},{"type":"paragraph","text":"Maeby: And this is the man who inspired me. George Michael Bluth."},{"type":"paragraph","text":"Maeby: He is the one who is responsible for the new ramps at our school, and he will carry on my legacy, and put an end to B.S.!"},{"type":"paragraph","text":"George Michael: Surely can beat this thing!"},{"type":"paragraph","text":"All: No more B.S.! No more B.S.!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael reunited with Maggie, who’d been kicked off the case."},{"type":"paragraph","text":"Michael: I really thought you were lying to me. I’m so sorry."},{"type":"paragraph","text":"Maggie: Michael, I’ve been doing this blind act thing for years. It’s whacked."},{"type":"paragraph","text":"Michael: Are you going to admit that you were faking it?"},{"type":"paragraph","text":"Maggie: I think I’m going to go for, “I was struck by the Bible and it restored my sight.” So what about us? We were starting to establish some trust. Except for all the lies."},{"type":"paragraph","text":"Michael: I was originally looking for something completely uncomplicated."},{"type":"paragraph","text":"Maggie: Yeah, me, too. Forget it, this is so over."},{"type":"paragraph","text":"Michael: You know, we’re saying good-bye and this is actually the first time that I feel that you can really see me."},{"type":"paragraph","text":"Maggie: Yeah. Just two people staring at each other fully exposed in a court of law."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Maggie: Come on, Justice."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Barry gets a sign from God ..."},{"type":"paragraph","text":"Barry: I will obey your will. I will lead a good life. Well, to hell with this then."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... and Maggie is replaced with a new, less generous prosecutor."},{"type":"paragraph","text":"Buster: I was made to understand there were grilled cheese sandwiches here."}],"images":[]}]}