{"sections":[{"title":"Transcript of S.O.B.s","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Three episode \"S.O.B.s\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"S.O.B.s\" was written by Richard Day & Jim Vallely"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Announcer: Tonight:An Arrested Development you can’t miss. A cavalcade of stars. The shocking final moments will be presented live! And one of these people... will die."},{"type":"paragraph","text":"Narrator: The Bluth’s were desperate."},{"type":"paragraph","text":"Michael: I assume you’ve all seen this."},{"type":"paragraph","text":"Narrator: The press had them all but finished."},{"type":"paragraph","text":"George: (On speakerphone.) What, what is it?"},{"type":"paragraph","text":"Michael: This isn’t really going to work over the phone, Dad."},{"type":"paragraph","text":"George: Then get Bob Loblaw to hire to hire me another surrogate."},{"type":"paragraph","text":"Michael: That’s kind of the point."},{"type":"paragraph","text":"Michael: Mr. Loblaw no longer works for us, cause someone wanted a boyfriend."},{"type":"paragraph","text":"Tobias: Don’t blame me."},{"type":"paragraph","text":"Michael: I was talking to Lindsay, actually, but he was clearly turned off to the both of you."},{"type":"paragraph","text":"Michael: But now we’re going to need a new lawyer. And that is going to mean about a $100,000 retainer. If we want a chance of keeping this family going past the next few weeks, we’re going to have to pull out all the stops."},{"type":"paragraph","text":"put on 3-D glasses now"},{"type":"paragraph","text":"Michael: What am I talking about? I’m talking about all of you getting jobs. Now the best place to look for a job... Who threw the tomato?"},{"type":"paragraph","text":"George: Well, how the hell are we going to get 100 grand?"},{"type":"paragraph","text":"Lindsay: Well, I know this isn’t exactly what you’re looking for, but Maeby was just accepted into private school. And I’ve sent the check in already."},{"type":"paragraph","text":"Michael: No, that’s not what I’m looking for at all."},{"type":"paragraph","text":"Lindsay: Michael, it’s the most prestigious private school in town."},{"type":"paragraph","text":"Buster: Oh, no, not the Milford Academy."},{"type":"paragraph","text":"Narrator: Children were neither were to be seen nor heard at the school Buster had attended."},{"type":"paragraph","text":"recess (someone talked)"},{"type":"paragraph","text":"Lindsay: It’s the exact opposite. It’s called “Openings.”"},{"type":"paragraph","text":"Michael: Oh, great. That sounds like another one of those gradeless, structureless, new age feel-gooderies."},{"type":"paragraph","text":"Lindsay: They teach self-expression and getting in touch with feelings, Michael. I mean, I know you don’t have any."},{"type":"paragraph","text":"G.O.B.: The boy who couldn’t cry."},{"type":"paragraph","text":"Buster: He’s a robot!"},{"type":"paragraph","text":"Lindsay: Michael can cry. He just doesn’t want to rust."},{"type":"paragraph","text":"Tobias: Yes, he’s like the steel man from The Wizard From Oz."},{"type":"paragraph","text":"Michael: Tin Man?"},{"type":"paragraph","text":"Tobias: Is that what he’s called?"},{"type":"paragraph","text":"Lindsay: He knows."},{"type":"paragraph","text":"Michael: You know, Lindsay, since you already sent the check, this is how you’re going to pay for it. You’re gonna be in charge of the house from now on, okay? The cooking, the cleaning, all of it."},{"type":"paragraph","text":"Lucille: You’re going to put Lindsay in charge of the cooking? At least you’ll lose weight."},{"type":"paragraph","text":"Lindsay: You know, Mom, I think the only time you ever cooked for us, was the morning Rosa’s mom died."},{"type":"paragraph","text":"Buster: You gave us cereal in an ashtray."},{"type":"paragraph","text":"Michael: G.O.B., pal, how about you? Can you find some work?"},{"type":"paragraph","text":"G.O.B.: Oh, sure, Michael. As what, a waiter? Can I get you something, madam?"},{"type":"paragraph","text":"Lucille: I will have a vodka, though."},{"type":"paragraph","text":"G.O.B.: What? Oh."},{"type":"paragraph","text":"Michael: You know, if you’d ever accidentally worked a day in your life, you’d know that there’s no indignity in it."},{"type":"paragraph","text":"G.O.B.: Great. She’ll have a vodka."},{"type":"paragraph","text":"George: Instead of us all selling out and becoming housewives and waiters, why don’t we have a big event? Some sort of “Save Our Bluths” type thing."},{"type":"paragraph","text":"George: We’ll throw a legal defense fund dinner. Ask for donations."},{"type":"paragraph","text":"Lucille: As long as we don’t look desperate. We want them to think we’ll take their help, but we don’t need it. I should be seen a lot at the club."},{"type":"paragraph","text":"Michael: Yeah, our backs are against the wall, and it’s hard to accept that it’s really come to begging."},{"type":"paragraph","text":"George: Some times it’s the only way to stay in the game."},{"type":"paragraph","text":"Narrator: Please tell your friends about this show."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael had asked Lindsay to take care of the house, and to his surprise..."},{"type":"paragraph","text":"Michael: You’re sort of doing it."},{"type":"paragraph","text":"Narrator: ... she was sort of doing it."},{"type":"paragraph","text":"Lindsay: Yeah, check it out. I found that canned ham that we’d had forever, and I put it in a pot of boiling water, and guess what I’m calling it?"},{"type":"paragraph","text":"Michael: Soup?"},{"type":"paragraph","text":"Lindsay: Hot ham water."},{"type":"paragraph","text":"Lindsay: You know, I’m actually a really good mom. I think it’s ’cause Maeby’s never around."},{"type":"paragraph","text":"Lindsay: You should send George Michael to Openings, too."},{"type":"paragraph","text":"Tobias: Yes, it could help him express his feelings."},{"type":"paragraph","text":"Michael: My son expresses himself just fine. Isn’t that right, son?"},{"type":"paragraph","text":"George Michael: What? Yeah... fine. Uh, yes, I don’t care. What’s up?"},{"type":"paragraph","text":"Tobias: Yes, he’s a regular Freddie Wilson, that one."},{"type":"paragraph","text":"Michael: I don’t know that reference."},{"type":"paragraph","text":"Lindsay: I don’t either."},{"type":"paragraph","text":"Tobias: I don’t know either."},{"type":"paragraph","text":"Narrator: It’s this guy."},{"type":"paragraph","text":"Michael: My son’s just fine where he is. And he’s got the SAT’s coming up. You got to do well on those. You studying upstairs?"},{"type":"paragraph","text":"George Michael: Yeah, I’m just taking a three real quick, so I can get a cream soda."},{"type":"paragraph","text":"Lindsay: Oh, I’ll get that for you."},{"type":"paragraph","text":"George Michael: No, I will get it. I have to get it myself. Just, relax... just check the stove."},{"type":"paragraph","text":"Tobias: You know, Michael, if I may take off my acting pants for a moment and pull my analrapist stocking over my head, George Michael has been acting strange lately. I think he may have developed what we in the soft sciences refer to obsessive-compulsive disorder. Or the O.C. disorder."},{"type":"paragraph","text":"Michael: Don’t call it that."},{"type":"paragraph","text":"Tobias: I think ultimately it’s because he’s afraid to express himself."},{"type":"paragraph","text":"Narrator: Actually, it was because he was afraid his Aunt Lindsay was going to burn the house down."},{"type":"paragraph","text":"Lindsay: (On phone.) Hi, how are you? (Pouring baking soda and cream together.) Cream soda."},{"type":"paragraph","text":"Lindsay: Maybe he does need this school. Did you see this letter? You know, it’s done wonders for Maeby."},{"type":"paragraph","text":"Michael: “Maeby is an exceptional young lady.”"},{"type":"paragraph","text":"Lindsay: Exceptional."},{"type":"paragraph","text":"Michael: “We are sure at she is destined for great things...”"},{"type":"paragraph","text":"Lindsay: Great things."},{"type":"paragraph","text":"Michael: “...and we wish her luck in all her...” It says, “over.” Probably have to crack this open to be sure, but this sounds like an expulsion letter. “She’s never been to class.”"},{"type":"paragraph","text":"Lindsay: What kind of boarding school would lose track of its students?"},{"type":"paragraph","text":"Michael: Openings is not a boarding school."},{"type":"paragraph","text":"Tobias: I thought it was a boarding school, too."},{"type":"paragraph","text":"Narrator: Actually, Maeby had been on the set of a film called Snowboarding School 2, in her secret life as a film executive."},{"type":"paragraph","text":"Michael: There goes that non-refundable tuition. You know, it is the one rule that they do have there."},{"type":"paragraph","text":"Lindsay: She should be punished for this. You know, Tobias, if I can become a more traditional mother, than maybe you could start being more of a..."},{"type":"paragraph","text":"Tobias: Non-traditional mother. Yes, you’re right. After all, I am her father."},{"type":"paragraph","text":"George Michael: Burners are still off and I re-washed all the clothes."},{"type":"paragraph","text":"Narrator: And that’s when Michael decided that perhaps Maeby’s tuition didn’t have to go to waste after all. Meanwhile, Lucille went to work soliciting for the Bluth fund-raiser."},{"type":"paragraph","text":"Lucille: I mean, we have plenty of money, don’t get me wrong. But we can’t use our personal assets to defend the company."},{"type":"paragraph","text":"Narrator: Just then, G.O.B. arrived and decided to have a laugh."},{"type":"paragraph","text":"G.O.B.: Your drink, madam. (Chuckles.) Can I get you anything?"},{"type":"paragraph","text":"Lucille: Get that one out of here."},{"type":"paragraph","text":"G.O.B.: As you please."},{"type":"paragraph","text":"Narrator: But Lucille had never made eye contact with a waiter."},{"type":"paragraph","text":"Waiter #7: Can you drop these off at two?"},{"type":"paragraph","text":"G.O.B.: Why not. I’m just a waiter."},{"type":"paragraph","text":"Narrator: So he kept it up."},{"type":"paragraph","text":"G.O.B.: We’re all out of the halibut."},{"type":"paragraph","text":"Narrator: The joke was over... but the lunch rush was just beginning."},{"type":"paragraph","text":"Waiter #7: Hey, new guy, you want to seat table four?"},{"type":"paragraph","text":"Narrator: Back at the penthouse however..."},{"type":"paragraph","text":"Buster: My lunch is long overdue."},{"type":"paragraph","text":"Narrator: ...lunch was long overdue."},{"type":"paragraph","text":"Buster: I don’t suppose she left anything for me to eat?"},{"type":"paragraph","text":"George: No, just the soup and a half sandwich and a whole sandwich for me."},{"type":"paragraph","text":"Michael: Hello. Hey, so what’s going on with the fund-raiser?"},{"type":"paragraph","text":"George: Well, I don’t think the Home Builders Organization is going to be supporting us."},{"type":"paragraph","text":"Michael: Yeah, the HBO’s not going to want us. What do we do now?"},{"type":"paragraph","text":"George: Well, I think it’s show time. I think we have to have a show during dinner."},{"type":"paragraph","text":"George: Hey, we can have some celebrities in. You know, Oscar winners like Nicole Kidman..."},{"type":"paragraph","text":"Michael: I don’t want to just round up a bunch of famous people that have nothing to do with our family as some sort of cheap stunt. What’s that got to do with us?"},{"type":"paragraph","text":"George: Nothing. But you’re going to write a speech about me so they can see how wonderful I am."},{"type":"paragraph","text":"Michael: I think we’ve got a better chance at Nicole Kidman."},{"type":"paragraph","text":"Michael: Actually, I may have an in with Andy Richter."},{"type":"paragraph","text":"George: Do you think you can get him? I’m kidding. Of course, not him."},{"type":"paragraph","text":"Michael: His brother does teach George Michael at Openings."},{"type":"paragraph","text":"George: George Michael is going to that new age feel-goodery? I don’t think that’s a good idea. They’re going to poison him against you. Remember what happened when we sent Lindsay to that kind of school? All of a sudden I was the bad guy to her."},{"type":"paragraph","text":"Flashback"},{"type":"paragraph","text":"Young Lindsay: And you don’t respect Mom and you don’t respect women."},{"type":"paragraph","text":"Woman in negligee: Are you married?"},{"type":"paragraph","text":"George: Damn school."},{"type":"paragraph","text":"End flashback"},{"type":"paragraph","text":"George: I said to the teacher, I said, “You poison her, I’ll poison you.”"},{"type":"paragraph","text":"Narrator: George Sr. did more than just say it. He sent the man a basket of poisoned muffins."},{"type":"paragraph","text":"1979"},{"type":"paragraph","text":"John Beard: Do you know the Muffin Man? There’s a reward in it if you do. Then— would you like some foam in your coffee? It’s called a cuppakeno and wait till you see what it costs."},{"type":"paragraph","text":"George: You can say what you want about the Milford Academy— the kids that came out of there, prepared for life."},{"type":"paragraph","text":"Buster: Does anyone know how to eat one of these?"},{"type":"paragraph","text":"Michael: You know, George Michael’s going to be jwst fine, okay? I just want him to know how to express himself."},{"type":"paragraph","text":"Buster: It doesn’t do anything."},{"type":"paragraph","text":"Narrator: He was actually having trouble expressing himself."},{"type":"paragraph","text":"Donnie: Why don’t you tell the group about yourself."},{"type":"paragraph","text":"George Michael: My name is George Michael Bluth. I’m a 16-year-old Caucasian male. My mom died. And I guess that’s it."},{"type":"paragraph","text":"Donnie: Hardly. See, if it were me, I would say I’m Donnie Richter. I have a brother named Andy. He’s an attention hog. He can’t seem to really attract a real audience, but I love the fat S.O.B. anyway."},{"type":"paragraph","text":"George Michael: I thought you looked like that guy Andy Richter. You guys are identical twins?"},{"type":"paragraph","text":"Donnie: Identical quintuplets, actually."},{"type":"paragraph","text":"Narrator: There was Andy the showoff, Donnie the sensitive one, Chareth the flirt, Rocky the risk-taker and Andy’s stunt double and Emmett who asked that we not show his picture. Although, composite photography tells us he’d looks something like this."},{"type":"paragraph","text":"Donnie: Here’s what I want you to do. I want you to go home tonight and write something about how you really feel. Something critical. Bring it in tomorrow and read it for the group."},{"type":"paragraph","text":"George Michael: Will this go toward my grade?"},{"type":"paragraph","text":"Donnie: (Chuckles.) We don’t have grades here. A student either learns and gets an “L,” or they fluctuate in their learning."},{"type":"paragraph","text":"George Michael: What do we get for that?"},{"type":"paragraph","text":"Donnie: An “F.”"},{"type":"paragraph","text":"Music: / Mr. F. /"},{"type":"paragraph","text":"Narrator: Maeby, meanwhile, was about to have a learning experience oher own."},{"type":"paragraph","text":"Tobias: Well, well, I understand you’ve been having trouble with that expensive boarding school. That’s right, I can read."},{"type":"paragraph","text":"Maeby: Okay, first of all, Variety got it wrong, all right? We didn’t even want this project. It was a co-finance with Miramax then, poof, Miramax is gone and we’re still on the hook, and it turns out Jamie Kennedy can’t even snowboard."},{"type":"paragraph","text":"Pop music playing."},{"type":"paragraph","text":"Tobias: All right, I’ll listen to this later. And don’t tell me where you’ve been. It’ll just make me worry more. But guess what? There’s a new daddy in town."},{"type":"paragraph","text":"Music: / A new daddy in town... /"},{"type":"paragraph","text":"Tobias: A discipline daddy."},{"type":"paragraph","text":"Music: / A discipline daddy / Gonna spank your behind, uh-huh... /"},{"type":"paragraph","text":"Tobias: Oh, it’s a... it’s a parenting tape."},{"type":"paragraph","text":"Tobias: If you want to skip school, that’s fine. You’ll just come to work with me."},{"type":"paragraph","text":"Maeby: But you don’t have a job."},{"type":"paragraph","text":"Tobias: All right, here, tell you what we’re going to do... We are going to stuff each one of these gift bags with a head shot, some glitter, and a decorative hand soap. And we’re going to send them to every casting director in town. And don’t forget the funny notes."},{"type":"paragraph","text":"Maeby: “I know where you live. Ha-ha.” Casting directors hate this."},{"type":"paragraph","text":"Narrator: They really do."},{"type":"paragraph","text":"Casting Director: The glitter queen struck again. Never hire Tobias Fünke."},{"type":"paragraph","text":"Narrator: And back at the country club, something unusual had happened."},{"type":"paragraph","text":"G.O.B.: Oh, I don’t have any drugs for sale. Unless... did you expect me to follow you to your car?"},{"type":"paragraph","text":"Waiter #7: They’re your tips."},{"type":"paragraph","text":"G.O.B.: Tips?"},{"type":"paragraph","text":"Narrator: And G.O.B. realized he’d accidentally worked a day in his life. Lindsay, meanwhile, was being a mother when someone showed up who needed one."},{"type":"paragraph","text":"Buster: Hey, sister."},{"type":"paragraph","text":"Lindsay: How’d you get here?"},{"type":"paragraph","text":"Buster: I walked. I tried hitchhiking, but it’s hard to do without a thumb."},{"type":"paragraph","text":"Buster: I’m so hungry."},{"type":"paragraph","text":"Lindsay: Would you like to try some of this?"},{"type":"paragraph","text":"Buster: It’s so watery. And yet there’s a smack of ham to it."},{"type":"paragraph","text":"Lindsay: It’s hot ham water."},{"type":"paragraph","text":"Narrator: Upstairs, George Michael was struggling with his assignment."},{"type":"paragraph","text":"George Michael: Can you think of anything critical to say about my dad?"},{"type":"paragraph","text":"Maeby: Are you serious? I have glitter in my lungs from making goody bags for casting directors. And he’s giving me 100 more to do for homework. It’s like I don’t do my homework, George Michael does my homework."},{"type":"paragraph","text":"Narrator: And that’s when he decided it was time to cheat off of her."},{"type":"paragraph","text":"George Michael: You know it might help if you expressed yourself."},{"type":"paragraph","text":"Narrator: It also gave him an opportunity to smell her neck."},{"type":"paragraph","text":"Narrator: And the next day, Michael drove to Openings in the hopes of recruiting Donnie’s brother for the fundraiser when he noticed his son expressing himself rather well."},{"type":"paragraph","text":"George Michael: He pretends he’s the great father all of a sudden and acts like he’s all worried about me, but it turns out he just does it so I can help him with his joke of a career. No wonder Mom wanted out so bad."},{"type":"paragraph","text":"Michael: Oh, my God"},{"type":"paragraph","text":"Donnie: Oh, my God."},{"type":"paragraph","text":"George Michael: Oh, my God."},{"type":"paragraph","text":"Narrator: G.O.B., meanwhile, was several days into being an accidental waiter. And he discovered that little flirting helped bring in the tips."},{"type":"paragraph","text":"G.O.B.: If you didn’t have adult onset diabetes, I wouldn’t mind giving you a little suger."},{"type":"paragraph","text":"Mrs. Van Skoyk: Oh, G.O.B... you could charm the black off a telegram boy."},{"type":"paragraph","text":"Narrator: Okay, we’ll just tell you now. She’s the one who dies."},{"type":"paragraph","text":"Lucille: His name is Andy something. I think he’s Ed McMahon’s kid, a song and dance man."},{"type":"paragraph","text":"Narrator: Lucille, meanwhile, was there soliciting for the fundraiser, but still hadn’t noticed him..."},{"type":"paragraph","text":"Lucille: We’ll have the lobster tail."},{"type":"paragraph","text":"Narrator: ...until this happened."},{"type":"paragraph","text":"G.O.B.: And maybe later you can save a little piece of tail for me."},{"type":"paragraph","text":"Lucille: (Screams.)"},{"type":"paragraph","text":"G.O.B.: Come on!"},{"type":"paragraph","text":"Woman at Country Club: I hope that isn’t the sort of humor Andy McMahon will be doing."},{"type":"paragraph","text":"G.O.B.: Lobster, ma’am?"},{"type":"paragraph","text":"Narrator: And Michael went to confront Donnie."},{"type":"paragraph","text":"Michael: Hey, nice haircut. And thanks for turning my son against me."},{"type":"paragraph","text":"Andy Richter: Oh, oh, no, no, I’m Andy."},{"type":"paragraph","text":"Michael: Oh. Sorry. Oh, hey. How’d you feel about coming to a fundraiser at our house?"},{"type":"paragraph","text":"Andy Richter: How much does it pay?"},{"type":"paragraph","text":"Michael: It’s just a free dinner..."},{"type":"paragraph","text":"Andy Richter: I’ll be there."},{"type":"paragraph","text":"Michael: Great."},{"type":"paragraph","text":"Andy Richter: I’ll be in the cafeteria."},{"type":"paragraph","text":"Donnie: Ugh, he’s such a pig."},{"type":"paragraph","text":"Michael: You should know about bad mouthing family members. I heard what you had my son say out there."},{"type":"paragraph","text":"Donnie: He chose what to say. Maybe we should include him in this."},{"type":"paragraph","text":"Michael: No need. You’re the one that poisoned him against me How would you like that done to you?"},{"type":"paragraph","text":"Donnie: Are you threatening to poison me?"},{"type":"paragraph","text":"Michael: I’m just expressing myself, man."},{"type":"paragraph","text":"George: What did I tell you? How dare that Donnie Richter. You know, you got to take care of that guy or I will. Yeah, yeah, let me."},{"type":"paragraph","text":"Michael: This is not your business, no. I’m just going to pull him out of that school."},{"type":"paragraph","text":"George: You’re damn right you are. We can’t have this happen, not now. This family has go to stick together."},{"type":"paragraph","text":"Lucille: I don’t want G.O.B. coming to this dinner."},{"type":"paragraph","text":"George: Good idea."},{"type":"paragraph","text":"Lucille: Guess where he’s been getting his money."},{"type":"paragraph","text":"George: Is he following people to their cars again?"},{"type":"paragraph","text":"Lucille: He’s a waiter!"},{"type":"paragraph","text":"Michael: He is? Well, that’s great."},{"type":"paragraph","text":"Lucille: No, it’s not great."},{"type":"paragraph","text":"Michael: Well, am I the only one that thinks that this family is finally starting to become sympathetic and relatable? I mean, that’s what people want to see."},{"type":"paragraph","text":"Michael: Lindsay’s taking care of the house."},{"type":"paragraph","text":"Lucille: Oh, I forgot about that. Tell the “housewife” she’s not coming either."},{"type":"paragraph","text":"Buster: If you don’t want her, you don’t want me either. She’s taking care of me. She glued my thumb back on."},{"type":"paragraph","text":"Buster: Sister’s my new mother, Mother."},{"type":"paragraph","text":"Buster: And is it just me, or is she looking hotter, too?"},{"type":"paragraph","text":"Lucille: Well, why don’t you marry her?"},{"type":"paragraph","text":"Buster: Maybe I will!"},{"type":"paragraph","text":"Michael: We’re veering away from relatability again."},{"type":"paragraph","text":"Narrator: Meanwhile, Maeby was getting tired of being with her father."},{"type":"paragraph","text":"Tobias: Now what we do is we paint our lips Joan Crawford red, pop on a little blue eyeliner and then plant a lipstick kiss on every one of them."},{"type":"paragraph","text":"Maeby: Why the blue eyeliner?"},{"type":"paragraph","text":"Tobias: Well, she felt that her eyes were too close together."},{"type":"paragraph","text":"Cell phone rings."},{"type":"paragraph","text":"Tobias: Hello? Uh, y... uh... (Whispers to Maeby.) It’s a casting director. (Into phone.) Yes, he is available. Uh, let me put my, uh, our assistant on the phone with you. Thank you, yes. I better get changed."},{"type":"paragraph","text":"Maeby: (Into phone.) Thanks, Deb. Yeah. So he’s Tortured Victim #4, right? No, that’s great. Yeah, he’s really into discipline."},{"type":"paragraph","text":"Narrator: And George Michael was about to get some discipline, too."},{"type":"paragraph","text":"Michael: You are no longer going to that school. I don’t want to get into a big discussion about it. It’s just not right for you."},{"type":"paragraph","text":"George Michael: Is this because I cheated off Maeby? Because I’ve never done that before, Dad, I swear. I just couldn’t think of anything to write about you, so I asked her to write it about her dad."},{"type":"paragraph","text":"Michael: You cheated?"},{"type":"paragraph","text":"George Michael: Yeah, it was stupid of me. Now Donnie’s met you. I mean, he’s never going to believe that you were ever up for a part in Wicked."},{"type":"paragraph","text":"Michael: Yeah, well, you know, you do what you have to do. You think I want to give that speech about Dad at the fundraiser? Sometimes you say you hate your dad to get a good grade or you like him to make some money. Sounds like you’re doing a great job over there. We’re keeping you in."},{"type":"paragraph","text":"George Michael: No, I wasn’t..."},{"type":"paragraph","text":"Michael: Said I don’t want to have a whole discussion about it. Donnie... Oh."},{"type":"paragraph","text":"put 3-D glasses on now"},{"type":"paragraph","text":"Michael: I guess I owe you an apology... It’s Andy again, isn’t it?"},{"type":"paragraph","text":"Rocky: Rocky. Andy’s the pig."},{"type":"paragraph","text":"Michael: Well you’re not exactly..."},{"type":"paragraph","text":"Rocky: I’m his stunt double You think I like this? I disgust myself."},{"type":"paragraph","text":"George Michael: Let go of my dad you’re going to hurt him."},{"type":"paragraph","text":"Rocky: Oh, no, I’m only making it look like that. He’s totally in charge of the situation."},{"type":"paragraph","text":"Michael: So what is the problem?"},{"type":"paragraph","text":"Rocky: Somebody sent my brother Donnie a basket of poison muffins."},{"type":"paragraph","text":"George Michael: It could’ve been the Muffin Man. They never caught him."},{"type":"paragraph","text":"Michael: How do you know about that?"},{"type":"paragraph","text":"George Michael: I saw it on Why We Were Scared of the ’70s."},{"type":"paragraph","text":"Andy Dick: And whatever happened to the Muffin Man? Remember him? I always pictured a giant six-foot muffin trying to eat me while I was eating him. It’s kind of a fantasy I go to a lot now."},{"type":"paragraph","text":"Rocky: And he says you threatened to poison him."},{"type":"paragraph","text":"Michael: I was upset. I’d just heard that my con thought I was a horrible father. But, no, I didn’t poison him."},{"type":"paragraph","text":"Rocky: Well, if I find out you did... Oh, Andy wants to know, at this dinner, you want him to sing or anything?"},{"type":"paragraph","text":"Michael: A song would be fantastic."},{"type":"paragraph","text":"George Michael: So, Dad, you saw that? I thought you didn’t know what I said about you."},{"type":"paragraph","text":"Michael: Well, that wasn’t exactly the truth. But don’t worry, I know you don’t have anything bad to say about me."},{"type":"paragraph","text":"George Michael: Well, no, you know what? I think Donnie was right. I just wasn’t digging deep enough. I think I might’ve meant what I said. You never listen to me. You didn’t ask me if I wanted to go to the school, you didn’t ask me about what I said. You threatened my teacher. You don’t respect me. How can I respect you, man?"},{"type":"paragraph","text":"Narrator: It was a complex situation without an easy solution."},{"type":"paragraph","text":"Lucille: Hello? The caterers didn’t show up. I used the club. They said we owe them too much money. I guess all those lunches... I’ve got 50 people coming in three hours and nothing to feed them. No one to serve it. We have to make a good impression or we’re finished."},{"type":"paragraph","text":"Narrator: Now that’s a clear cut situation with a promise of comedy. Tell your friends."},{"type":"paragraph","text":"Narrator: The Save Our Bluths Party was starting to heat up. But the same could not be said for Lindsay’s chicken."},{"type":"paragraph","text":"G.O.B.: What is going on? They’re getting restless. I can’t offer to bleep him in front of their husbands."},{"type":"paragraph","text":"Lucille: This is what you’re making? Poached salmonella?"},{"type":"paragraph","text":"Lindsay: It’ll be fine. I’ll just put the sauce on them."},{"type":"paragraph","text":"G.O.B.: What kind of sauce is that?"},{"type":"paragraph","text":"Lindsay: Wait, this is the water I thawed the chicken in."},{"type":"paragraph","text":"Buster: Oh. Well, that should go with chicken."},{"type":"paragraph","text":"Lindsay: Yeah."},{"type":"paragraph","text":"Buster: Fantastic."},{"type":"paragraph","text":"Narrator: And some powerful players showed up."},{"type":"paragraph","text":"Larry: George, Bill Kinkaid from Phosco Industries."},{"type":"paragraph","text":"Narrator: Sort of."},{"type":"paragraph","text":"Larry: Hope you don’t mind, I sent one of those stupid surrogates."},{"type":"paragraph","text":"George: You got busted, too."},{"type":"paragraph","text":"Larry: No, I had a prior engagement. I’m at the Fire & Ice Ball."},{"type":"paragraph","text":"G.O.B.: Coming through. Chicken in chicken sauce."},{"type":"paragraph","text":"Michael: Thank you very much for showing up. Maybe you could just sing while they’re bringing out the dinners."},{"type":"paragraph","text":"Andy Richter: Uh, I’m not Andy. I’m Emmitt. Andy sent me over to let you know that he’s not going to be able to make it tonight."},{"type":"paragraph","text":"Narrator: Michael was suspicious. I mean, think about it— We can’t show Emmitt without blurring him."},{"type":"paragraph","text":"Andy Richter: Yeah, he’s... singing at the Fire & Ice Ball tonight."},{"type":"paragraph","text":"George: Andy Richter is singing at the Fire & Ice Ball? I should send Andy a little basket of poison muffins, too."},{"type":"paragraph","text":"Michael: Muffins? Oh, my God, Dad. You’re the Muffin Man? You poisoned 25 teachers during the ’70s?"},{"type":"paragraph","text":"George: Just the first two. The others were copycats."},{"type":"paragraph","text":"Michael: You poisoned Donnie, didn’t you?"},{"type":"paragraph","text":"George: We’re losing them. Come on, come on."},{"type":"paragraph","text":"Glass tings."},{"type":"paragraph","text":"George: Have your attention. My son would like to say just a couple of words about me."},{"type":"paragraph","text":"Narrator: And that’s when Michael noticed his own son."},{"type":"paragraph","text":"Michael: You came, huh?"},{"type":"paragraph","text":"George Michael: Yeah, well, it was wrong of me to say what I did about how I felt."},{"type":"paragraph","text":"Michael: No, you said what you felt. And maybe it’s about time I did the same thing."},{"type":"paragraph","text":"George: Why don’t we just let him express himself."},{"type":"paragraph","text":"Michael: Well, um, I was going to say that you don’t know who my father really is and that what has happened to us is a great injustice, that we were never really given a fair chance. But that’s not the truth. We’ve been given plenty of chances. And maybe the Bluths just aren’t worth saving, maybe we’re not that likable, you know. We’re very self-centered. And my father may be the worst of us. Me, too. You know, I seem to... I threaten people who I don’t feel support me. He poisons them. Anyway, here’s my advice to you. Go ahead and take yourself a goody bag and get out of here while you can."},{"type":"paragraph","text":"Narrator: The speech was disturbing, the food inedible and the gift bags... pretty frightening. And when G.O.B. realized he wouldn’t get tipped..."},{"type":"paragraph","text":"G.O.B.: Wait, no, no! Where’s everyone going?"},{"type":"paragraph","text":"Narrator: ...the service got a little worse."},{"type":"paragraph","text":"G.O.B.: No one’s leaving until I get my money! I’ll follow you to your cars!"},{"type":"paragraph","text":"Narrator: Oh, and then that old racist woman choked on Buster’s thumb."},{"type":"paragraph","text":"Buster: My thumb!"},{"type":"paragraph","text":"Narrator: All in all, it was one of the Bluth’s better dinner parties."},{"type":"paragraph","text":"Michael: Hey, what’d you think of the speech?"},{"type":"paragraph","text":"George Michael: You’d do great at Openings."},{"type":"paragraph","text":"Michael: You know, pal, you do not have to go there. I’ve just been very worried about your behavior. You know, you’re always turning off burners and irons and it may be OCD."},{"type":"paragraph","text":"George Michael: OCD? No, I’m just cleaning up after Aunt Lindsay. She never turns things off."},{"type":"paragraph","text":"Michael: Well... Guess that explains why I saw the hedge trimmer zipping around the drive way. I did it again, didn’t I? I’m so self-centered. From now on, I want you to just tell me what’s on your mind, okay? And I promise I won’t just hear what I want to hear."},{"type":"paragraph","text":"George Michael: I love my cousin."},{"type":"paragraph","text":"Michael: Love you, too, pal."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, the Bluth family gets some good news."},{"type":"paragraph","text":"Lucille: They’re all sending in donations. And you know what the key was? Your speech. It didn’t sound desperate."},{"type":"paragraph","text":"Michael: Well, I guess it really doesn’t pay be desperate."},{"type":"paragraph","text":"Lucille: It sure doesn’t."},{"type":"paragraph","text":"Director: And... cut!"},{"type":"paragraph","text":"Michael: Good job, man. Let’s not celebrate yet. We still got the west coast feed, guys."}],"images":[]}]}