{"sections":[{"title":"Transcript of Hand to God","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Two episode \"Hand to God\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Hand to God\" was written by Mitchell Hurwitz & Chuck Martin"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Michael: George Michael, are you around?"},{"type":"paragraph","text":"Narrator: Michael was looking for his son with whom he had a secret to share."},{"type":"paragraph","text":"Michael: There you are. Hey, pal, you alone?"},{"type":"paragraph","text":"George Michael: Almost always, yeah. You know, Maeby’s never around anymore, and Ann’s off with her religious group trying to get Nip/Tuck taken off the air."},{"type":"paragraph","text":"Michael: They don’t like Nip/Tuck?"},{"type":"paragraph","text":"George Michael: Well, you know, they don’t like anything. Something about God wants people to age naturally or, I don’t know. Ironically, she likes Gangee."},{"type":"paragraph","text":"Michael: Listen, you know I would never date anyone without you being okay with it, right?"},{"type":"paragraph","text":"George Michael: Yeah, and you don’t have to do that."},{"type":"paragraph","text":"Michael: Great, because I didn’t do it this time. I kind of reconnected with that blind prosecutor I used to date, Maggie Lizer."},{"type":"paragraph","text":"George Michael: Her? Didn’t she turn out to not to be blind, though?"},{"type":"paragraph","text":"Michael: Exactly."},{"type":"paragraph","text":"George Michael: But she’s filled out a little bit."},{"type":"paragraph","text":"Narrator: Michael hadn’t seen her in 8 and a half months, during which she had filled out."},{"type":"paragraph","text":"Michael: Really? Could have sworn it was a year."},{"type":"paragraph","text":"Michael: And it seems as if I’m the father."},{"type":"paragraph","text":"George Michael: Do you know this for sure? I mean, she does lie. She might not really be pregnant."},{"type":"paragraph","text":"Michael: See, that’s what I thought. Boy, you really are my kid."},{"type":"paragraph","text":"George Michael: Good."},{"type":"paragraph","text":"Michael: Apparently, so is this one."},{"type":"paragraph","text":"Narrator: Michael found this out after having Lindsay and Tobias break into Maggie’s house and hide in the bathroom to collect and test her urine. It was there that they stumbled upon a fat suit."},{"type":"paragraph","text":"Tobias: That’s what it is."},{"type":"paragraph","text":"Narrator: Michael confronted Maggie about this."},{"type":"paragraph","text":"Maggie: Oh, you’re so right, Michael, ’cause I’m faking it."},{"type":"paragraph","text":"Narrator: But he was proven wrong."},{"type":"paragraph","text":"Maggie: Not."},{"type":"paragraph","text":"George Michael: Maybe it’ll be exciting, you know, be a big brother."},{"type":"paragraph","text":"Michael: It’ll be fun. There you go! Would be fun, wouldn’t it?"},{"type":"paragraph","text":"George Michael: Big brother— me."},{"type":"paragraph","text":"Michael: Not going to happen, though, because she doesn’t want anything to do with me. But look, I know you’ve been bored. You and I are going to have some fun together. Maybe we’ll even have ourselves a little adventure. Meanwhile, I guess this family’s big enough, huh?"},{"type":"paragraph","text":"Phone rings."},{"type":"paragraph","text":"Narrator: In fact, Michael’s family had just gotten a little smaller."},{"type":"paragraph","text":"Michael: Hello."},{"type":"paragraph","text":"Lucille: (Shrieks.)"},{"type":"paragraph","text":"Michael: Mom, you’ve got to stop starting conversations like that."},{"type":"paragraph","text":"Lucille: Something happened to Buster! He lost part of his body. I don’t know which one."},{"type":"paragraph","text":"Sign reads: Buckle Up"},{"type":"paragraph","text":"Lucille knocks the hand off the Buckle Up sign"},{"type":"paragraph","text":"Oscar: The hand."},{"type":"paragraph","text":"Lucille: I told him to stay out of the ocean, but we had a fight. Who remembers about what?"},{"type":"paragraph","text":"Narrator: I do. Buster had discovered that his Uncle Oscar was his true father."},{"type":"paragraph","text":"Buster: You lied to me."},{"type":"paragraph","text":"Lucille: You were never supposed to know."},{"type":"paragraph","text":"Buster: I’m going to war!"},{"type":"paragraph","text":"Narrator: As an act of defiance to Lucille, he first went swimming in the ocean, where he was attacked by a loose seal."},{"type":"paragraph","text":"Lucille: If only your father was here. Oh, that George. God only knows where he is."},{"type":"paragraph","text":"Oscar: The car!"},{"type":"paragraph","text":"George: Up yours, granny!"},{"type":"paragraph","text":"Lucille: You couldn’t handle it!"},{"type":"paragraph","text":"Narrator: In fact, George had snuck out of the attic and gone to a local Ford dealership."},{"type":"paragraph","text":"Car Salesman: The Bronco’s been discontinued. We’re trying to shed that whole fugitive on the run thing. This is the Escape."},{"type":"paragraph","text":"George: What a fun name. May I test drive?"},{"type":"paragraph","text":"George: Up yours, granny!"},{"type":"paragraph","text":"Lucille: You couldn’t handle it!"},{"type":"paragraph","text":"Narrator: Soon, Michael and George Michael arrived at the hospital."},{"type":"paragraph","text":"Lucille: If something happens to Buster, I’ll be lost."},{"type":"paragraph","text":"Michael: Excuse me."},{"type":"paragraph","text":"Lucille: George Michael, you’re going to have to be the baby of the family."},{"type":"paragraph","text":"George Michael: Um, Maeby’s younger than me."},{"type":"paragraph","text":"Lucille: You’re never going in the ocean! Never! You’re my baby. I’m never letting go. You’re my baby now! You’re my baby now!"},{"type":"paragraph","text":"Michael: Mom, he is not yours!"},{"type":"paragraph","text":"Lucille: The hell with all of you. I have a man. (Gasps.)"},{"type":"paragraph","text":"Dr. Fishman: Excuse me. Are you the Bluths?"},{"type":"paragraph","text":"Lucille: Not Dr. Wordsmith."},{"type":"paragraph","text":"Lucille: How’s my son?"},{"type":"paragraph","text":"Dr. Fishman: He’s going to be all right."},{"type":"paragraph","text":"Lindsay: Finally some good news from this guy."},{"type":"paragraph","text":"George Michael: There’s no other way to take that."},{"type":"paragraph","text":"Dr. Fishman: That’s a great attitude. I got to tell you, if I was getting this news, I don’t know that I’d take it this well."},{"type":"paragraph","text":"Lucille: But you said he was all right."},{"type":"paragraph","text":"Dr. Fishman: Yes, he’s lost his left hand. So he’s going to be “all right.”"},{"type":"paragraph","text":"Lucille: You son of a bitch. I hate this doctor!"},{"type":"paragraph","text":"Lindsay: How do we keep getting this guy?"},{"type":"paragraph","text":"Michael: Mom, he’s a very literal man."},{"type":"paragraph","text":"Dr. Fishman: Yes, that’s more the way I would take the news."},{"type":"paragraph","text":"Buster: Actually, I’m relieved. I don’t have to go to Army because the seal with the bow tie attacked me. I feel like I’ve lost three pounds."},{"type":"paragraph","text":"Michael: Seal with the bow tie?"},{"type":"paragraph","text":"Buster: Yeah. I think that’s what I saw bite me. Now I just wish I could remember why I went in the ocean. Did we fight or something?"},{"type":"paragraph","text":"Lucille: Of course not. Although, I always have warned you against the ocean. So has your father."},{"type":"paragraph","text":"Buster: My father..."},{"type":"paragraph","text":"Lucille: George You need more juice. Where’s the juice?! Give my son the juice!"},{"type":"paragraph","text":"Michael: It’s okay. Doctor says you’re going to be fine. And if they can find the hand, they’re going to be able to reattach it. You know, like a transplant?"},{"type":"paragraph","text":"Buster: I’m fine. This is a blessing. And speaking of blessings, I heard there’s gonna be a baby. (Laughs.)"},{"type":"paragraph","text":"Michael: Oh, yeah. Yeah. But don’t-don’t, please, don’t worry about that. What’s more important is you’re really doing well with this, pal, and my hat is off to you."},{"type":"paragraph","text":"Buster: And my hand is off to you. (Laughs.)"},{"type":"paragraph","text":"Michael: (Forced laugh.) No, no. I meant don’t get your hopes up about that..."},{"type":"paragraph","text":"Buster: Hand transplant?"},{"type":"paragraph","text":"Michael: No, the baby. The mother doesn’t want me around. We kind of had a little bit of a fight."},{"type":"paragraph","text":"Buster: You obviously care about this Maggie woman, don’t you?"},{"type":"paragraph","text":"Michael: Yes, I do. Of course I do."},{"type":"paragraph","text":"Buster: I mean, a seal didn’t bite your Linus off, did it?"},{"type":"paragraph","text":"Michael: No, a seal didn’t bite my Linus off."},{"type":"paragraph","text":"Buster: Then go to her. Ask for her hand."},{"type":"paragraph","text":"Michael: Yeah, and maybe I’ll get one for my brother while I’m at it. (Laughs.)"},{"type":"paragraph","text":"Buster: Get him out of here."},{"type":"paragraph","text":"Michael: Hmm?"},{"type":"paragraph","text":"Buster: Get him out of here! Get the bleep out of my room!"},{"type":"paragraph","text":"Lucille: Michael! Michael! What’s wrong?"},{"type":"paragraph","text":"Narrator: So, at his brother’s suggestion, Michael went to the courthouse determined to win Maggie back."},{"type":"paragraph","text":"Michael: Have you seen Maggie? It’s kind of important."},{"type":"paragraph","text":"Barry: Oh, you just missed her. She’s in the bar. What a spanking I gave her in court today. Go get ’em."},{"type":"paragraph","text":"Maggie: He spanked me!"},{"type":"paragraph","text":"Judge Ping: Did you spank her?"},{"type":"paragraph","text":"Barry: No... You know that waitress she’s representing is suing my client for making her fat. But here’s the thing, Loretta is not fat. Maggie bought her a fat suit, and I’ve got the receipt to prove it."},{"type":"paragraph","text":"Michael: Of course. That’s what the fat suit is for. Well, I got to find her. I owe her an apology. You said she’s at a bar."},{"type":"paragraph","text":"Barry: It’s Friday night. You might want to try Miss Temple’s. Tell her Barry said, “Ooh, I did good today.”"},{"type":"paragraph","text":"Narrator: And Michael caught up with Maggie."},{"type":"paragraph","text":"Michael: There have been lies, yes, but it’s not like either one of us would ever do anything to hurt the other person, you know? Hello, Officers."},{"type":"paragraph","text":"Officer Taylor: Well, there’s no further sign of a break-in at your house. And since you haven’t called us back, we again left the number in case there’s a problem."},{"type":"paragraph","text":"Maggie: Thanks, Officer."},{"type":"paragraph","text":"Officer Carter: Just, uh, next time, call us back."},{"type":"paragraph","text":"Michael: Hey, break-in? I told you that was us."},{"type":"paragraph","text":"Maggie: Well, maybe I did want to hurt you because I was hurt. I mean, the only reason you’re here is out of loyalty to the baby."},{"type":"paragraph","text":"Michael: It’s not just about the baby. Maggie, there was a reason that you and I got together in the first place when we made this baby, okay? There’s something here. As long as we never lie to each other again."},{"type":"paragraph","text":"Maggie: Well, then I have to come clean about one more thing."},{"type":"paragraph","text":"Michael: Oh, no."},{"type":"paragraph","text":"Maggie: You’re not the father."},{"type":"paragraph","text":"Michael: Come on."},{"type":"paragraph","text":"Maggie: I went to a sperm bank, okay, the week before we even met. The father’s some guy from Harvard, but that’s all I know."},{"type":"paragraph","text":"Michael: That’s great. It’s probably some geek Simpsons writer’s kid."},{"type":"paragraph","text":"Maggie: I never thought I’d meet someone like you. But come on. I mean, do you still really want me? Are you really that great of a guy?"},{"type":"paragraph","text":"Narrator: Michael had always thought of himself as that great a guy. The kind of guy who could raise someone else’s baby."},{"type":"paragraph","text":"Michael: Of course I am."},{"type":"paragraph","text":"Narrator: But he wasn’t, and he regretted it the moment he said it."},{"type":"paragraph","text":"Narrator: The next day, the family gathered to welcome Buster home from the hospital."},{"type":"paragraph","text":"Lucille: He’s coming. What he’s wearing is temporary, please don’t comment on it. Or salute him like that idiot guard down there did to him."},{"type":"paragraph","text":"Oscar: Look who’s back. Let’s all say hello."},{"type":"paragraph","text":"Buster: And while you’re at it, let’s all give me a big hand."},{"type":"paragraph","text":"Forced laughter."},{"type":"paragraph","text":"Lucille: George Michael, get your uncle a bandage for his forehead."},{"type":"paragraph","text":"Oscar: And while you’re at it, get two."},{"type":"paragraph","text":"George Michael: Oh, my God."},{"type":"paragraph","text":"Buster: I guess this means you don’t want to play “Got your nose” with me."},{"type":"paragraph","text":"G.O.B.: What’s the matter, Buster? Did you hurt yourself?"},{"type":"paragraph","text":"Buster: Hi, G.O.B.."},{"type":"paragraph","text":"G.O.B.: Oh, my God! What happened to your...? He’s got no hand!"},{"type":"paragraph","text":"Michael: Buster went swimming in the ocean and according to him, a seal with a bow tie bit off his hand."},{"type":"paragraph","text":"G.O.B.: Bow tie?"},{"type":"paragraph","text":"Tobias: It’s merely the playful mutterings of the shock victim. A seal would never prey on a human, unless, of course, it had acquired a taste for mammal blood."},{"type":"paragraph","text":"Narrator: G.O.B. had recently dressed a seal in a bow tie and used him in a magic trick."},{"type":"paragraph","text":"Cat screeches."},{"type":"paragraph","text":"Narrator: When it failed, he released the seal into the ocean."},{"type":"paragraph","text":"G.O.B.: You’re back in the real world. You’re not going to be hand-fed anymore! I mean, how the hell would a seal know how to tie a bow tie anyway? I can barely tie the yellow one that I wear in my act."},{"type":"paragraph","text":"Buster: This one had a yellow bow tie!"},{"type":"paragraph","text":"G.O.B.: Really?"},{"type":"paragraph","text":"Narrator: And later, Lucille could not contain her guilt any longer."},{"type":"paragraph","text":"Lucille: I did this. I prayed that God take anything he wanted from us so that Buster wouldn’t have to go to war."},{"type":"paragraph","text":"Michael: Mom, after all these years, God’s not going to take a call from you."},{"type":"paragraph","text":"G.O.B.: I did this. I think that the seal with the yellow bow tie might be the one that I released into the sea after giving it the taste for mammal blood."},{"type":"paragraph","text":"Michael: Okay, you’ve got a better case than Mom does."},{"type":"paragraph","text":"G.O.B.: Still, I could hunt down that seal."},{"type":"paragraph","text":"Michael: Well, they said if you retrieve Buster’s hand, they might be able to do a transplant."},{"type":"paragraph","text":"G.O.B.: At the very least, I could remove that incriminating bow tie."},{"type":"paragraph","text":"Narrator: And Michael told Lindsay about his commitment to Maggie and the child that wasn’t his."},{"type":"paragraph","text":"Lindsay: Well, first of all, I’m sure there are writers on “The Simpsons“ who aren’t geeks, and secondly, I think this commitment you’re making is great."},{"type":"paragraph","text":"Michael: It is. It’s great. It’s great. I do think something might be up, though? What if she’s still lying?"},{"type":"paragraph","text":"Lindsay: Oh, no. You’re trying to get out of this, aren’t you? I thought you were a good guy."},{"type":"paragraph","text":"Michael: I am a good guy."},{"type":"paragraph","text":"Tobias: Is he trying to get out of having this baby?"},{"type":"paragraph","text":"Lindsay: We want this child. It’s given us a reason to stay together."},{"type":"paragraph","text":"Narrator: In fact, it was investigating the pregnancy that had re-ignited Lindsay and Tobias’ passion."},{"type":"paragraph","text":"Tinkling."},{"type":"paragraph","text":"Narrator: It was weird."},{"type":"paragraph","text":"Michael: Where’s your child?"},{"type":"paragraph","text":"Lindsay: I don’t have a child, Michael."},{"type":"paragraph","text":"Tobias: Oh."},{"type":"paragraph","text":"Lindsay: Oh. Did you mean Maeby?"},{"type":"paragraph","text":"Michael: I did mean Maeby."},{"type":"paragraph","text":"Tobias: She’s hardly a child, is she, Michael."},{"type":"paragraph","text":"Lindsay: Yeah, and we know where she is. She’s with her debate club, and they’re on their way to Sacremende for the semifinals."},{"type":"paragraph","text":"Narrator: She wasn’t. And a Google search of the word “Sacramende” only came up with this. In fact, she was overseeing a remake of The Old Man and the Sea for the film studio where she’d bluffed her way into a job."},{"type":"paragraph","text":"Maeby: What on Earth is taking so long? Am I the only one who wants to get home and see their kids?"},{"type":"paragraph","text":"Lindsay: So please don’t tell me I don’t know where my kid is."},{"type":"paragraph","text":"Michael: All I’m saying is that Maggie claims that no one else is involved, but what if she’s lying again, and there is someone else involved? You know, a boyfriend, a husband, someone that got dumped when something better came along."},{"type":"paragraph","text":"Lindsay: Of course. Why wouldn’t she?"},{"type":"paragraph","text":"Michael: Well, yeah. I’m a good guy, you know. So I’m thinking that maybe you could break into her house again for me and see if you can find some..."},{"type":"paragraph","text":"Lindsay: Way out of this for you? I don’t think so."},{"type":"paragraph","text":"Michael: No, I was going to say, find some evidence of who the father is, but forget it. I’ll find somebody who wants an adventure. (Whispering.) George Michael, how would you like to get away from Uncle Buster?"},{"type":"paragraph","text":"George Michael: I’d really like that."},{"type":"paragraph","text":"Michael: Good. Okay, shh, shh, shh."},{"type":"paragraph","text":"Narrator: And so with his son’s help, Michael went to Maggie’s to find some evidence of another man."},{"type":"paragraph","text":"Michael: It’s another Bluth boy adventure. We’re like a team— we’re like Red McGibbon and Bullet."},{"type":"paragraph","text":"George Michael: Who?"},{"type":"paragraph","text":"Michael: They’re this old— never mind."},{"type":"paragraph","text":"Michael: Okay, listen, anything you find in there— a name, phone number— you bring it out to Daddy, all right?"},{"type":"paragraph","text":"George Michael: You’re not going in with me?"},{"type":"paragraph","text":"Michael: Hm? No, no, I can’t fit through that doggy door, but I am going to risk being caught out here. Be careful."},{"type":"paragraph","text":"twenty seconds later..."},{"type":"paragraph","text":"George Michael: Okay, I got a phone number. Let’s go. Drive. Let’s go. Gas."},{"type":"paragraph","text":"Michael: You didn’t even go inside."},{"type":"paragraph","text":"George Michael: It was taped to the door."},{"type":"paragraph","text":"Michael: It’s probably the Sparkletts guy. Listen, it’s okay. I’m telling you, there’s nothing to be scared about. I’m not getting that vibe... (Yelps.)"},{"type":"paragraph","text":"Officer Taylor: Everything all right?"},{"type":"paragraph","text":"Michael: Yes, Officer. Just waiting to see if Maggie was home."},{"type":"paragraph","text":"Officer Taylor: Oh. I was making sure there wasn’t another break-in. Officer Davis is inside with his gun drawn, so, everything’s going to be just fine."},{"type":"paragraph","text":"Michael: Close call there, Bullet. I’m so sorry about that. But listen, I think- I think that you do have something here with this phone number. You know, “Really eager to hear from you.” You know, that’s something a guys would say if he was a father of a child and the mother stopped calling ’cause she found a really good guy, you know. I think this is him. Getting that vibe. We’re having some fun, aren’t we? I’m really sorry about that."},{"type":"paragraph","text":"Narrator: And G.O.B. arrived at the dock..."},{"type":"paragraph","text":"Cats meowing."},{"type":"paragraph","text":"Narrator: ...hoping to recover his brother’s missing hand."},{"type":"paragraph","text":"G.O.B.: Looking for the seal that’s got the taste for kitty blood. I’ll pay you handsomely."},{"type":"paragraph","text":"Narrator: In fact, the skipper had already rented his boat to be shot in Maeby’s film. So neither he nor G.O.B. ..."},{"type":"paragraph","text":"G.O.B.: (Yells.)"},{"type":"paragraph","text":"Narrator: ... were prepared for the challenges ..."},{"type":"paragraph","text":"Cats screeching."},{"type":"paragraph","text":"Narrator: ... of using cats to catch a seal."},{"type":"paragraph","text":"G.O.B.: (Yells.) It’s like herding cats."},{"type":"paragraph","text":"Cats screeching."},{"type":"paragraph","text":"G.O.B.: Here’s your kitty cat— Ow! Fine, you don’t get to be bait."},{"type":"paragraph","text":"Joe: Why are there cats in the shot? This is the camera boat. Can you lose the bleeping cats, please?"},{"type":"paragraph","text":"Maeby: Uncle G.O.B.?"},{"type":"paragraph","text":"G.O.B.: Maeby?"},{"type":"paragraph","text":"Narrator: And Michael traced the phone number he found on the note to an address."},{"type":"paragraph","text":"Michael: Thank you, Mr. Parmesan."},{"type":"paragraph","text":"Michael: Okay. In there is the father of the child that Maggie wants me to help her raise. And he probably doesn’t know she’s gotten another man involved, so, I want you to stay here. Enjoy the adventure from the car. This one could get a little ugly. Hey, I’d like to see that cop at Maggie’s do detective work this good."},{"type":"paragraph","text":"Knocking on door."},{"type":"paragraph","text":"Michael: Oh, come on. Is this your phone number?"},{"type":"paragraph","text":"Officer Taylor: Hey, I told you at the bar, I left that on Maggie’s door. And why are you hanging around Maggie’s house anyway?"},{"type":"paragraph","text":"Michael: I’m sorry. I’m in this crazy relationship. She wants me to raise this child with her because there’s no father..."},{"type":"paragraph","text":"Officer Taylor: No father?"},{"type":"paragraph","text":"Michael: I thought I’d come here..."},{"type":"paragraph","text":"Officer Taylor: There’s a father. There’s two fathers. David."},{"type":"paragraph","text":"Officer Carter: I’m making gravy."},{"type":"paragraph","text":"Officer Taylor: That bitch is going to keep our child."},{"type":"paragraph","text":"Gasping."},{"type":"paragraph","text":"Officer Carter: I knew she was up to something."},{"type":"paragraph","text":"Narrator: Michael had tracked down the couple who’d hired Maggie to carry their child."},{"type":"paragraph","text":"Michael: So that’s why you guys were staking out her house?"},{"type":"paragraph","text":"Officer Carter: She hasn’t returned our calls. There’s something about her I just don’t trust."},{"type":"paragraph","text":"Michael: I’ll say. She said she doesn’t know who the father is."},{"type":"paragraph","text":"Officer Taylor: In a funny way, neither do we. We just gave her a mixed cocktail— two parts Taylor..."},{"type":"paragraph","text":"Officer Carter: ... two parts Carter ..."},{"type":"paragraph","text":"Officer Taylor: ...and let her do her thing."},{"type":"paragraph","text":"Officer Carter: We decided we’d never want to know which of us is the real father."},{"type":"paragraph","text":"Michael: Well, why should you? I just hope you find out which one of you can breast feed. (Chuckles.)"},{"type":"paragraph","text":"Officer Taylor: You know, we’re in a loving relationship, and just because we don’t have breasts does not mean we cannot nourish our child."},{"type":"paragraph","text":"Michael: I’m sorry. I didn’t mean... Listen, I don’t want you guys to worry about getting that child back from Maggie because I’m going to help you."},{"type":"paragraph","text":"Officer Taylor: Wow, what a... good guy."},{"type":"paragraph","text":"Michael: I know. And for once, I’m one lie ahead of Maggie Lizer’s lies."},{"type":"paragraph","text":"Narrator: In fact, Michael was one lie behind her."},{"type":"paragraph","text":"Barry: And what if I told you that Loretta was not fat but actually a very greedy woman in a very cheap fat suit. What, do you think I’m kidding? Huh?"},{"type":"paragraph","text":"Loretta: What are you doing?"},{"type":"paragraph","text":"Barry: Okay, so she’s fat."},{"type":"paragraph","text":"Maggie: Your Honor, this is an outrage!"},{"type":"paragraph","text":"Barry: Wow, did I lose this one."},{"type":"paragraph","text":"Judge Ping: Mr. Zuckerkorn, you’ve been warned about touching."},{"type":"paragraph","text":"Barry: You said spanking."},{"type":"paragraph","text":"Maggie: I want this case thrown out immediately."},{"type":"paragraph","text":"Narrator: In fact, Loretta wasn’t overweight..."},{"type":"paragraph","text":"Loretta: Oh, no, Maggie, my water just broke."},{"type":"paragraph","text":"Maggie: Quickly, Your Honor, quickly throw it out."},{"type":"paragraph","text":"Narrator: ...but was carrying the child that Maggie was supposed to. You see, it was Loretta’s urine that Tobias and Lindsay ended up testing. A fact they missed when they were making out in the shower. And Maggie did buy the fat suit to serve as her pregnancy belly."},{"type":"paragraph","text":"Maggie: All right, this is going back."},{"type":"paragraph","text":"Narrator: But soon upgraded to a higher quality latex model."},{"type":"paragraph","text":"Loretta: It’s time!"},{"type":"paragraph","text":"Gavel banging."},{"type":"paragraph","text":"Maggie: Oh, my God, my water broke, too. I’m in labor."},{"type":"paragraph","text":"Narrator: Maggie wasn’t but had not choice but to pretend to deliver at the same time. And G.O.B. caught up with Maeby and made a confession."},{"type":"paragraph","text":"G.O.B.: I think I’m responsible for Buster’s hand."},{"type":"paragraph","text":"Maeby: Yeah, and I’m responsible for an $80 million movie without an ending."},{"type":"paragraph","text":"G.O.B.: Yeah, I know those problems seem big when you’re a kid, Maeby."},{"type":"paragraph","text":"Maeby: Look, this is kind of weird advice for me to be giving, but why don’t you just tell him the truth? I mean, he’ll respect you for it."},{"type":"paragraph","text":"G.O.B.: Thanks, Maeby."},{"type":"paragraph","text":"Maeby: Okay, now I’m just lying for no reason."},{"type":"paragraph","text":"Narrator: And Michael arrived at the courthouse, only to discover that Maggie had already been rushed to the hospital. And back at the penthouse, Lucille was praying for the second time in her life."},{"type":"paragraph","text":"Lucille: Lord, let Buster forget everything. And if you need to take another hand to make that happen, please make it G.O.B.’s."},{"type":"paragraph","text":"Narrator: It was at that exact moment that Buster did forget he’d lost his hand."},{"type":"paragraph","text":"Oscar: (Cries out in pain.) No, stop it, stop it, stop it. Oh, you caught my tendon in your claw!"},{"type":"paragraph","text":"Buster: My claw? (Shrieks.) (Whimpering.) I’m a monster! (Deranged yelling.) (Screams.) (Yells.)"},{"type":"paragraph","text":"Oscar: Whose idea was the temporary hand?"},{"type":"paragraph","text":"Lucille: (Yelling.)"},{"type":"paragraph","text":"Buster: (Sighs.)"},{"type":"paragraph","text":"G.O.B.: Hi. There’s something you need to know."},{"type":"paragraph","text":"Lucille: There’s nothing he needs to know. (Sotto voce.) Take his hand. Take it now."},{"type":"paragraph","text":"G.O.B.: It was my fault. It was my seal. I released him, and he bit off your hand. Wow, the truth feels good."},{"type":"paragraph","text":"Buster: You did this to me?"},{"type":"paragraph","text":"G.O.B.: Yeah."},{"type":"paragraph","text":"Narrator: And G.O.B. was about to experience something that didn’t feel that good."},{"type":"paragraph","text":"Buster: (Screaming.)"},{"type":"paragraph","text":"Narrator: Michael, meanwhile, notified the policemen that Maggie was in the hospital."},{"type":"paragraph","text":"Michael: I’ll meet you there."},{"type":"paragraph","text":"Officer Carter: We’re on our way."},{"type":"paragraph","text":"Officer Taylor: I’m getting goose bumps."},{"type":"paragraph","text":"Michael: Okay, I’m going to go in there with Maggie. As far as I know, she’s already had the kid, okay? We’re having some adventure though, huh? You can’t say we’re not having fun."},{"type":"paragraph","text":"Hospital Man: Don’t smoke, sonny. (Coughing weakly.)"},{"type":"paragraph","text":"Maggie: Michael. Oh, I’m glad you’re here."},{"type":"paragraph","text":"Michael: Is this our little bundle of... two gay cops’ baby."},{"type":"paragraph","text":"Michael: Shh, shh, shh. Shh, shh, shh."},{"type":"paragraph","text":"Officer Taylor: Here it is. This came from our cup."},{"type":"paragraph","text":"Officer Carter: That little fella was in our cup once."},{"type":"paragraph","text":"Michael: Here’s something I think you both need to have."},{"type":"paragraph","text":"Officer Carter: Boy, you just can’t get off the breast thing, can you?"},{"type":"paragraph","text":"Michael: Okay, where’s the baby?"},{"type":"paragraph","text":"Maggie: I’m not pregnant."},{"type":"paragraph","text":"Officer Taylor: But we paid you to do this, Maggie."},{"type":"paragraph","text":"Maggie: I know, and I wanted to, but then it turns out I couldn’t get pregnant. And I had this client, we were working on the fat case, so I... I outsourced it, okay?"},{"type":"paragraph","text":"Michael: And you weren’t going to let these nice guys have a baby? You were going to have us raise it?"},{"type":"paragraph","text":"Maggie: Of course not. I’m going to give them their baby. I never thought you’d stick around."},{"type":"paragraph","text":"Michael: I’m not going anywhere, baby. What is wrong with me?"},{"type":"paragraph","text":"Loretta: Oh, here it comes. Here comes the baby. Is that the head?"},{"type":"paragraph","text":"Narrator: Loretta had her baby, and the new family couldn’t have been happier. And Michael reunited with his son."},{"type":"paragraph","text":"George Michael: Disappointed?"},{"type":"paragraph","text":"Michael: You kidding me? You’re the only son I’ve ever needed."},{"type":"paragraph","text":"George Michael: That’s all the adventure I’ve ever needed."},{"type":"paragraph","text":"Michael: Okay. son, I’m going to meet you at the car. “M”— Main floor. No adventure there."},{"type":"paragraph","text":"Narrator: But “M” didn’t stand for “Main floor”. And Michael said good-bye to Maggie."},{"type":"paragraph","text":"Maggie: I know. I’ve got a problem."},{"type":"paragraph","text":"Michael: Well, we obviously both do. We obviously both crave some crazy complication in our lives. When we’re together, it is like..."},{"type":"paragraph","text":"Maggie: Magic?"},{"type":"paragraph","text":"Michael: I was going to say train wreck."},{"type":"paragraph","text":"Maggie: We have to make a vow, okay, this is over. No more lying, no deceit, no sex, everything."},{"type":"paragraph","text":"Michael: No more lies."},{"type":"paragraph","text":"ten minutes later..."},{"type":"paragraph","text":"Narrator: But that, too, turned out to be a lie."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, Buster and G.O.B. find themselves closer than ever, ..."},{"type":"paragraph","text":"Dr. Fishman: And there you are. We’ve removed the hook and there’s been no damage."},{"type":"paragraph","text":"G.O.B.: Oh, thank God."},{"type":"paragraph","text":"Dr. Fishman: Yeah, he’s going to be fine. But unfortunately, you’ve still got a hook in your ass."},{"type":"paragraph","text":"Narrator: ... and Maggie gets a big surprise."},{"type":"paragraph","text":"Maggie: You have got to be kidding me."}],"images":[]}]}