{"sections":[{"title":"Transcript of Mr. F","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season Three episode \"Mr. F\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Mr. F\" was written by Richard Day & Jim Vallely."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael had snuck out of work to see a British film with his British girlfriend, Rita..."},{"type":"paragraph","text":"Rita: I hate it when they hire Yanks to play Brits. You can always tell."},{"type":"paragraph","text":"Narrator: ...when they came upon a toy store."},{"type":"paragraph","text":"Rita: (Gasps.) We should get George Michael one of these."},{"type":"paragraph","text":"Michael: Oh, no, that’s not really him. Besides, I already got him his big present for his birthday."},{"type":"paragraph","text":"George Michael: A suit! Dad, it’s a Jack Welch!"},{"type":"paragraph","text":"Michael: I want you to look under the pants."},{"type":"paragraph","text":"George Michael: Quicken! Premier! Dad, I hope you kept the receipt."},{"type":"paragraph","text":"Michael: You want to return that?"},{"type":"paragraph","text":"George Michael: What? No, I want to deduct it."},{"type":"paragraph","text":"Rita: Oh, come on, let’s get him the train."},{"type":"paragraph","text":"Michael: It’s... really, he would only like it for the receipt. And this is crazy, I, really... I can’t be seeing movies in the afternoon and then go into toy stores. I have to work. I’m not even supposed to be here."},{"type":"paragraph","text":"Narrator: Michael couldn’t tear himself away. Could you?"},{"type":"paragraph","text":"Michael: I can’t promise it’ll be fun."},{"type":"paragraph","text":"Rita: (Screaming giddily.)"},{"type":"paragraph","text":"Michael: Okay... that was fun. Still, the land probably shouldn’t have given out underneath us. But we’ve got a mole problem."},{"type":"paragraph","text":"Rita: A mole problem?"},{"type":"paragraph","text":"Michael: Yeah, they’ve undermined this whole hill, and we probably won’t be able to build on it for a few months. But it’s my own fault— this is exactly why I should have been coming to work. The Japanese backers, if they find out about this, that we haven’t started building, they might not come through with their investments."},{"type":"paragraph","text":"Rita: I won’t tattle. I really fancy you."},{"type":"paragraph","text":"Michael: I fancy you, too."},{"type":"paragraph","text":"Narrator: Michael was falling for Rita."},{"type":"paragraph","text":"Rita: Whoo!"},{"type":"paragraph","text":"Narrator: And Rita was falling for Michael, too. But that wasn’t part of the plan."},{"type":"paragraph","text":"Trevor: Rita. You’ve dirt on your face."},{"type":"paragraph","text":"Rita: It’s from school."},{"type":"paragraph","text":"Trevor: I called the school, and you weren’t there. You know, we’re here to learn things, not to fall in love."},{"type":"paragraph","text":"Rita: Well, so what if I have. I’ve got feelings, all right? I’m a woman, too, Not some robot you get to tell everything to! I’m sick of it! I’m sick of it all! Your instructions! And your letters! And your little missions! And stupid assignments— “You do the math, Rita.” Well, no, you do the math! (Softly.) Oh, God."},{"type":"paragraph","text":"Trevor: Do you remember this? And the pledge that you made when you were promised it?"},{"type":"paragraph","text":"Rita: I said I’d do anything for it."},{"type":"paragraph","text":"Trevor: I want him out of the picture. Can you do that?"},{"type":"paragraph","text":"Rita: I’m a big girl. (Shrieks.) (Laughing.)"},{"type":"paragraph","text":"Narrator: And Michael returned home as well."},{"type":"paragraph","text":"Michael: Hey, what happened to you?"},{"type":"paragraph","text":"Tobias: Oh, I got highlights. It’ll blend in in about a week."},{"type":"paragraph","text":"Michael: Yeah, I actually meant the collapse."},{"type":"paragraph","text":"Tobias: Oh, I don’t know. It probably has something to do with the 4,000 hair plugs I had in one sitting."},{"type":"paragraph","text":"Michael: Maybe you ought to see a doctor."},{"type":"paragraph","text":"Tobias: Yeah, but he’s too busy going to the gym to see his friend, Frank."},{"type":"paragraph","text":"Tobias: Oh, we’re more than friends. I’m kind of his spotter."},{"type":"paragraph","text":"Tobias: You missed a spot. Anyway, we should be looking at some big yen coming in from the Japanese. And when it does, I’m taking my gym buddy out to dinner— I barely even know you! Who’s Frank?"},{"type":"paragraph","text":"Frank: Well, I’ve been wanting to talk to you about that, but it’s a little awkward."},{"type":"paragraph","text":"Tobias: Oh, well... I’ve been wanting to have my own awkward talk as well."},{"type":"paragraph","text":"Frank: I think we can be more than just gym buddies."},{"type":"paragraph","text":"Tobias: You’re blowing my mind, Frank."},{"type":"paragraph","text":"Frank: I’m an agent, and I’d like to work with you."},{"type":"paragraph","text":"Tobias: Oh. Oh... Well, this is great news, okay, good. I’m so glad you went first. What agency are you with?"},{"type":"paragraph","text":"Narrator: Frank said “CIA,” a government agency that was responsible for this catastrophe. But Tobias thought he said “CAA,” a talent agency which was responsible for this one."},{"type":"paragraph","text":"Tobias: Frank’s in the business, Michael. He’s got a big project for me. Says it’s “top secret.” He kind of looks like you. Same size. Same curly hair."},{"type":"paragraph","text":"Michael: Well, Tobias, maybe you should spend less time focused on your looks and a little bit more time focused on your daughter, okay? Her grades are terrible. She’s going to start getting “F’s.”"},{"type":"paragraph","text":"Narrator: Actually, she had already gotten one, as the movie she’d released in her secret life as a studio executive was losing money. But Maeby had a way to fix that."},{"type":"paragraph","text":"Maeby: We turn it into a ride."},{"type":"paragraph","text":"Mort Meyers: A ride?"},{"type":"paragraph","text":"Maeby: On the Studio Tour. What used to be the “Hell Tunnel,” now becomes... the “Tunnel of Love, Indubitably.”"},{"type":"paragraph","text":"Mort Meyers: But didn’t some people die in Hell Tunnel?"},{"type":"paragraph","text":"Maeby: That is an urban legend. Two elderly people got badly scalded when they tried to climb into the lava cauldron. But I’ve got that covered."},{"type":"paragraph","text":"Mort Meyers: They’re just like the poster!"},{"type":"paragraph","text":"Michael: Grades like those, she’s going to be taking tickets at a movie theater the rest of her life."},{"type":"paragraph","text":"Lindsay: You know, you’re one to talk. You’ve completely ignored this family since that British bird flew into your life."},{"type":"paragraph","text":"Michael: No, I haven’t. Well... maybe a little. But, you, know, she’s amazing. You know she was in the Olympics?"},{"type":"paragraph","text":"Narrator: She wasn’t."},{"type":"paragraph","text":"Lindsay: She’s that Rita Leeds? Wasn’t she on the cover of Newsweek?"},{"type":"paragraph","text":"Narrator: No"},{"type":"paragraph","text":"Michael: Yes."},{"type":"paragraph","text":"Narrator: Michael was thinking of this man."},{"type":"paragraph","text":"Michael: She even plays the banjo. Although, I do have to spend more time at work. I was at the property the Japanese funded today, and the whole backside has moles."},{"type":"paragraph","text":"Tobias: Yeah, that’s Frank’s problem, too."},{"type":"paragraph","text":"Narrator: Later that day, Michael went into the office to find the rest of his family."},{"type":"paragraph","text":"Larry: Well, look who’s finally gracing us with his presence."},{"type":"paragraph","text":"Michael: What’s a surrogate doing here?"},{"type":"paragraph","text":"Larry: We’re meeting with the lawyers..."},{"type":"paragraph","text":"George: So I’ve hired this guy to be my eyes and ears."},{"type":"paragraph","text":"Michael: You know, Dad, this guy costs us a fortune."},{"type":"paragraph","text":"Larry: He’s worth every penny."},{"type":"paragraph","text":"George: Hey, I didn’t say that."},{"type":"paragraph","text":"Bob Loblaw: Oh, Michael!"},{"type":"paragraph","text":"Michael: Mr. Loblaw."},{"type":"paragraph","text":"Bob Loblaw: I’ll catch you up. The Japanese are coming."},{"type":"paragraph","text":"Michael: They are?"},{"type":"paragraph","text":"Bob Loblaw: Somebody tipped them off that the property wasn’t ready for building."},{"type":"paragraph","text":"Lucille: Which it would have been if Michael hadn’t been so busy with his... English muffin."},{"type":"paragraph","text":"G.O.B.: Typical."},{"type":"paragraph","text":"Buster: Delicious."},{"type":"paragraph","text":"Lucille: I need a drink."},{"type":"paragraph","text":"Buster: I’ll take an English muffin."},{"type":"paragraph","text":"Michael: We’ll just have to be honest with these Japanese investors. They, uh, come from a culture that values honor and respect."},{"type":"paragraph","text":"G.O.B.: And Godzilla! (Roars like Godzilla.)"},{"type":"paragraph","text":"Buster: Gojira! (Roaring.)"},{"type":"paragraph","text":"George: Gojira! (Roaring.)"},{"type":"paragraph","text":"Larry: Roar."},{"type":"paragraph","text":"Michael: This needs to stop now. This is exactly what we shouldn’t do when they show up."},{"type":"paragraph","text":"Lucille: (Growling.)"},{"type":"paragraph","text":"Michael: Mom, that’s enough."},{"type":"paragraph","text":"Lucille: What? We’re out of vodka."},{"type":"paragraph","text":"Michael: Sorry. Thought you were doing Godzilla."},{"type":"paragraph","text":"Lucille: (Roars.)"},{"type":"paragraph","text":"Michael: Mom, that’s enough."},{"type":"paragraph","text":"Lucille: What— I’m laughing."},{"type":"paragraph","text":"G.O.B.: Okay, maybe that’s it. Maybe we should do to the Japanese what they do in their movies: build a miniature city. Put it outside the window. Tell them it’s far away. It’ll look real if you squint."},{"type":"paragraph","text":"G.O.B.: God knows they’re squinters."},{"type":"paragraph","text":"G.O.B.: What do you think, Dad? A whole... tiny town?"},{"type":"paragraph","text":"Larry: Another brilliant idea, Einstein."},{"type":"paragraph","text":"G.O.B.: Really? You’d like to build it with me?"},{"type":"paragraph","text":"George: Larry really never knows how to sell the sarcasm."},{"type":"paragraph","text":"Larry: It’s a stupid idea."},{"type":"paragraph","text":"Buster: Uh... I’ll build it with you, G.O.B."},{"type":"paragraph","text":"G.O.B.: Oh, great. That’s another brilliant idea, Steinberg."},{"type":"paragraph","text":"Bob Loblaw: I agree with Michael. If you take money from these people under false pretenses, you’ll be committing fraud. The government’s already watching your father pretty closely. They’re going through his mail. They want to put your father in prison for good."},{"type":"paragraph","text":"George: Yeah, Bob’s right. We’ve got to start thinking practically. Life is not some cheesy Japanese movie where the hero pulls on a pair of jet pants."},{"type":"paragraph","text":"Larry: And flies off the balcony like Astro Boy."},{"type":"paragraph","text":"Narrator: And that’s when George Sr. did a Web search for the words “jet pants.”"},{"type":"paragraph","text":"George: Even better."},{"type":"paragraph","text":"Bob Loblaw: The bigger problem is, who alerted the Japanese? I think you might have a spy. This room, or someone in it, might even be wired with a listening device."},{"type":"paragraph","text":"Bob Loblaw: And you need to find that leak and plug it. Your father said that he was set up by a British syndicate. Maybe you should look for somebody English."},{"type":"paragraph","text":"Michael: What?"},{"type":"paragraph","text":"Lucille: I think Michael’s already plugged our leak."},{"type":"paragraph","text":"Michael: What is that supposed to mean?"},{"type":"paragraph","text":"G.O.B.: You’ve been spending a lot of time with Rita, and she’s British-ish."},{"type":"paragraph","text":"Buster: She’s a spy!"},{"type":"paragraph","text":"Michael: I haven’t told Rita anything."},{"type":"paragraph","text":"Narrator: This was not strictly true."},{"type":"paragraph","text":"Michael: Let’s start with my family’s misdemeanors, and then we’re going to push right on through to the lighter treasons."},{"type":"paragraph","text":"Michael: The Japanese backers, if they find out about this, that we haven’t started building, they might not come through with their investments."},{"type":"paragraph","text":"Michael: Then he siphoned off the entire pension fund into a dummy corporation, filed for bankruptcy and used... Do you know any other songs?"},{"type":"paragraph","text":"Buster: She’s a spy!"},{"type":"paragraph","text":"Michael: Rita is not a spy, okay? She’s a beautiful, elegant woman. It doesn’t make sense."},{"type":"paragraph","text":"G.O.B.: What doesn’t make any sense is why she’s dating you."},{"type":"paragraph","text":"Bob Loblaw: No, that’s a good point."},{"type":"paragraph","text":"Bob Loblaw: Actually my sources tell me that the leak goes by the name “Mr. F.”"},{"type":"paragraph","text":"Michael: Ah. “Mr. F.” Rita’s not a man."},{"type":"paragraph","text":"G.O.B.: As far as you know."},{"type":"paragraph","text":"Lucille: And it could be an alias."},{"type":"paragraph","text":"Buster: Alias is a show about a spy!"},{"type":"paragraph","text":"Michael: All right, that’s it. I finally find someone that I really care about, my family tries to drive us apart. It’s not going to work. So, you know what? I got a switch for you— you guys handle this problem, I am going to go have some fun."},{"type":"paragraph","text":"Larry: Unbelievable. Deserting the family when we most need him. Shameful."},{"type":"paragraph","text":"George: G.O.B., I’m sending you a package. You’ll know what to do with it."},{"type":"paragraph","text":"Narrator: Michael was upset, and he called Rita."},{"type":"paragraph","text":"Rita: Hello?"},{"type":"paragraph","text":"Michael: Hey. I’ve been thinking. I’m going to start working less, and I do want to start having more fun. So, I’d like to take you out tomorrow. All day, anywhere you want. What do you say?"},{"type":"paragraph","text":"John Beard: “Hell Tunnel” takes another name. Will it take another life?"},{"type":"paragraph","text":"Rita: Oh, I say yes. Only I’m going to take you out."},{"type":"paragraph","text":"Narrator: The next morning, Michael was heading out for his day with Rita."},{"type":"paragraph","text":"Michael: George Michael. I love my present, Dad. I’d wear it to school, but who needs a “Welch wedge,” right? That’s when they... Enough business. In fact, I got you another present. It’s something I saw yesterday when I was out with Rita. It’s time for us to start having some fun."},{"type":"paragraph","text":"George Michael: I don’t know... “Fun” and “Failure” both start out the same way."},{"type":"paragraph","text":"Michael: Well, let’s just go ahead and rip this down."},{"type":"paragraph","text":"Narrator: And Larry the surrogate showed up to pick up the jet that George Sr. had sent to the model home."},{"type":"paragraph","text":"Larry: What is that, a train set? Look down, Larry."},{"type":"paragraph","text":"George: No, not down at your feet."},{"type":"paragraph","text":"Larry: Left. My left, your right."},{"type":"paragraph","text":"George: What is the matter with this guy? And, let me guess, he’s probably..."},{"type":"paragraph","text":"Larry: Saying all that, too."},{"type":"paragraph","text":"George: It is a train set. Those Japanese sites. I’m never going to find my way..."},{"type":"paragraph","text":"Larry: Past that hallway sensor."},{"type":"paragraph","text":"G.O.B.: Dad, what are you doing here? Is this the package you sent me? Tiny town! This is for tiny town, isn’t it! You did like my idea, didn’t you, Dad?"},{"type":"paragraph","text":"Larry: I think he’s in the can."},{"type":"paragraph","text":"Narrator: Actually, George Sr. was in the kitchen trying to soothe himself with an ice cream sandwich."},{"type":"paragraph","text":"Narrator: And that’s when he discovered a way to possibly slip by the sensors."},{"type":"paragraph","text":"Buster: If mother sees this, she will blow a cow."},{"type":"paragraph","text":"George: Uh-oh."},{"type":"paragraph","text":"Buster: Dad. Oh, cool, a train set."},{"type":"paragraph","text":"Larry: Oh, I’ve always wanted one of those."},{"type":"paragraph","text":"G.O.B.: Maybe we could build our tiny town together. Do you want to?"},{"type":"paragraph","text":"Narrator: Buster had always wanted to do the same with G.O.B."},{"type":"paragraph","text":"Buster: Goody, yeah. I do want to."},{"type":"paragraph","text":"Larry: Yay, I do want to. Goody."},{"type":"paragraph","text":"Narrator: G.O.B. was thrilled, as was Buster. Only Larry was disappointed. But he was such a pro, you’d never know it. And back at the gym, Tobias was finding out more about the project the agent had suggested."},{"type":"paragraph","text":"Tobias: Come on, what are you gonna tell me? What do you got for me?"},{"type":"paragraph","text":"Frank: The Japanese investors you told us about are going over to your place today. I need you there when they are. We need you to be a mole."},{"type":"paragraph","text":"Tobias: Oh, kind of a backer’s audition. Okay, I get it, all right. Well, then, Frank, I shall be a bigger, hairier mole than the one on your inner left thigh."},{"type":"paragraph","text":"Narrator: And later, Michael and Rita were on the Tantamount Studios tour."},{"type":"paragraph","text":"Frankie Muniz: (...he doesn’t understand about bovine spongiform encephalitis...)"},{"type":"paragraph","text":"Tour Guide: Hold, hold! Tram! Let’s get out of here, folks! Make some room!"},{"type":"paragraph","text":"Rita: Look, it’s Malcolm in the Middle."},{"type":"paragraph","text":"Michael: In the middle of shooting, I guess."},{"type":"paragraph","text":"Frankie Muniz: Oh, that’s okay. It’s more important to show how we make the show than to actually make it. bleep Tantamount."},{"type":"paragraph","text":"Phone rings."},{"type":"paragraph","text":"Michael: Hello?"},{"type":"paragraph","text":"George Michael: Hey, Dad, they just dropped off the package you sent, but I don’t think I’m old enough."},{"type":"paragraph","text":"Michael: Of course you are. I told you I want you to have a little fun. You’re not gonna break anything."},{"type":"paragraph","text":"Narrator: But of course, Michael thought was talking about the train set. Not the extremely dangerous jet pack the boy had just found at the front door."},{"type":"paragraph","text":"George Michael: Well, what if I crash it?"},{"type":"paragraph","text":"Michael: That’s half the fun."},{"type":"paragraph","text":"Narrator: And soon the tour arrived at the Tunnel of Love, Indubitably..."},{"type":"paragraph","text":"Tour Guide: So take the hand of someone you love as we enter the Tunnel of Love, Indubitably— Tunnel of Hell!"},{"type":"paragraph","text":"Narrator: ...which still had some bugs to work out. But Michael was happy to hold the hand of someone he now realized he did love. And then he noticed her bracelet."},{"type":"paragraph","text":"Narrator: Michael had just noticed that Rita was wearing a suspicious bracelet."},{"type":"paragraph","text":"Michael: What does your bracelet say?"},{"type":"paragraph","text":"Rita: (Laughs.) Nothing. Oh, look, look! There they are on the bicycle made for two."},{"type":"paragraph","text":"Michael: Says Mr. F, doesn’t it? Who is he?"},{"type":"paragraph","text":"Rita: Nobody... I can’t tell you! Oh, God. He followed us."},{"type":"paragraph","text":"Michael: Wait a minute. You know that man?"},{"type":"paragraph","text":"Rita: It’s not what you think it is. He’s my uncle."},{"type":"paragraph","text":"Michael: Is that Mr. F? What does he want?"},{"type":"paragraph","text":"Rita: He wants you out of the picture."},{"type":"paragraph","text":"Trevor: Bloody right, I do!"},{"type":"paragraph","text":"Michael: Hey, hey! You lied to me, Rita. You made me turn against my family, but it’s over now."},{"type":"paragraph","text":"Trevor: Oh! Me bleeps are wet."},{"type":"paragraph","text":"Rita: (Softly.) Michael."},{"type":"paragraph","text":"Narrator: And Maeby received a call about the latest lava cauldron accident."},{"type":"paragraph","text":"Maeby: Already? It’s only been an hour. I’m going to lose this job. Maybe I should let Mort take me out to dinner."},{"type":"paragraph","text":"Michael: Maeby!"},{"type":"paragraph","text":"Maeby: Okay, I’m definitely gonna lose this job— I can explain."},{"type":"paragraph","text":"Michael: Rita set me up, set us all up. This beautiful, funny, brilliant woman was a spy. Everybody was right, it was too good to be true! And I am turning her in. Let me tell you something else. I would not want to be the next woman who tries to fool me."},{"type":"paragraph","text":"Maeby: Well, that was a freebie."},{"type":"paragraph","text":"Narrator: George Michael, meanwhile, was trying to solve a mystery of his own. The jet pack had come with an instructional DVD that seemed to confuse more than clarify. What was clear was that the gift was extremely dangerous."},{"type":"paragraph","text":"Narrator: And it did seem like a lot of work... for a little pay off."},{"type":"paragraph","text":"Japanese Hostess: Have fun!"},{"type":"paragraph","text":"Narrator: Meanwhile, G.O.B. was bonding with the man he thought his father was controlling."},{"type":"paragraph","text":"G.O.B.: Almost done with the water tower."},{"type":"paragraph","text":"Larry: Neat-o."},{"type":"paragraph","text":"Narrator: His real father, however, had actually gotten lost within the walls."},{"type":"paragraph","text":"George: Where the hell am I?"},{"type":"paragraph","text":"Narrator: He was actually somewhere between the linen closet and the guest room"},{"type":"paragraph","text":"G.O.B.: You know, I’m really glad that we’re doing this together. I’ve never felt so close to you."},{"type":"paragraph","text":"Buster: Oh, I feel the same way."},{"type":"paragraph","text":"Larry: He’s crying now."},{"type":"paragraph","text":"G.O.B.: God, look at us. We’re like a couple of girls on the last day of camp!"},{"type":"paragraph","text":"Narrator: And right outside the house, Tobias was working with the man he thought was a talent agent."},{"type":"paragraph","text":"Frank: You ready?"},{"type":"paragraph","text":"Tobias: Oh, yes, I’m going to be a great mole. Check, two, three. Let Lily lick Lionels lusty leathers..."},{"type":"paragraph","text":"Jay #2: The levels are fine."},{"type":"paragraph","text":"Frank: Remember, no one can know it’s you. We need to capture George Sr."},{"type":"paragraph","text":"Tobias: Capture George Sr.? Is that what you hired me to do?"},{"type":"paragraph","text":"Frank: You didn’t realize that?"},{"type":"paragraph","text":"Tobias: No. But it does make perfect sense. I have played him before."},{"type":"paragraph","text":"Narrator: He had, in the poorly narrated reality series Scandalmakers."},{"type":"paragraph","text":"Tobias: It’s gonna be tough to work that into the character, and it’s going to fight the costume I rented, but I didn’t take six weeks of improv classes at the Groundlings for nothing. (Chuckles.)"},{"type":"paragraph","text":"Narrator: And Michael was on the phone to Bob Loblaw."},{"type":"paragraph","text":"Michael: I don’t even think she’s here legally, all right? She’s taken advantage of me. I want you to take care of this. Call the CIA, do whatever you have to do."},{"type":"paragraph","text":"Bob Loblaw: Fine, but you take care of your family. I think they’re going ahead with this hoax. And if money changes hands, you’re all going to jail."},{"type":"paragraph","text":"G.O.B.: Unfortunately the roads are out, so we can’t take you up there to see it in person, but if you stand absolutely still right there, and just squint into the light and behold “Sudden Hill!”"},{"type":"paragraph","text":"Michael: G.O.B., don’t!"},{"type":"paragraph","text":"Narrator: It actually looked pretty good. Even the financiers thought so. Ishiro said, “I am reassured.” and “They treat us with respect this time.” Motoyoshi said, “I thought the woman was pretending as a monster, but she was just out of vodka.”"},{"type":"paragraph","text":"Michael: Let’s go ahead and close the curtains and not accept any money while we’re ahead."},{"type":"paragraph","text":"G.O.B.: So as you can see, any rumor of a mole problem is completely untrue."},{"type":"paragraph","text":"Narrator: But unfortunately, this was just as Tobias appeared..."},{"type":"paragraph","text":"Tobias: Oh... I’m a mole."},{"type":"paragraph","text":"Narrator: ...in his rented mole outfit."},{"type":"paragraph","text":"G.O.B.: No! The village!"},{"type":"paragraph","text":"Tobias: Families should come— ow! Ow! I’m very particular about building codes. And this water tower does not pass muster."},{"type":"paragraph","text":"Larry: Who can save our village?"},{"type":"paragraph","text":"Narrator: As it turns out, it was George Michael, who had finally got his grandfather’s jet pack to work."},{"type":"paragraph","text":"George Michael: Okay, now... I’m supposed to press... He keeps getting in my way. I can’t stop this thing."},{"type":"paragraph","text":"Tobias: You’re blowing my audition!"},{"type":"paragraph","text":"Narrator: I ache with embarrassment. The Japanese were never to be heard from again."},{"type":"paragraph","text":"Michael: All right, what’s going on here? Okay, that’s no surprise. George Michael?"},{"type":"paragraph","text":"George Michael: Dad, I’m sorry, I can’t fly it very well. I think I really would rather have the Welch."},{"type":"paragraph","text":"Michael: I didn’t buy you that. I bought you the train set, which you guys just destroyed."},{"type":"paragraph","text":"George Michael: Did you keep the receipt?"},{"type":"paragraph","text":"Speaker device emits feedback."},{"type":"paragraph","text":"Michael: What is that?"},{"type":"paragraph","text":"Larry: Feedback. Is someone else wired?"},{"type":"paragraph","text":"Tobias: Oh, that’s me. My friend Frank wired me. He wanted me to be a mole."},{"type":"paragraph","text":"Frank: Our cover’s blown!"},{"type":"paragraph","text":"Jay #2: Let’s get out of here."},{"type":"paragraph","text":"Frank: Good-bye, Tobias."},{"type":"paragraph","text":"Michael: He wanted you to be a mole?"},{"type":"paragraph","text":"Tires screeching."},{"type":"paragraph","text":"Michael: Oh, my God. Tobias Fünke. You’re Mr. F. Which means that man was Rita’s uncle— what have I done?"},{"type":"paragraph","text":"Tobias: I have to get this suit back."},{"type":"paragraph","text":"G.O.B.: They destroyed our town, but they can’t take away our memories?"},{"type":"paragraph","text":"Buster: Oh, I’ve had... The time of my life."},{"type":"paragraph","text":"Lucille: I think he’s being sarcastic, G.O.B."},{"type":"paragraph","text":"Buster: No, I’m not, Mother. I mean lover."},{"type":"paragraph","text":"Larry: I like making love to Mother."},{"type":"paragraph","text":"Buster: I mean lover!"},{"type":"paragraph","text":"G.O.B.: Oh, my God, Buster, is that you?"},{"type":"paragraph","text":"Buster: Yes. G.O.B., it’s just I wanted to spend some time with you. That’s all. And you enjoyed it, you can’t deny that."},{"type":"paragraph","text":"G.O.B.: I guess you’re right. Maybe we should spend more time together."},{"type":"paragraph","text":"Buster: Oh. I’d really like that."},{"type":"paragraph","text":"G.O.B.: It’s weird. It took some idiot parrot man with a camera in his hat to bring us together."},{"type":"paragraph","text":"Narrator: But even a pro like Larry has a breaking point."},{"type":"paragraph","text":"Michael: Rita."},{"type":"paragraph","text":"Rita: What do you want? I have to pack."},{"type":"paragraph","text":"Michael: Pack? Where are you going?"},{"type":"paragraph","text":"Rita: Someone called the bobbies on us."},{"type":"paragraph","text":"Michael: Oh, no."},{"type":"paragraph","text":"Rita: My uncle and I have to go back to big Britain."},{"type":"paragraph","text":"Michael: Oh, that was me, Rita. I’m so, so sorry. I didn’t know what was going on. Why did your uncle threaten me?"},{"type":"paragraph","text":"Rita: He thought you might be trouble."},{"type":"paragraph","text":"Michael: That was actually very astute of him."},{"type":"paragraph","text":"Rita: Good-bye, Michael. You know, I really did fancy you. I can’t stay here now."},{"type":"paragraph","text":"Michael: Marry me!"},{"type":"paragraph","text":"Rita: What?"},{"type":"paragraph","text":"Michael: Let me marry xou. You can get a green card, stay here, and we can see if this works. I know it sounds crazy, but... This will give us a chance to get away from both of our families and see if this works. Might be fun."},{"type":"paragraph","text":"Rita: Yes."},{"type":"paragraph","text":"Michael: Really?"},{"type":"paragraph","text":"Rita: Yes. Yes. Yes, yes! But let’s go right now. Before my uncle gets out of the shower for some more cigarettes. You take that. I got to leave a note."},{"type":"paragraph","text":"Narrator: But there was one piece of intelligence that Michael didn’t have."},{"type":"paragraph","text":"Jay #2: Interesting."},{"type":"paragraph","text":"Frank: Don’t even think about it, Jay. She’s an MRF."},{"type":"paragraph","text":"Jay #2: MRF? What’s that?"},{"type":"paragraph","text":"Frank: Mentally Retarded Female."},{"type":"paragraph","text":"Jay #2: That explains what she’s doing with him."},{"type":"paragraph","text":"Frank: And the hats."},{"type":"paragraph","text":"Trevor: Oh, my God. She’s gonna marry him."},{"type":"paragraph","text":"Narrator: On the next Arrested Development, George, Sr., disoriented in the walls, almost makes contact with a new mole..."},{"type":"paragraph","text":"George: (Screams.)"},{"type":"paragraph","text":"Narrator: Not that one. Wait for it..."},{"type":"paragraph","text":"George: Annyong?"},{"type":"paragraph","text":"Narrator: ... and Michael and Rita start a new life together."},{"type":"paragraph","text":"Michael: What’s that?"},{"type":"paragraph","text":"Rita: A prize. A lovely, lovely prize."}],"images":[]}]}