{"sections":[{"title":"Transcript of Best Man for the Gob","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Best Man for the Gob\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Best Man for the Gob\" was written by Mitchell Hurwitz & Richard Rosenstock."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael was meeting with the company’s accountant, Ira Gilligan."},{"type":"paragraph","text":"Ira Gilligan: Anyway, I have gone over this ten different ways and you’re reporting income on an account that... You know, it is just freezing in here."},{"type":"paragraph","text":"Michael: Well, the thermostat is in my office and while it’s freezing in here, it’s still hot in there. So, please continue."},{"type":"paragraph","text":"Ira Gilligan: There’s basically no money where it should be. I think I’m catching a cold."},{"type":"paragraph","text":"Michael: You’re not catching a cold."},{"type":"paragraph","text":"Ira Gilligan: I know my body."},{"type":"paragraph","text":"Michael: So, there’s no money in the account?"},{"type":"paragraph","text":"Ira Gilligan: Uh... I’m sorry. This is like the bayou in here."},{"type":"paragraph","text":"Michael: Well, I tried to tell you that."},{"type":"paragraph","text":"Ira Gilligan: Well, I guess I just had to find out for myself. Anyway..."},{"type":"paragraph","text":"Ira Gilligan: ...this isn’t the first discrepancy with your father’s books. And with this court case coming up, I just have to warn you, if they ask me to testify, I’m not going to lie."},{"type":"paragraph","text":"Michael: No one’s asking you to lie."},{"type":"paragraph","text":"G.O.B.: Whoa, whoa, whoa! You’re asking Gilligan not to lie?"},{"type":"paragraph","text":"Ira Gilligan: Please, call me Ira. I don’t like Gilligan."},{"type":"paragraph","text":"G.O.B.: Who doesn’t like Gilligan? Is it cold in here?"},{"type":"paragraph","text":"Michael: So, listen, you’ve been married two weeks now. It seems to be sticking. Let’s pretend it’s a good thing. I guess this makes me your best man and I would like to throw you a bachelor party."},{"type":"paragraph","text":"G.O.B.: (Laughs.) Yeah, I don’t think she’d go for that. Besides, I talked to Dad. He said it was stupid to get married in the first place. And he’s right. He’s right and I’ve got to get rid of her."},{"type":"paragraph","text":"Michael: You know, I said two weeks ago that I thought it was a stupid idea. Suddenly, Dad says it and it’s good advice? You know, you don’t have to do everything Dad says."},{"type":"paragraph","text":"G.O.B.: I don’t do everything Dad says. He just happens to be right about this. You can help me get rid of her, though. Mom’s having a cocktail party. She’ll be there. You could try and break us up."},{"type":"paragraph","text":"Michael: I can’t do that."},{"type":"paragraph","text":"G.O.B.: Why not? You did with me and Marta. You had no problem with that, guy. You know what? Lie to her. Tell her that I’m insensitive and unreliable."},{"type":"paragraph","text":"Michael: Maybe something about how you can never confront people and you need someone else to clean up your messes."},{"type":"paragraph","text":"G.O.B.: See, that’s great... and that’s just off the top of your head."},{"type":"paragraph","text":"Tobias: Michael, G.O.B.... I was just in the neighborhood. Good Lord, it is sweltering in here."},{"type":"paragraph","text":"Tobias: As you may or may not know, Lindsay and I have hit a bit of a rough patch."},{"type":"paragraph","text":"Michael: Really? When did that start?"},{"type":"paragraph","text":"Tobias: Well, I don’t want to blame it all on 9/11, but it certainly didn’t help."},{"type":"paragraph","text":"Tobias: But anyway, I need your help. If you could possibly... Can we go back to your office, please?"},{"type":"paragraph","text":"Tobias: I just want to be a family again. I guess what I’m saying is, I want to reunite the band."},{"type":"paragraph","text":"Michael: Oh, no."},{"type":"paragraph","text":"Narrator: “Oh, no” was right. In the mid-’90s, Tobias formed a folk music group with Lindsay and Maeby— called Dr. Fünke’s 100% Natural Good-Time Family-Band Solution. The group was underwritten by the Natural Life Food Company, a division of ChemGrow, an Allyn-Crane Acquisition, and part of the Squimm Group. Their motto was simple: “We keep you alive.”"},{"type":"paragraph","text":"All: (Singing.) / And it’s even just a little bit better / / With a Zanotab!"},{"type":"paragraph","text":"Young Maeby: Zanotab may cause dry mouth, hair loss, an overly alert feeling, and in some cases may diminish your sex drive."},{"type":"paragraph","text":"All: (Singing.) / Zanotab! /"},{"type":"paragraph","text":"Tobias: Well, there’s a Wellness Convention in town, and I thought maybe you could talk Lindsay into joining me up on stage."},{"type":"paragraph","text":"Michael: Why don’t you ask her?"},{"type":"paragraph","text":"Tobias: Oh, I would, but she doesn’t take me seriously."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And Michael tried to find the money the accountant said was missing."},{"type":"paragraph","text":"George: I don’t know. I probably stole it. I mean, if he says it’s missing, it is. Unless he stole it. Hey. Maybe he stole it."},{"type":"paragraph","text":"Michael: He’s the one who said it’s missing."},{"type":"paragraph","text":"George: Yeah, I probably stole it."},{"type":"paragraph","text":"Michael: Well, you need to find it before Ira is asked to testify."},{"type":"paragraph","text":"George: I thought you were talking about Gilligan. Who’s Ira?"},{"type":"paragraph","text":"Michael: Ira Gilligan. Ira’s his first name. He actually hates to be called Gilligan."},{"type":"paragraph","text":"George: Well, he never told me that."},{"type":"paragraph","text":"George: Gilligan has promised me that all this money will be safe in IRAs."},{"type":"paragraph","text":"Ira Gilligan: It’s Ira, sir."},{"type":"paragraph","text":"George: Oh, I’m sorry, Gilligan. Will be safe in Ira’s."},{"type":"paragraph","text":"George: What the hell is this, Gilligan?"},{"type":"paragraph","text":"Ira Gilligan: It’s Ira, sir. Please call me I..."},{"type":"paragraph","text":"George: Gilligan!"},{"type":"paragraph","text":"George: Michael, if he testifies, I am screwed. Here’s what you do. You take him out for some fishing or something."},{"type":"paragraph","text":"Michael: Why would I take him fishing?"},{"type":"paragraph","text":"George: Fun. Guy fun. Let’s get him on our side."},{"type":"paragraph","text":"Michael: No. I’m not taking him fishing."},{"type":"paragraph","text":"George: Oh, that’s right, yeah, you hated fishing."},{"type":"paragraph","text":"Michael: No, I didn’t."},{"type":"paragraph","text":"George: No, I’ll get G.O.B. Yeah, he liked it, and..."},{"type":"paragraph","text":"Michael: Hang on a second."},{"type":"paragraph","text":"George: ...he’s the one who’s fun."},{"type":"paragraph","text":"Michael: I like fishing. Where are you going? I’m fun; it’s just the way to fix this Ira thing, okay, is not to buy him off, all right? It’s to find out where the money went."},{"type":"paragraph","text":"George: You’re no fun."},{"type":"paragraph","text":"Michael: Yeah, I’m plenty fun."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: That night, the family gathered at Lucille’s to welcome G.O.B.’s wife."},{"type":"paragraph","text":"Lucille: I have always wanted a daughter. And a blonde! What fun!"},{"type":"paragraph","text":"Buster: Where’d Annyong get that juice box?"},{"type":"paragraph","text":"Annyong: Annyong."},{"type":"paragraph","text":"Lucille: Those are for his soccer team. No sugar for you. You just get more awful."},{"type":"paragraph","text":"Buster: Hey, adopted brother. Do you think I could have a hit of that juice box that..."},{"type":"paragraph","text":"Narrator: And Michael tried to convince Lindsay to rejoin Dr. Fünke’s 100% Natural Good-Time Family-Band Solution."},{"type":"paragraph","text":"Lindsay: Dr. Fünke’s 100% Natural Good-Time Family-Band Solution was a nightmare for me."},{"type":"paragraph","text":"Michael: Hm. Nah, he said it was the most fun your family’s ever had."},{"type":"paragraph","text":"Lindsay: Yeah, well, I was whacked on Zanotab the entire time."},{"type":"paragraph","text":"Michael: I thought Zanotab was supposed to make everything a little bit better."},{"type":"paragraph","text":"Lindsay: For 15 minutes, then it burns when you pee and your marriage goes to hell. It’s not a good supplement. Besides, Maeby’s not gonna want to do it."},{"type":"paragraph","text":"Maeby: I want to do it. Are you kidding me? Those were our best times ever!"},{"type":"paragraph","text":"Lindsay: This party just keeps getting better."},{"type":"paragraph","text":"George Michael: So, uh, you know, if you want me on wood block, I-I can keep perfect time. Some call me “The Human Metronome.” You notice how I’m always on time? I’m never late for things."},{"type":"paragraph","text":"Maeby: Yeah, but I think punctuality is slightly different from rhythm."},{"type":"paragraph","text":"George Michael: No, it’s not. No, it’s the exact same thing. It’s knowing how long things take."},{"type":"paragraph","text":"Maeby: Look, I’m just doing this because if my parents split up, it’s a lot more work for me. I know. They split up once in Boston. When they get along, When they don’t, guess who they start spending all their time with? Me."},{"type":"paragraph","text":"George Michael: We’ve been talking here for 28 seconds, just so you know."},{"type":"paragraph","text":"G.O.B.’s wife: Excuse me. Dr. Funky?"},{"type":"paragraph","text":"Tobias: Uh, Fünke."},{"type":"paragraph","text":"G.O.B.’s wife: Oh, of Dr. Fünke’s 100% Natural Good-Time Family-Band Solution?"},{"type":"paragraph","text":"Tobias: Yes."},{"type":"paragraph","text":"G.O.B.’s wife: Oh, my God, I saw you in ’96. You sang a song about a supplement called Teamocil..."},{"type":"paragraph","text":"Tobias: Teamocil."},{"type":"paragraph","text":"G.O.B.’s wife: I mean, you just nailed me. It was like you knew every side effect I was going through at that time."},{"type":"paragraph","text":"All: (Singing.) / There’s no “I” in “Teamocil” / / At least not where you’d think /"},{"type":"paragraph","text":"Tobias: Sadly, Teamocil has been discontinued."},{"type":"paragraph","text":"G.O.B.’s wife: Aw."},{"type":"paragraph","text":"Tobias: The sense of wellness it created in relationships was merely the first sign of complete pituitary shutdown."},{"type":"paragraph","text":"Michael: Excuse me, are you, uh...? Hi. I’m Michael. I’m G.O.B.’s brother."},{"type":"paragraph","text":"G.O.B.’s wife: Hi. Yes. He told me all about you. (To Tobias.) You have a terrific voice."},{"type":"paragraph","text":"Tobias: I smell olives."},{"type":"paragraph","text":"Narrator: And Michael, as per G.O.B.’s request, tried to convince his wife that G.O.B. was unreliable."},{"type":"paragraph","text":"Michael: So, G.O.B. is late, but I guess that’s who you married. He’s probably out trying to do something very important."},{"type":"paragraph","text":"G.O.B.’s wife: Are you hitting on me? G.O.B. said that would happen."},{"type":"paragraph","text":"Michael: Hey, G.O.B., it’s a good thing you’re not staying married to this girl. You’ve got her hating me— at least your version of me, which is actually you."},{"type":"paragraph","text":"G.O.B.: I talked to Dad, and he thinks that I should stay in it."},{"type":"paragraph","text":"Michael: Stay in the marriage? Oh, come on, you’re not letting Dad lead you around by the nose again, are you?"},{"type":"paragraph","text":"G.O.B.: Think about it. I’ve got the marriage and none of the good parts. It’s like so far it’s been all chain and no ball. So, we’ll have a ceremony and bachelor party."},{"type":"paragraph","text":"Michael: A bachelor party? You want one now? Come on. You’re not giving your best man a whole lot of prep time."},{"type":"paragraph","text":"G.O.B.: Dad can handle it."},{"type":"paragraph","text":"Michael: Dad?"},{"type":"paragraph","text":"G.O.B.: Yeah, you know, he’s a fun guy, and I’m making him my best man."},{"type":"paragraph","text":"Michael: You’re making Dad your best man? That’s great. I guess being your brother and solving all your problems for you doesn’t qualify me as your best man."},{"type":"paragraph","text":"G.O.B.: Hey, if he wants to support me, I’m not going to tell him to go to hell. Don’t worry. You’re still..."},{"type":"paragraph","text":"Michael: What, invited?"},{"type":"paragraph","text":"G.O.B.: No, I was going to say you’re still the guy I want solving my problems. But, yeah, let me talk to Dad about that invite situation."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: The next day, G.O.B. visited his father to prepare for his bachelor party."},{"type":"paragraph","text":"G.O.B.: You know, I really think that you’re going to like this woman."},{"type":"paragraph","text":"George: Well, she’s costing me enough, but she’s, oh, she’s a hell of a stripper."},{"type":"paragraph","text":"G.O.B.: No, I mean my wife."},{"type":"paragraph","text":"George: Oh, well I... I doubt that very much."},{"type":"paragraph","text":"G.O.B.: Well, I came to tell you that Michael was pretty upset that you wanted to be best man."},{"type":"paragraph","text":"George: Don’t worry about Michael."},{"type":"paragraph","text":"G.O.B.: Yeah, my bachelor party’s about having fun, right?"},{"type":"paragraph","text":"George: No, your bachelor party’s about convincing Gilligan that he’s killed a stripper, getting him out of town so he can’t testify, and making sure that people think that he took the money."},{"type":"paragraph","text":"G.O.B.: It is?"},{"type":"paragraph","text":"George: Yeah."},{"type":"paragraph","text":"George: This accountant can do us a lot of damage. I want him neutralized. Do you hear me? That’s why I want you to use this stripper. A narcoleptic, believe it or not. A friend of mine at the Yacht Club, he used her for his bachelor party."},{"type":"paragraph","text":"George: We wanted you to have the first piece."},{"type":"paragraph","text":"George: Put her in a darkened space, she’s out. Then you get him drunk, he passes out. Then you cover the floor with corn syrup mixed with a little red dye. Then comes to, “Eek, blood. Ah!” He freaks out."},{"type":"paragraph","text":"G.O.B.: Okay, but how do you know that he’s going to leave the country?"},{"type":"paragraph","text":"George: That’s what I got you those honeymoon tickets. You never thanked me for those."},{"type":"paragraph","text":"G.O.B.: Oh, I’m sorry, I meant to. I was going to..."},{"type":"paragraph","text":"George: You just have to convince him that this happened."},{"type":"paragraph","text":"G.O.B.: That he killed a stripper?"},{"type":"paragraph","text":"George: Can you do this? Can I trust you? You’re not going to go all Michael on me, are you?"},{"type":"paragraph","text":"G.O.B.: Nobody’s turning all Michael on you. But when you get out, then we’re going to have a real party, right, Dad?"},{"type":"paragraph","text":"George: Are you kidding? When I get out of here, you’re going to throw me the biggest party this town’s ever seen, all right?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Back at the model home..."},{"type":"paragraph","text":"All: / All just a little bit better with / / Euphorazine. / / Euphorazine. / / Zanotab. /"},{"type":"paragraph","text":"Tobias: Stop. It is not Zanotab."},{"type":"paragraph","text":"Lindsay: Well, maybe if I was allowed to have a Zanotab, I’d remember it’s Euphorazine."},{"type":"paragraph","text":"Tobias: No, we are not going to do that again. This family is not about to start using. We are pushers, not takers."},{"type":"paragraph","text":"Tobias: Okay, once more from the bridge."},{"type":"paragraph","text":"All: (Singing.) / Because I have a brother / / Brother / / And a mother and a lover / / Lover / / And a wife and a daughter / / Daughter. /"},{"type":"paragraph","text":"Tobias: What is that noise? We don’t need the woodblock."},{"type":"paragraph","text":"George Michael: No, I just thought I would join in on the fun. I mean, you guys are always talking about, you know, family and loving and having good times in the circle..."},{"type":"paragraph","text":"Lindsay: You know what, this isn’t working. Maybe I’m just going to go off and rehearse with Maeby alone."},{"type":"paragraph","text":"Tobias: Oh, fine, then I’ll rehearse with Maeby after dinner."},{"type":"paragraph","text":"Maeby: No. This is wholesome family fun, okay? Let’s take it from “loose stool.” One, two, and..."},{"type":"paragraph","text":"Tobias: What is that in your mouth? Is that a Euphorazine? Lindsay, spit it out. That’s not real happiness."},{"type":"paragraph","text":"Lindsay: It’s better than what we’ve got now."},{"type":"paragraph","text":"Tobias: Lindsay, spit it out."},{"type":"paragraph","text":"Narrator: And Michael arrived home determined to prove that he was, in fact, fun."},{"type":"paragraph","text":"Michael: I just booked us a little fishing trip."},{"type":"paragraph","text":"George Michael: Why, what did I do?"},{"type":"paragraph","text":"Michael: No, no, this is a fun thing, okay? Something I’ve always wanted to do with you. And everybody’s always having fun around here. Why can’t we?"},{"type":"paragraph","text":"Lindsay: It’s already down. (Muffled.) Get your finger out of my throat. It’s down."},{"type":"paragraph","text":"George Michael: Anyway, I thought you hated fishing."},{"type":"paragraph","text":"Michael: No, it’s fun. I like fun. I just hated doing it with my dad. This is going to be you and me, okay?"},{"type":"paragraph","text":"Michael: We get to stay at a hotel, get up at 4:00 a.m., slap on the ol’ seasick patch. We’re going to get out there on the choppy ocean, we’re going to catch ourselves a little lunch."},{"type":"paragraph","text":"George Michael: Oh, we get to eat it?"},{"type":"paragraph","text":"Michael: After we gut it. Yes."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: While the Bluth boys contemplated having fun, Lucille had a request for G.O.B.’s bachelor party."},{"type":"paragraph","text":"G.O.B.: Why do I have to bring him?"},{"type":"paragraph","text":"Lucille: Because Buster’s your brother and I’m not going to leave him home alone with all this j-u-i-c-e around."},{"type":"paragraph","text":"Buster: I can spell, Mom. You spelled “juice.”"},{"type":"paragraph","text":"Lucille: Oh, you’re so brilliant. Let’s see you find it."},{"type":"paragraph","text":"Lucille: Besides, I’m going to Annyong’s soccer award ceremony and..."},{"type":"paragraph","text":"Annyong: Annyong."},{"type":"paragraph","text":"Lucille: ...and I don’t need the other soccer moms knowing how old my first batch of kids are."},{"type":"paragraph","text":"G.O.B.: Yeah, I think that they’re going to know that Annyong’s not your..."},{"type":"paragraph","text":"Annyong: Annyong."},{"type":"paragraph","text":"G.O.B.: Would somebody please tell this insufferable child... to... God!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, as Michael and his son checked into the hotel, his brothers arrived."},{"type":"paragraph","text":"George Michael: What are you guys doing here?"},{"type":"paragraph","text":"Buster: We’re having G.O.B.’s bachelor party. You’re not going? Even dad’s coming. Via satellite."},{"type":"paragraph","text":"Michael: No, I’m going to go fishing with my son here. We’re gonna go have some fun. Real fun, okay. Not everything is strippers and booze and buckets of blood."},{"type":"paragraph","text":"Michael: Why do you guys have buckets of blood?"},{"type":"paragraph","text":"G.O.B.: It’s not real blood. It’s corn syrup and red dye. Juice."},{"type":"paragraph","text":"Buster: We have unlimited juice? (Laughs.) This party is going to be off the hook."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, at the Wellness Convention in the very same hotel... Dr. Fünke’s 100% Natural Good-Time Family-Band Solution was preparing for their show."},{"type":"paragraph","text":"Drug Rep: So, here are the new Euphorazine side effects."},{"type":"paragraph","text":"Tobias: Ah, the solo. That is for my lovely and talented daughter."},{"type":"paragraph","text":"Maeby: “Delayed irritability”? What do they mean by “delayed?”"},{"type":"paragraph","text":"Lindsay: It means it comes later, and this is ridiculous. Why do we even have to do this?"},{"type":"paragraph","text":"Tobias: We’re doing this to keep our family together."},{"type":"paragraph","text":"Lindsay: No, I’m serious. Look at us. We’re dressed like we’re in the ’60s. It’s the 21st century. We should be dressing like it’s the ’80s."},{"type":"paragraph","text":"Tobias: Lindsay..."},{"type":"paragraph","text":"Lindsay: I’m tired of trying to find happiness through lies and self-medicating. If you need me, I’ll be at the bar."},{"type":"paragraph","text":"Tobias: Well, fine, Lindsay, that’s fine. Maeby and I’ll just..."},{"type":"paragraph","text":"Maeby: Yeah, I’m out, too."},{"type":"paragraph","text":"Drug Rep: You think you can handle it alone? ’Cause if you don’t perform, we don’t validate."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Back in Michael’s hotel room, the guys were settling down for the night so as to be ready for their 4:00 a.m. wake-up call."},{"type":"paragraph","text":"George Michael: Sure sounds like they’re having fun out there by the pool."},{"type":"paragraph","text":"Michael: Oh, they think they’re having fun, son, but it’s not lasting fun. It’s fleeting fun. Like a bachelor party. What we got here is lasting fun. Okay? You think about that. Good night, son."},{"type":"paragraph","text":"George Michael: Good night, Dad."},{"type":"paragraph","text":"Voices: Marco!"},{"type":"paragraph","text":"Kids: Polo!"},{"type":"paragraph","text":"Voices: Marco!"},{"type":"paragraph","text":"Kids: Polo!"},{"type":"paragraph","text":"George Michael: Hey, Dad?"},{"type":"paragraph","text":"Voices: Marco!"},{"type":"paragraph","text":"George Michael: Dad, are you still awake?"},{"type":"paragraph","text":"Michael: I’m still awake."},{"type":"paragraph","text":"George Michael: It’s just, um... I mean, this is really fun and everything..."},{"type":"paragraph","text":"Michael: This isn’t even the fun part. Tomorrow."},{"type":"paragraph","text":"George Michael: Yeah. The problem I’m having is, uh... I have got a pretty finely tuned internal clock..."},{"type":"paragraph","text":"Michael: Mm-hmm."},{"type":"paragraph","text":"George Michael: It’s actually why I’m such a good natural percussionist. And, um... I’m just... worried that I’m not going to be able to fall asleep for another two hours and 45 minutes. So I was thinking maybe I would go down and check out Maeby’s band? You could g see if G.O.B.’s bachelor party has started."},{"type":"paragraph","text":"Michael: I’m right where I want to be. G.O.B. had his chance to have me there, but if you’re sure you can’t sleep..."},{"type":"paragraph","text":"George Michael: It’s just I don’t know when I’m gonna get another chance like this, you know, to be there for family. I’d hate to miss it because I was too proud."},{"type":"paragraph","text":"Michael: Right. Wait a minute. “Too proud”? What does this have to do with too proud?"},{"type":"paragraph","text":"George Michael: Actually that part was kind of just for you. I was just worried the whole thing wasn’t going to land unless I included the pride part."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Upstairs, G.O.B. was preparing to set up the accountant under his father’s helpful gaze..."},{"type":"paragraph","text":"George: Who called the cops?"},{"type":"paragraph","text":"Narrator: ...and with the aid of some helpful gays."},{"type":"paragraph","text":"G.O.B.: You told me to hire people to look like my friends. These are the Hot Cops. They’re entertainers. Although I specifically asked them not to come dressed as cops. You better change now. He’s gonna be here soon. And butch, guys. I want it butch."},{"type":"paragraph","text":"George: You got the blood, right?"},{"type":"paragraph","text":"G.O.B.: Yeah, I got two buckets full right... Hey, what the hell happened to the blood?"},{"type":"paragraph","text":"Buster: Hey, brother."},{"type":"paragraph","text":"Bix: Whoa. Somebody put on his lipstick in the car."},{"type":"paragraph","text":"Buster: I love juice!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Tobias: This next number is the only ballad that The Solution ever attempted. And I must say I feel a bit like a Mary without a Peter and a Paul, but, uh, I suppose it’s worth a shot. (Singing.) / There’s no “I” in Teamocil / / At least not where you’d think /"},{"type":"paragraph","text":"Tobias: / So together let’s make a choice /"},{"type":"paragraph","text":"G.O.B.’s wife: / And for once we’ll be in sync /"},{"type":"paragraph","text":"Tobias: / Teamocil /"},{"type":"paragraph","text":"G.O.B.’s wife: / I never thought I knew you well /"},{"type":"paragraph","text":"Tobias: / Teamocil /"},{"type":"paragraph","text":"G.O.B.’s wife: / But now I think we really gel /"},{"type":"paragraph","text":"All: / Teamocil. /"},{"type":"paragraph","text":"George Michael: Teamocil is no longer available. Please try either Groupug, Bondat or consult your own Wellness Guide."},{"type":"paragraph","text":"All: Teamocil."},{"type":"paragraph","text":"Tobias: You’re out of the band."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And back at the bachelor party, Gilligan had arrived and the con was in full swing."},{"type":"paragraph","text":"G.O.B.: Let’s have a drink, Gilligan."},{"type":"paragraph","text":"Ira Gilligan: It’s Ira, and I’m fine."},{"type":"paragraph","text":"George: Come on. Have a drink. There’s some stuff coming up you might not be able to handle sober."},{"type":"paragraph","text":"G.O.B.: Speaking of which, where’s Buster?"},{"type":"paragraph","text":"Narrator: In fact, Buster had finished the juice and was desperately looking for his next sugar fix when he discovered the cake in the next room. Unfortunately, he was unaware of the narcoleptic stripper contained within."},{"type":"paragraph","text":"Stripper: Oh!"},{"type":"paragraph","text":"G.O.B.: Yeah, I better go in the back room and have a look for him."},{"type":"paragraph","text":"George: Ira... have a drink."},{"type":"paragraph","text":"Ira Gilligan: I’m not thirsty. I want some food."},{"type":"paragraph","text":"G.O.B.: Ooh. Okay, keep it together. Don’t go all Michael, here."},{"type":"paragraph","text":"Michael: Knock, knock. Where’s the married bachelor?"},{"type":"paragraph","text":"George: Michael, I thought you weren’t coming. I thought he wasn’t coming."},{"type":"paragraph","text":"Michael: Well, I wasn’t going to, but he’s my brother and I’m here to support him. Like all these, uh... hot men and Ira."},{"type":"paragraph","text":"George: You’re not going to stay? I mean, this isn’t your kind of scene."},{"type":"paragraph","text":"Michael: Dad, please, stay out of it, all right? I’m here for G.O.B. Now where are the strippers? Mm. You got a little back room going, huh? Huh? No, hey, just relax. I’m as fun as anybody. I can handle a back room. I’m calling the cops."},{"type":"paragraph","text":"G.O.B.: No!"},{"type":"paragraph","text":"Bix: We’re changing again, guys."},{"type":"paragraph","text":"G.O.B.: No. No cops!"},{"type":"paragraph","text":"Michael: Hey, what is this?"},{"type":"paragraph","text":"G.O.B.: She’s died. She’s dead. It was Gilligan."},{"type":"paragraph","text":"Ira Gilligan: What?!"},{"type":"paragraph","text":"G.O.B.: Gilligan killed the skipper... stripper!"},{"type":"paragraph","text":"Ira Gilligan: I didn’t kill any stripper."},{"type":"paragraph","text":"G.O.B.: You’re drunk. You don’t remember."},{"type":"paragraph","text":"George: You’re pulling the ripcord. Are you nuts?"},{"type":"paragraph","text":"G.O.B.: Ira, take my honeymoon tickets. Get out of the country. Save yourself!"},{"type":"paragraph","text":"Ira Gilligan: I’m not drunk. Bix made me the designated driver."},{"type":"paragraph","text":"G.O.B.: Bix!"},{"type":"paragraph","text":"Narrator: Just then, the stripper woke up and saw Buster with what appeared to be blood around his mouth and thought she killed him for groping her."},{"type":"paragraph","text":"Stripper: Not again."},{"type":"paragraph","text":"Ira Gilligan: You were setting me up. You were trying to get me to leave the country. Well, the hell with you, sir. Bix, we’re leaving. I’m testifying."},{"type":"paragraph","text":"Michael: You were trying to set Ira up?"},{"type":"paragraph","text":"George: Oh, G.O.B.... G.O.B., come on, is this true?"},{"type":"paragraph","text":"Michael: Oh, wait a minute. It wasn’t your idea, G.O.B. It was your idea, wasn’t it, Dad?"},{"type":"paragraph","text":"George: (Stammers.) It wa... Even if it was my idea, which it wasn’t, G.O.B. screwed it up, which he did, and he always does."},{"type":"paragraph","text":"Michael: You don’t have to take that."},{"type":"paragraph","text":"G.O.B.: What the hell am I supposed to do?"},{"type":"paragraph","text":"Michael: Here."},{"type":"paragraph","text":"George: Oh, no. No, no. Don’t you dare, mister."},{"type":"paragraph","text":"Michael: Do it."},{"type":"paragraph","text":"George: Hey, G.O.B.!"},{"type":"paragraph","text":"Michael: Do it."},{"type":"paragraph","text":"George: I am your best man. I’m your fa..."},{"type":"paragraph","text":"G.O.B.: (Sighs.) What does it matter? I screwed it up anyway. I’m a complete failure. I can’t even fake the death of a stripper."},{"type":"paragraph","text":"Michael: Come on. That’s not a bad thing. That doesn’t make you a failure. Dad’s the failure."},{"type":"paragraph","text":"G.O.B.: Really? When he was my age, he ran an entire company, he had kids."},{"type":"paragraph","text":"Michael: Well, the company was corrupt. Look what he’s trying to do to us. And I’ll tell you something else— you might not be a father, you know, G.O.B., but you are my brother."},{"type":"paragraph","text":"G.O.B.: I might be a father."},{"type":"paragraph","text":"Michael: Why don’t you start trusting yourself, okay? Not-Not Dad. You’re a much better man than he is."},{"type":"paragraph","text":"G.O.B.: And you’re a better man than both of us. You’re the best man. You’re my best man. I mean, not if I have an actual ceremony, ’cause Dad would kill me, but... What do you say, hermano? Help me clean up this mess?"},{"type":"paragraph","text":"Michael: What the hell."},{"type":"paragraph","text":"G.O.B.’s wife: G.O.B., I want out. I’m in love with your brother..."},{"type":"paragraph","text":"G.O.B.: What? You did it again, you son of a bitch."},{"type":"paragraph","text":"Michael: No, no. She..."},{"type":"paragraph","text":"G.O.B.’s wife: ...In-law. Tobias. Sorry. I should have finished that thought."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Buster makes a startling revelation..."},{"type":"paragraph","text":"Buster: Oh, my God, I killed Michael!"},{"type":"paragraph","text":"G.O.B.: Yeah, but on the plus side, you got punched in the face."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... Michael solves the mystery of the missing money ..."},{"type":"paragraph","text":"Michael: Wait a minute. Ira was signatory to all of these accounts? Get me Ira Gilligan."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... and Gilligan fulfills his destiny."},{"type":"paragraph","text":"Ira Gilligan: Let it ring."}],"images":[]}]}