{"sections":[{"title":"Transcript of Whistler's Mother","level":1,"content":[{"type":"paragraph","text":"The following is the transcript of the Season One episode \"Whistler's Mother\". Memorable quotes are highlighted below."},{"type":"paragraph","text":"\"Whistler's Mother\" was written by John Levenstein and Jim Vallely."}],"images":[]},{"title":"Act 1","level":2,"content":[{"type":"paragraph","text":"Narrator: Michael was preparing for a meeting with the Bluth Company Board to determine what to do with some recently unfrozen funds."},{"type":"paragraph","text":"Lindsay: Wow. Exciting, huh? Finally getting some money."},{"type":"paragraph","text":"Michael: What do you want, Lindsay?"},{"type":"paragraph","text":"Lindsay: I’d like some of that money."},{"type":"paragraph","text":"Michael: Well, this money is for land, okay? We’re not going to burn through it like Dad did when he was in charge with his bad investments and his corrupt dealings... Mother’s neck..."},{"type":"paragraph","text":"Lindsay: No, that was a good investment."},{"type":"paragraph","text":"Michael: It is easier to look at now, isn’t it?"},{"type":"paragraph","text":"Lindsay: What if I told you the money was for something really worthwhile?"},{"type":"paragraph","text":"Michael: Like what?"},{"type":"paragraph","text":"Lindsay: I want to have an affair. Now, I’m not sure with who yet, but I will need lingerie, waxings... these are some real costs, Michael."},{"type":"paragraph","text":"Michael: I take it things aren’t getting better with Tobias?"},{"type":"paragraph","text":"Lindsay: What’s that supposed to mean?"},{"type":"paragraph","text":"Narrator: Things hadn’t been getting better with Michael’s sister and her husband, even after she came up with a plan to get his attention."},{"type":"paragraph","text":"Lindsay: Oh, my God, listen to the radio. I haven’t heard this since we first started dating. I just feel like using my body."},{"type":"paragraph","text":"Tobias: Well, Lindsay, could you use it over there? I’m trying to grow."},{"type":"paragraph","text":"Lindsay: Yeah. Well, it’s clear that’s not going to happen."},{"type":"paragraph","text":"Lindsay: We had sex once in the last year and he just laid there."},{"type":"paragraph","text":"Michael: All right, look. This money is for land, okay? I’m not giving to give you money to go have an affair. Why don’t you pick something else to boost up your self-worth? How ’bout, uh, charity? Why don’t you get back to your roots?"},{"type":"paragraph","text":"Lindsay: It has been a while. All right. I’m going to go do that right now."},{"type":"paragraph","text":"Michael: You’re going to get your hair done, aren’t you?"},{"type":"paragraph","text":"Lindsay: Well, if I’m going to have an affair..."},{"type":"paragraph","text":"Narrator: Michael got a message he intended to ignore... until he read the next line."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Michael: A matter of land, Mom?"},{"type":"paragraph","text":"Lucille: Oh, that’s funny. I meant “a matter of ‘L’ and ‘D’.” Life and death."},{"type":"paragraph","text":"Michael: What is the matter of life and death?"},{"type":"paragraph","text":"Lucille: Buster’s jaw clicks when he eats. I think it’s what’s driving his friends away. I sent him to Canada for an operation, so I’ll need some of that new money that just came in."},{"type":"paragraph","text":"Michael: You know, Mom, if you want an operation that’s really going to help him you ought to have them finally cut that cord."},{"type":"paragraph","text":"Lucille: He needs me."},{"type":"paragraph","text":"Michael: He doesn’t need you. You coddle him. He’s too old to go running to Mommy with all his problems."},{"type":"paragraph","text":"Lucille: I seem to remember a certain someone running to Mommy when his Algebra teacher made an example of him."},{"type":"paragraph","text":"Narrator: Michael had been suspended when another boy cheated off his test."},{"type":"paragraph","text":"Michael: ...Tracy won’t marry me, I won’t get a job..."},{"type":"paragraph","text":"Lucille: Shh-shh-shh-shh."},{"type":"paragraph","text":"Michael: What is this? What’s happening?"},{"type":"paragraph","text":"Lucille: Let Mama take care of it. I’ll have a little chat with Mr. Vandenbosch."},{"type":"paragraph","text":"Narrator: The next day, Mr. Vandenbosch was not in school. He was never heard from again."},{"type":"paragraph","text":"Michael: I know life is not fair to women. Your children grow up and they don’t need you anymore."},{"type":"paragraph","text":"Lucille: And I seem to remember a certain grown man who completely fell apart two weeks ago when I taped over the Nova special that had the girl on it he liked."},{"type":"paragraph","text":"Michael: That was Buster. That’s my point."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: George Michael, meanwhile, was at the frozen banana stand when he thought he spotted a familiar face."},{"type":"paragraph","text":"George Michael: Pop-Pop? Oh, sorry, Miss. Pop-Pop?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Maeby: You think you saw Pop-Pop?"},{"type":"paragraph","text":"George Michael: But with hair. Which is probably why he asked for my hair, remember?"},{"type":"paragraph","text":"George: Give Pop-Pop your hair! Give me the hair!"},{"type":"paragraph","text":"Maeby: It all adds up. He stole somebody’s hair, made a wig, knocked out the guard, tunneled his way through a sewer line and stopped to get a candy apple on his way to Mexico."},{"type":"paragraph","text":"George Michael: Of course! You’re mocking me."},{"type":"paragraph","text":"Maeby: Of course."},{"type":"paragraph","text":"George Michael: I know what I saw, Maeby, and there’s no other explanation."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"George: So, listen, my twin brother’s in town. I want you to take care of him."},{"type":"paragraph","text":"Michael: You still see Uncle Oscar?"},{"type":"paragraph","text":"George: Tell you what. Give him ten grand from the new cash, just send him on his way."},{"type":"paragraph","text":"Michael: Dad, the money is for the business, okay? I’m not just going to hand it all out."},{"type":"paragraph","text":"George: Michael, this is my brother. Do you know what it’s like to have a sibling who has no source of income except for you?"},{"type":"paragraph","text":"Michael: Just one? No, no idea. It sounds wonderful, though. Look, the board is watching every move I make, especially that guy Jordan. He’s just waiting for me to screw up so he can blow the whistle on me."},{"type":"paragraph","text":"George: Why don’t you just buy him out of his stock?"},{"type":"paragraph","text":"Michael: No, no, he wants twice the value. Listen, stop telling me what to do with the money, please. I’ve got a plan for the board meeting that’s going to take the gun right out of Jordan’s hand."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Mr. Jordan: Listen, you’ve got the money now and you know my price. You don’t need a whistle blower around here."},{"type":"paragraph","text":"Michael: Interesting choice of words, Mr. Jordan. He’s right, we don’t need a whistle blower. We need a building full of whistle blowers. Okay? Whistles. I want this place to be honest. That’s exactly why I had these made up for us. When you see something wrong..."},{"type":"paragraph","text":"[Whistle blows]"},{"type":"paragraph","text":"Michael: There you go. I want you to report it. I want you to..."},{"type":"paragraph","text":"[Whistle blows]"},{"type":"paragraph","text":"Michael: Exactly. Just like that. I want us to police ourselves vigilantly... Let’s wait till something’s actually happens, though."},{"type":"paragraph","text":"[Whistles blowing]"},{"type":"paragraph","text":"Michael: All right... Good fun... Enough!"},{"type":"paragraph","text":"[twenty minutes later...]"},{"type":"paragraph","text":"Michael: 45, 46, 47..."},{"type":"paragraph","text":"Michael: Okay, there’s still three whistles left out there. Who’s got the whistles?"},{"type":"paragraph","text":"[Whistle blows]"},{"type":"paragraph","text":"Board Member #1: He kept one."},{"type":"paragraph","text":"Michael: There’s a good example of whistle blowing, okay, but you’ve kept yours, so it’s hurting your case."},{"type":"paragraph","text":"Board Member #1: I was in the bathroom when you asked for it back."},{"type":"paragraph","text":"[Whistle blows]"},{"type":"paragraph","text":"Board Member #2: No, he wasn’t."},{"type":"paragraph","text":"Michael: In any event, we are going to be responsible with this money."},{"type":"paragraph","text":"Tobias: Michael, I hope I’m not interrupting anything, but I’d love to get a hunk of that new company money."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Tobias: I just need to prove to my wife that I can act like a man. And it’s not about sex. I don’t just lie there, if that’s what you’re thinking."},{"type":"paragraph","text":"Michael: That’s not what I was thinking."},{"type":"paragraph","text":"G.O.B.: Sorry, just had a quick question for Michael."},{"type":"paragraph","text":"Michael: Is this about the money?"},{"type":"paragraph","text":"G.O.B.: No."},{"type":"paragraph","text":"Michael: What do you want?"},{"type":"paragraph","text":"G.O.B.: It’s not about money in the sense that I’m coming here saying, “Here, Michael. Take some money.” It’s just more of a “may I have some” kind of visit."},{"type":"paragraph","text":"Michael: Don’t you have a wife that you can go ask now?"},{"type":"paragraph","text":"G.O.B.: She left me."},{"type":"paragraph","text":"Michael: For Tobias?"},{"type":"paragraph","text":"Tobias: For me?"},{"type":"paragraph","text":"G.O.B.: No, she doesn’t even like you."},{"type":"paragraph","text":"G.O.B.’s wife: I’m in love with your brother-in-law."},{"type":"paragraph","text":"G.O.B.: You’re in love with your own brother? The one in the army?"},{"type":"paragraph","text":"G.O.B.’s wife: No, your sister’s husband."},{"type":"paragraph","text":"G.O.B.: Michael? Michael!"},{"type":"paragraph","text":"G.O.B.’s wife: No, that’s your sister’s brother."},{"type":"paragraph","text":"G.O.B.: No, I’m my sister’s brother. You’re in love with me— me."},{"type":"paragraph","text":"G.O.B.’s wife: I’m in love with Tobias."},{"type":"paragraph","text":"G.O.B.: My brother-in-law?"},{"type":"paragraph","text":"G.O.B.’s wife: I know it can never be, so I’m leaving. I’m enlisting in the army."},{"type":"paragraph","text":"G.O.B.: To be with your brother."},{"type":"paragraph","text":"G.O.B.’s wife: No."},{"type":"paragraph","text":"G.O.B.: Anyway, I can’t be expected to live on the $800 a month Army-wife stipend that I’m going to get."},{"type":"paragraph","text":"Tobias: They just don’t support the spouses."},{"type":"paragraph","text":"Michael: You don’t want to end up like Uncle Oscar, okay -- living off handouts your whole life. Why don’t you come up with a way to make money? A suggestion of something to invest in, or maybe a business idea."},{"type":"paragraph","text":"Tobias: Well, I’ve always wanted to remake \"Annie Hall\". Except, I wouldn’t want to get in bed with a green producer like a Sofia Coppola though. Oh, but give me an old pro like a Robert Redford. Oh, I’d jump into bed with him in a second. And I wouldn’t just lie there, Michael Bluth, if that’s what you’re thinking."},{"type":"paragraph","text":"Michael: Actually, that time, that was what I was thinking."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And later that day, Maeby spotted something interesting."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Lindsay, meanwhile, arrived at the salon, hoping to increase her self-esteem. Unfortunately, her stylist had just been called up by his reserve unit."},{"type":"paragraph","text":"Lindsay: What’s happening? Where are you going?"},{"type":"paragraph","text":"Alex: I’m not allowed to tell. It’s the war."},{"type":"paragraph","text":"Lindsay: Oh, come on. These salon wars have got to stop."},{"type":"paragraph","text":"Alex: The war, Lindsay. The real war."},{"type":"paragraph","text":"Narrator: Lindsay was stunned—not just that she was losing her stylist, but that apparently there was a war going on."},{"type":"paragraph","text":"Lindsay: Well, I’m protesting this war. You’re my friend and I’m not going to let Shauna cut my hair. I’m going to take a stand."},{"type":"paragraph","text":"Narrator: And Lindsay found a solution to her self-esteem problem. G.O.B. and Tobias, meanwhile, were brainstorming at a local coffee shop."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"G.O.B.: I need a cup of coffee to focus."},{"type":"paragraph","text":"Tobias: It’s so crowded in here. I can’t think. Okay, what is it that people need?"},{"type":"paragraph","text":"G.O.B.: People love to carbo-load."},{"type":"paragraph","text":"G.O.B.: The bagel place."},{"type":"paragraph","text":"Tobias: There you go."},{"type":"paragraph","text":"Michael: Hey, guys, what’s going on?"},{"type":"paragraph","text":"G.O.B.: Just researching our investment."},{"type":"paragraph","text":"Michael: Oh, yeah, coffee places? I’ve thought about these. I’ll tell you what, you guys come up with a proposal, we’ll try one."},{"type":"paragraph","text":"Narrator: G.O.B. and Tobias accidentally had Michael on the hook, and they didn’t want to blow the deal."},{"type":"paragraph","text":"Michael: I guess that’s a response."},{"type":"paragraph","text":"Oscar: Hey, nephew."},{"type":"paragraph","text":"Michael: Oh, hey, Uncle Oscar. How are you doing?"},{"type":"paragraph","text":"Oscar: Wow, you are like, “Oh, the tension.” Come on. Okay, that’s plenty."},{"type":"paragraph","text":"Michael: What are you doing?"},{"type":"paragraph","text":"Oscar: Right there."},{"type":"paragraph","text":"Michael: What’s happening now?"},{"type":"paragraph","text":"Narrator: The two men caught up, neither one anxious to bring up the issue at hand."},{"type":"paragraph","text":"Oscar: One on the lips."},{"type":"paragraph","text":"Michael: No."},{"type":"paragraph","text":"Michael: I’m running the business a little bit differently."},{"type":"paragraph","text":"Oscar: Well, you do the best with what you have. I have lemons, I make lemonade."},{"type":"paragraph","text":"Michael: That’s a very positive attitude."},{"type":"paragraph","text":"Oscar: But I hate the lemonade business, I hate the grind. You have to grind so many (bleep)ing lemons."},{"type":"paragraph","text":"Michael: You’re not a very metaphorical person, are you?"},{"type":"paragraph","text":"Oscar: I need money."},{"type":"paragraph","text":"Michael: I know."},{"type":"paragraph","text":"Oscar: I can not tell you how that has weighed on me."},{"type":"paragraph","text":"Michael: Why don’t we sit over here?"},{"type":"paragraph","text":"Michael: So, I’ve got too many people watching me too closely. So, if you’re willing to work or if you have something of value..."},{"type":"paragraph","text":"Oscar: The only thing I have of value is my land. I could give you the rights to “All You Need Are Smiles.” It was a song I wrote for David Cassidy. He was going to sing it on the Mike Douglas show, but he was too embarrassed to do it in front of John and Yoko."},{"type":"paragraph","text":"Michael: Tell me about the land?"},{"type":"paragraph","text":"Oscar: Oh, land, it’s a couple hundred acres of lemon groves, right near Camp Pendleton."},{"type":"paragraph","text":"Michael: If you’re willing to part with that land, Uncle Oscar, I can guarantee you a little bit more than that $10,000."},{"type":"paragraph","text":"Oscar: To be honest, I’ve often thought of giving it up to pursue my lost love. A love that was taken from me."},{"type":"paragraph","text":"Michael: I hope that was the espresso machine."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Michael made the trip to survey the land. It was, indeed, beautiful. And the next day, he went to his father to tell him."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"George: You give that gift to my brother?"},{"type":"paragraph","text":"Michael: Gift? No, I did not give him a gift. I told you, the money was for investing. and that’s exactly what I did with it, Pop."},{"type":"paragraph","text":"George: Oh, Michael, this guy’s got nothing in his life. He wrote one song that made Joan Baez call him “the shallowest man in the world.” He has a worthless piece of property, and, yes, a head of hair. Only because he’s never had to work for a living."},{"type":"paragraph","text":"Michael: What piece of property is worthless?"},{"type":"paragraph","text":"George: The grove, you know, where he lives. I mean, you can’t build on it, the government has an easement on it."},{"type":"paragraph","text":"Michael: Does Oscar know this?"},{"type":"paragraph","text":"George: Of course he knows it. I mean, they run their tanks through there. Occasionally, they stop for a little lemonade, but what’s that? That’s a buck fifty. You can’t make much from that."},{"type":"paragraph","text":"Narrator: Indeed, the land was valueless."},{"type":"paragraph","text":"Oscar: Fellas! Fellas!"},{"type":"paragraph","text":"George: So... tell me about this investment you made."}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: Back at the model home, Lindsay had decided to not take her hairdresser’s departure lying down."},{"type":"paragraph","text":"Lindsay: I’m protesting the war. There’s a war going on, you know."},{"type":"paragraph","text":"Maeby: Yeah. I’m the one who told you, and you said it happened ten years ago."},{"type":"paragraph","text":"George Michael: Isn’t this the same sign you used to picket the cable company when they dropped the Style Network?"},{"type":"paragraph","text":"Lindsay: Actually, I used this one for Michael when he was too cheap to pay for the premium channels, but I added the bit about stylists."},{"type":"paragraph","text":"Maeby: You know that secret you have? The one about the hair that nobody’s supposed to see? I saw it. I saw Pop-Pop!"},{"type":"paragraph","text":"George Michael: Oh, right. Pop-Pop! With hair!"},{"type":"paragraph","text":"George Michael: You know, I should tell my dad."},{"type":"paragraph","text":"Maeby: No, you sissy. He might need us to help him. So we should go check out the prison, and make sure he’s not there."},{"type":"paragraph","text":"Michael: Hey, you know, I got cable. You won that one."},{"type":"paragraph","text":"Narrator: Michael was embarrassed about the bad investment he’d made, and hoping to keep it a secret."},{"type":"paragraph","text":"Oscar: Hi. This is Oscar. I’m off pursuing my lady love. Leave a message. I’ll get back to you next summer."},{"type":"paragraph","text":"Michael: Hey, it’s Michael. I know that you think that you’ve disappeared, but I will find you."},{"type":"paragraph","text":"George Michael: Who’s... who’s disappeared?"},{"type":"paragraph","text":"Michael: No one. Why do you ask? Have you seen someone?"},{"type":"paragraph","text":"George Michael: I’ve seen no one!"},{"type":"paragraph","text":"Michael: Then you haven’t seen anyone who looks like Pop-Pop?"},{"type":"paragraph","text":"George Michael: No. Why? Has someone who looks like Pop-Pop disappeared?"},{"type":"paragraph","text":"Michael: No. Of course not."},{"type":"paragraph","text":"Tobias: Have you seen the agricultural report?"},{"type":"paragraph","text":"G.O.B.: Nothing’s hotter than coffee. The trend is up. So, if we could get that check from you."},{"type":"paragraph","text":"Michael: Well, I’m not just going to hand out a check, okay? You got... you got to come up with an investment plan."},{"type":"paragraph","text":"G.O.B.: Oh, we’ve got an investment plan."},{"type":"paragraph","text":"Michael: “G.O.B.-ias” Industries."},{"type":"paragraph","text":"G.O.B.: Gobias. As in, “Go buy us some coffee.”"},{"type":"paragraph","text":"Michael: It’s great. Looks good."},{"type":"paragraph","text":"G.O.B.: So, when do I start making my monies?"},{"type":"paragraph","text":"Michael: Well, there may not be as much investment capital as... as we thought. The money’s kind of tied up in this land deal."},{"type":"paragraph","text":"Tobias: This is the first any of us at Gobias Industries have heard of a land deal."},{"type":"paragraph","text":"G.O.B.: Maybe we could borrow on that land."},{"type":"paragraph","text":"Michael: There’s not much to borrow against. The deal seems to be bad. It’s Uncle Oscar’s land, and it may be worthless."},{"type":"paragraph","text":"G.O.B.: And the board okayed it?"},{"type":"paragraph","text":"Michael: They weren’t notified."},{"type":"paragraph","text":"G.O.B.: Damn it! Every time, Dad does this to us!"},{"type":"paragraph","text":"Michael: G.O.B., Dad wasn’t..."},{"type":"paragraph","text":"G.O.B.: He went around you, he went around the board..."},{"type":"paragraph","text":"Michael: What are you going to do?"},{"type":"paragraph","text":"G.O.B.: I’m going to go down to that prison and give him a piece of my mind."},{"type":"paragraph","text":"Michael: G.O.B., no, you don’t need to do that."},{"type":"paragraph","text":"G.O.B.: No. I’m doing it! No, because you’re in charge now. And I’m telling him that!"},{"type":"paragraph","text":"Michael: No, no, no. Listen, G.O.B., he’s human, okay? He’s a human being. And let me try to get us out of this. Let me see if I can get Dad out of this mess that he has created for himself, okay?"},{"type":"paragraph","text":"Tobias: I’m afraid this offer comes off the table at midnight tonight."},{"type":"paragraph","text":"Michael: That may be the worst bluff I’ve ever seen."},{"type":"paragraph","text":"Narrator: Even the members of Gobias agreed on that one."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: The next day, Lindsay, having found out about a military exercise, joined a protest group and went off to exercise her own First Amendment rights."},{"type":"paragraph","text":"Military Official: This way, please. This way. Thank you. Right here. This way. I’d ask you to make sure you’re fully inside the free-speech zone before beginning your protest."},{"type":"paragraph","text":"Lindsay: Free-speech zone? This is where we’re protesting? This isn’t right. Where are the cameras?"},{"type":"paragraph","text":"Military Official: They’re in the free-press zone. And, if you could save your comments until you’re completely loaded into the cage."},{"type":"paragraph","text":"Lindsay: Well, at least the procession will come through here. They’ll see us protest."},{"type":"paragraph","text":"Activist: Actually, they’re using their right to cut through the lemon grove."},{"type":"paragraph","text":"Military Official: Okay, have fun. Enjoy your right to free speech. The armed forces welcomes your dissent."},{"type":"paragraph","text":"Lindsay: Well, hopefully somebody will come by we can protest."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Meanwhile, George Michael and Maeby went to the prison."},{"type":"paragraph","text":"George: My grandchildren. What a surprise!"},{"type":"paragraph","text":"Maeby: Well, he’s here."},{"type":"paragraph","text":"George: Of course I’m here. Where else would I be?"},{"type":"paragraph","text":"George Michael: We thought you broke out of prison and were on the lam with stolen hair."},{"type":"paragraph","text":"George: Don’t you think that, if I got out of here, that I might want to go home?"},{"type":"paragraph","text":"Maeby: That’s what we thought, but then my dad told us about that lemon grove that you bought, and we thought you were going there."},{"type":"paragraph","text":"George Michael: But don’t worry. We would never blow the whistle on family."},{"type":"paragraph","text":"George: What lemon grove?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so Michael went back to the board to take responsibility for his mistakes."},{"type":"paragraph","text":"Michael: My dad screwed up. He bought something that he shouldn’t have. But I guess that’s why he’s behind bars."},{"type":"paragraph","text":"Mr. Jordan: Yeah, and he’s not allowed to conduct any business from there."},{"type":"paragraph","text":"Michael: Right. Yeah. I was involved. It wasn’t all his decision. You see, it was his idea, and then I carried out the transaction."},{"type":"paragraph","text":"Mr. Jordan: That’s even worse. Conspiracy to commit fraud. Of course, you could always buy me off the board."},{"type":"paragraph","text":"Michael: We don’t have the money anymore. I assure you that nothing illegal happened here. I misspoke. My dad, in no way, is talking about business from prison."},{"type":"paragraph","text":"Ted: Excuse me. Your father’s calling from prison. He wants to talk to you about the land deal you made with his brother. Hey, I found this on your desk. Can I keep this?"},{"type":"paragraph","text":"[Whistle blows]"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: Back at the free-speech zone, Lindsay’s protest had started to gain some attention. But not from any key decision makers."},{"type":"paragraph","text":"Local Man #1: I thought we were seeing a gay marriage."},{"type":"paragraph","text":"Local Man #2: Well, we can still hose them down."},{"type":"paragraph","text":"Lindsay: What do we want?"},{"type":"paragraph","text":"All: Peace and freedom."},{"type":"paragraph","text":"Lindsay: Where’s everyone going? What, are you giving up?"},{"type":"paragraph","text":"Activist: Face it, Lindsay, they’ve won."},{"type":"paragraph","text":"Lindsay: Well, I am not going anywhere. All your water’s doing is whetting my appetite for protest. No hair for oil! No hair for oil!"},{"type":"paragraph","text":"Local Man #1: Fine, we’ll drown you out with music."},{"type":"paragraph","text":"Lindsay: Crank it up! I’m in the mood to dance."},{"type":"paragraph","text":"Narrator: Lindsay discovered that the activism that came out of her desire for prettier hair really did boost her self-esteem. While Michael, with nowhere else to turn, made a rare, unsolicited visit to his mother’s."},{"type":"paragraph","text":"Lucille: Michael? I hope you’re here to bring me a check for Buster’s surgery. They made him stop eating after midnight, and he’s hungry, and he’s in a foreign land, and his jaw is clicking, and he’s scared."},{"type":"paragraph","text":"Michael: I don’t have the money, all right, Mom?"},{"type":"paragraph","text":"Lucille: Then why are you here?"},{"type":"paragraph","text":"Michael: I don’t know, I don’t know."},{"type":"paragraph","text":"Lucille: So... how’s work?"},{"type":"paragraph","text":"Michael: It’s not great, Mom, since you asked. It’s just, it’s not that great. You know, I got, I got a board member who’s trying to extort me and a seller I can’t find. This whole real estate thing is a total mess. I got Dad completely..."},{"type":"paragraph","text":"Lucille: What? What did your father do? Did he try to screw something up for you again?"},{"type":"paragraph","text":"Michael: No, he didn’t screw anything up. I screwed something up, Mom. I, I did it, and Dad is just, you know, furious at me, and he should be, you know? He told me to pay off his brother, and I didn’t, and instead I bought his worthless land."},{"type":"paragraph","text":"Lucille: With the lemons and the tanks?"},{"type":"paragraph","text":"Michael: I know it! The first investment I made with the company money, and it’s a total disaster. Then I went ahead and lied about it, which is going to let this board member bring the company down. I’m going to ruin this family, Mom."},{"type":"paragraph","text":"Lucille: Shh. Shh-shh-shh-shh-shh."},{"type":"paragraph","text":"Michael: What’s this? What’s happening?"},{"type":"paragraph","text":"Lucille: It’s going to be all right."},{"type":"paragraph","text":"Michael: Why are you squeezing me with your body?"},{"type":"paragraph","text":"Lucille: It’s a hug, Michael; I’m hugging you."},{"type":"paragraph","text":"Michael: Well, why?"},{"type":"paragraph","text":"Lucille: Because you need your mother right now."},{"type":"paragraph","text":"Michael: But I don’t get along with m... Sorry, that was, that was a knee jerk."},{"type":"paragraph","text":"Lucille: Michael, you made a mistake. You’re a human being. But you’re so forgiving to everyone else in this family. Try being forgiving to yourself. Now, if you’ll excuse me. Let Mama take care of it."},{"type":"paragraph","text":"Michael: No, no, Mom, come on, I don’t want you to do anything. Hey, this isn’t algebra. I’m a big boy. Mother, do not make somebody dis... disappear."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Lucille: Now, there’s someone who could have used a good mother. Whore!"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And so, before Oscar could leave to find his true love, she found him."},{"type":"paragraph","text":"Lucille: Oscar!"},{"type":"paragraph","text":"Oscar: Lucille! You look fantastic! You still have the neck of a 20-year-old."},{"type":"paragraph","text":"Lucille: And you still have the hair of a lion. Take back the land."},{"type":"paragraph","text":"Oscar: That’s it? But I-I thought we could have this brief moment to... reconnect."},{"type":"paragraph","text":"Lucille: Oscar, your brother is in jail right now. My husband is in jail."},{"type":"paragraph","text":"Oscar: You’re right."},{"type":"paragraph","text":"Lucille: So, what’s the rush?"}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: And the next day..."},{"type":"paragraph","text":"Lucille: Michael."},{"type":"paragraph","text":"Michael: Hey, Mom. Hi. Uh, listen, I’m sorry about yesterday. It was a moment of weakness. Now, I got to go into this board meeting. I’m going to tell them the truth. If this guy Jordan tries to get me fired, maybe I deserve it."},{"type":"paragraph","text":"Lucille: He’s gone. We bought out his shares."},{"type":"paragraph","text":"Michael: With what?"},{"type":"paragraph","text":"Lucille: With the money you tried to spend on that lemon grove."},{"type":"paragraph","text":"Michael: You got it back? How?"},{"type":"paragraph","text":"Lucille: Shh-shh-shh-shh-shh-shh-shh."},{"type":"paragraph","text":"Michael: You know, about what I was saying about how people outlive their usefulness? That was out of line."},{"type":"paragraph","text":"Lucille: I know. But you made a good point. Maybe I do need something to occupy my time, other than my children."},{"type":"paragraph","text":"Michael: Well, if you do want to spend it together, it’s fine with me."},{"type":"paragraph","text":"Lucille: I’m so glad to hear that. All right, let’s get this meeting started. Why have we been spending so much money on whistles?"}],"images":[]},{"title":"Act","level":2,"content":[{"type":"paragraph","text":"Narrator: On the next Arrested Development, Michael finds having his mother on the board problematic..."},{"type":"paragraph","text":"Michael: We have to be courageous."},{"type":"paragraph","text":"Lucille: I remember a certain young man who used to say, “But I don’t have bad dreams in your bed.”"},{"type":"paragraph","text":"Michael: That was Buster."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... Lindsay finds her true calling ..."},{"type":"paragraph","text":"Lindsay: I want to be... a cage dancer."},{"type":"paragraph","text":"Lindsay giggling."}],"images":[]},{"title":"Scene","level":3,"content":[{"type":"paragraph","text":"Narrator: ... and Oscar comes a-courtin’."},{"type":"paragraph","text":"Oscar: (recording in radio) All you need is smiles, Lots and lots of smily smiles!"},{"type":"paragraph","text":"Lucille: What is that racket?"}],"images":[]}]}